config.activity_desc = {
	[1] = {
		desc = {
			"[size=24]標題字可以大點1[/size]\n[color=#367a21]描述內容支持UBB語法[/color]",
			"[size=24]標題字可以大點2[/size]\n[color=#367a21]描述內容支持UBB語法[/color]",
		},
		title = "我是標題",
	},
	[2] = {
		desc = {
			"[size=24]標題字可以大點1[/size]\n[color=#367a21]描述內容支持UBB語法[/color]",
			"[size=24]標題字可以大點2[/size]\n[color=#367a21][/color]描述內容支持UBB語法",
		},
		title = "活動(test)",
	},
	[3] = {
		desc = {
			"[size=27]如何提升活躍值[/size]\n獲得[color=#367a21]活躍值[/color]時，總活躍值將會提升。總活躍值未達到上限時，參與並完成遊戲內的各種活動及玩法，將可獲得活躍值。",
			"[size=27]總活躍值的用途[/size]\n已加入幫會的玩家，可通過消耗總活躍值，在本幫城市煉金閣總管戴三金處領取幫會煉金任務。完成煉金任務時，除去可為幫會增加資金，還可以獲得銀兩獎勵。",
		},
		title = "關於活躍值",
	},
	[4] = {
		desc = {
			"[size=27]進入殺怪數的增加[/size]\n在[color=#367a21]野外場景[/color]、[color=#367a21]燕王古墓[/color]和[color=#367a21]秦皇地宮[/color]中，擊殺怪物並獲得經驗時（含隊伍成員擊殺），每獲得[color=#367a21]1次[/color]經驗，今日殺怪數量將同步增加[color=#367a21]1只[/color]。今日殺怪數將在每日[color=#367a21]0點[/color]進行清空。",
			"[size=27]今日殺怪數的限制[/size]\n今日殺怪數到達上限後，在野外場景、燕王古墓和秦皇地宮中擊殺怪物時，所獲得的經驗將減少[color=#367a21]90%[/color]。",
			"[size=27]剩余今日殺怪數的補償[/size]\n每日[color=#367a21]24點[/color]，若今日殺怪數未到達上限，則將根據剩余的怪物只數，給予壹定的經驗補償。今日殺怪數已達上限的玩家，則不會進行經驗補償。",
		},
		title = "關於今日殺敵數",
	},
	[5] = {
		desc = {
			"[size=27]殺氣上升[/size]\n在除活動場景及秦皇地宮以外的場景中，開啟組隊混戰模式、幫會混戰對戰模式或者通過個人宣戰，主動攻擊並擊敗其他玩家時，每擊敗1名玩家，殺氣增加1點。殺氣最多累計10點。",
			"[size=27]殺氣下降[/size]\n擁有殺氣的玩家，處於監獄、野外場景、燕王古墓或秦皇地宮中時，每累計在線1小時，殺氣將減少1點。",
		},
		title = "關於殺氣",
	},
	[6] = {
		desc = {
			"[size=27]服務器等級上限[/size]\n角色等級高於服務器上限時，獲得的經驗將有所衰減。差值越多，可獲得經驗越少。當前[color=#367a21]服務器等級上限為%d級[/color]，[color=#367a21]%d天後[/color]開放至[color=#367a21]%d級[/color]。",
			"[size=27]先鋒等級[/size]\n同壹時間開服的服務器中，等級排行超前的玩家的等級為先鋒等級。角色26級後，低於壹定的先鋒等級時，所得的經驗將得到額外加成。差值越大，經驗加成越高。當前[color=#367a21]先鋒等級%d級[/color]。",
			"[size=27]角色等級突破[/size]\n當角色達到49、59、69、79、89級時，在完成了對應修煉並獲得了當前等級滿經驗值時，可進行等級突破。前往幫會[color=#367a21]吳維[/color]處可進行等級突破。突破後可以提升到下壹等級段，並體驗後續等級任務與玩法。",
			"[size=27]幫會修煉對等級限制[/size]\n自[color=#367a21]49級起[/color]，角色等級每提升[color=#367a21]5級[/color]，需要將[color=#367a21]幫會修煉[/color]全部提升至對應等級，方可將角色等級升級至下壹級。%s",
			"[size=27]歷練寶箱[/size]\n當角色到達69、79、89級時，可存儲多倍於當前等級滿經驗值的經驗。存儲的經驗值可前往幫會[color=#367a21]吳維[/color]處兌換歷練寶箱。",
		},
		title = "關於等級和經驗",
	},
	[7] = {
		desc = {
			"[size=27]每日簽到[/size]\n玩家每天上線時可領取壹次簽到獎勵，每月累計簽到次數越多，獎勵越好。",
			"[size=27]補簽規則[/size]\n玩家每天活躍值達到150點時，可獲得1次補簽次數。\n壹個月之內，玩家獲得補簽次數可以累加，但每天只能補簽2次。\n補簽只可以順序補簽，無法選擇補簽。",
			"[size=27]月簽規則[/size]\n每月累計簽到次數達到5次、10次、15次、20次、25次和滿簽時，可以領取對應的累簽獎勵。",
		},
		title = "簽到規則",
	},
	[8] = {
		desc = {
			"[size=27]和平模式[/size]\n只可以攻擊構成反擊關系的玩家，不可以主動攻擊其他玩家。擊敗構成反擊關系的玩家不會增加自己的殺氣。反擊關系包含個人反擊和幫會反擊。",
			"[size=27]善惡模式[/size]\n只可以攻擊殺氣值大於0的玩家。殺氣大於0的玩家會成為惡人。善惡模式下擊敗惡人玩家不會增加自己的殺氣。",
			"[size=27]組隊混戰模式[/size]\n可攻擊除隊友以外的任意玩家，非組隊狀態也可選擇該模式。在可加殺氣場景主動擊敗其他玩家會增加殺氣。",
			"[size=27]幫會混戰模式[/size]\n只可以攻擊非同幫會成員的其他玩家。在可加殺氣場景，主動擊敗其他玩家會增加殺氣。",
			"[size=27]殺氣值[/size]\n除競技、不加殺氣的特定場景、幫會宣戰、攻擊惡人以及反擊情況下，玩家殺死其他玩家均會增加殺氣。有殺氣時對戰死亡會損失經驗，損失的大小和殺氣值正相關。使用清心丹或在可消除殺氣場景停留壹定時間可消除殺氣。",
			"[size=27]監獄[/size]\n當殺氣大於等於10時，玩家將被強行抓到監獄。當玩家殺氣降低到4以下時，玩家可以通過監獄NPC傳送至蘇州中央廣場。監獄場景不能使用傳送功能，不能使用任何物品。",
			"[size=27]個人宣戰[/size]\n玩家可以不切換對戰模式，通過個人宣戰對其他玩家發起攻擊。個人宣戰不會對非宣戰目標造成誤傷。宣戰方擊敗應戰方會增加殺氣。主城，副本及特定場景不能宣戰。",
			"[size=27]幫會宣戰[/size]\n幫主可通過消耗宣戰點數對敵對幫會發起幫會宣戰。幫宣只能在9點至23點之間發起。幫宣時間內，雙方不會增加殺氣，但宣戰幫會玩家對戰死亡時會受到壹定的經驗懲罰。",
		},
		title = "關於對戰",
	},
	[9] = {
		desc = {
			"[size=27]愛的祝福所需[/size]\n需要擁有配偶，再消耗當前恩愛值的基礎上，需要角色等級達到指定等級才可以進行祝福。",
			"[size=27]愛的祝福等級[/size]\n愛的祝福等級當前共有14檔，當擁有配偶且當前恩愛值足夠的情況下，分別需要角色等級38/48/58/66/72/76/79/83/86/89/92/94/96/98的時候，可以進行愛的祝福。",
			"[size=27]其他說明[/size]\n離婚或者強制離婚後，不清除愛的祝福獎勵數值，只是凍結；當角色再次擁有任意婚姻關系的時候，即可生效愛的祝福獎勵數值。",
		},
		title = "愛的祝福說明",
	},
	[10] = {
		desc = {
			"[size=27]愛的祝福所需[/size]\n需要擁有配偶，再消耗當前恩愛值的基礎上，需要角色等級達到指定等級才可以進行祝福。",
			"[size=27]愛的祝福等級[/size]\n愛的祝福等級當前共有14檔，當擁有配偶且當前恩愛值足夠的情況下，分別需要角色等級38/48/58/66/72/76/79/83/86/89/92/94/96/98的時候，可以進行愛的祝福。",
			"[size=27]其他說明[/size]\n離婚或者強制離婚後，不清除愛的祝福獎勵數值，只是凍結；當角色再次擁有任意婚姻關系的時候，即可生效愛的祝福獎勵數值。",
		},
		title = "恩愛值獲取",
	},
}