config.http_code = {
    [-1] = {
        id = -1,
        msg = "缺少參數",
    },
    [-2] = {
        id = -2,
        msg = "頻繁操作",
    },
    [-3] = {
        id = -3,
        msg = "信號誤差",
    },
    [-4] = {
        id = -4,
        msg = "角色不存在",
    },
    [-5] = {
        id = -5,
        msg = "創建訂單失敗",
    },
    [-6] = {
        id = -6,
        msg = "找不到平臺",
    },
    [-7] = {
        id = -7,
        msg = "驗證失敗",
    },
    [-8] = {
        id = -8,
        msg = "渠道錯誤",
    },
    [-9] = {
        id = -9,
        msg = "SDK請求錯誤",
    },
    [-10] = {
        id = -10,
        msg = "錯誤服務",
    },
    [-11] = {
        id = -11,
        msg = "角色寫入失敗",
    },
    [-12] = {
        id = -12,
        msg = "上報錯誤",
    },
    [-13] = {
        id = -13,
        msg = "卡號不存在",
    },
    [-14] = {
        id = -14,
        msg = "不在有效領取時間",
    },
    [-15] = {
        id = -15,
        msg = "超過有有效期",
    },
    [-16] = {
        id = -16,
        msg = "未達到領取條件",
    },
    [-17] = {
        id = -17,
        msg = "沒有領取資格",
    },
    [-18] = {
        id = -18,
        msg = "不能重復領取",
    },
    [-19] = {
        id = -19,
        msg = "不能領取",
    },
    [-20] = {
        id = -20,
        msg = "錯誤商品號",
    },
    [-21] = {
        id = -21,
        msg = "金額為空",
    },
    [-22] = {
        id = -22,
        msg = "黑名單",
    },
}
