config.daily_gift = {
    [14] = {
        grade = 14,
        name = "1元禮包",
        rmb = 1,
        reward = {{1,67,34001},{2,78,34002},{3,999,34003}},
        gold = 10,
        gift = "100元寶禮包",
    },
    [15] = {
        grade = 15,
        name = "3元禮包",
        rmb = 3,
        reward = {{1,49,34005},{2,999,34006}},
        gold = 30,
        gift = "300元寶禮包",
    },
    [16] = {
        grade = 16,
        name = "6元禮包",
        rmb = 6,
        reward = {{1,63,34009},{2,78,34010},{3,999,34011}},
        gold = 60,
        gift = "600元寶禮包",
    },
    [17] = {
        grade = 17,
        name = "12元禮包",
        rmb = 12,
        reward = {{1,67,34013},{2,999,34014}},
        gold = 120,
        gift = "1200元寶禮包",
    },
}