
local _et = {}
config.hero_effect = {
	[1] = {
		[10010016] = {
			[0] = {
				[1] = {
					id = 1,
					desc = "攻擊目標和自身前方3米扇形範圍內的額外5個敵人,造成大量傷害。",
					name = "千裏橫行",
					skill = 10010016,
					legend = 0,
					zd_desc = "擊退目標，同時對他們造成4秒50%的減速",
				},
			},
		},
		[10020016] = {
			[0] = {
				[1] = {
					cd = 0,
					id = 1,
					desc = "聚氣0.8秒後對目標造成傷害和4秒的定身,定身狀態下無法移動,可以使用技能。",
					name = "彈指神功",
					skill = 10020016,
					legend = 0,
					zd_desc = "彈指神功不再造成定身，而是30%的減速，但是沒有冷卻時間",
				},
			},
		},
		[10030016] = {
			[0] = {
				[1] = {
					cd = 12000,
					id = 1,
					desc = "佛光西來,普照眾生,在當前位置放置1個持續8秒的清心蓮,每秒為5米範圍內的最多6個友方單位回復血量。",
					name = "佛光普照",
					skill = 10030016,
					legend = 0,
					zd_desc = "佛光普照施放壹個持續8秒的治療區域，冷卻時間增加到12秒。",
					progress_time = 0,
				},
			},
		},
		[10040016] = {
			[0] = {
				[1] = {
					id = 1,
					desc = "對目標造成少量傷害和3秒封穴",
					name = "蘭花點穴手",
					skill = 10040016,
					legend = 0,
					zd_desc = "如果在隱身狀態下發動，造成的封穴時間提高2秒。",
				},
			},
		},
	},
	[2] = {
		[10010017] = {
			[0] = {
				[1] = {
					id = 2,
					desc = "輕功技能,使用後在壹定時間內提高自身的移動速度50%。",
					name = "八步趕蟬",
					skill = 10010017,
					legend = 0,
					zd_desc = "八步趕蟬同時提高妳30%的閃避",
				},
			},
		},
		[10020017] = {
			[0] = {
				[1] = {
					mp = 44,
				},
				[2] = {
					mp = 44,
				},
				[3] = {
					mp = 44,
				},
				[4] = {
					mp = 44,
				},
				[5] = {
					mp = 44,
				},
				[6] = {
					mp = 44,
				},
				[7] = {
					mp = 44,
				},
				[8] = {
					mp = 44,
				},
				[9] = {
					mp = 44,
				},
				[10] = {
					mp = 44,
				},
				[11] = {
					mp = 112,
				},
				[12] = {
					mp = 112,
				},
				[13] = {
					mp = 112,
				},
				[14] = {
					mp = 112,
				},
				[15] = {
					mp = 112,
				},
				[16] = {
					mp = 112,
				},
				[17] = {
					mp = 112,
				},
				[18] = {
					mp = 112,
				},
				[19] = {
					mp = 112,
				},
				[20] = {
					mp = 112,
				},
				[21] = {
					mp = 184,
				},
				[22] = {
					mp = 184,
				},
				[23] = {
					mp = 184,
				},
				[24] = {
					mp = 184,
				},
				[25] = {
					mp = 184,
				},
				[26] = {
					mp = 184,
				},
				[27] = {
					mp = 184,
				},
				[28] = {
					mp = 184,
				},
				[29] = {
					mp = 184,
				},
				[30] = {
					mp = 184,
				},
				[31] = {
					mp = 254,
				},
				[32] = {
					mp = 254,
				},
				[33] = {
					mp = 254,
				},
				[34] = {
					mp = 254,
				},
				[35] = {
					mp = 254,
				},
				[36] = {
					mp = 254,
				},
				[37] = {
					mp = 254,
				},
				[38] = {
					mp = 254,
				},
				[39] = {
					mp = 254,
				},
				[40] = {
					mp = 254,
				},
				[41] = {
					mp = 336,
				},
				[42] = {
					mp = 336,
				},
				[43] = {
					mp = 336,
				},
				[44] = {
					mp = 336,
				},
				[45] = {
					mp = 336,
				},
				[46] = {
					mp = 336,
				},
				[47] = {
					mp = 336,
				},
				[48] = {
					mp = 336,
				},
				[49] = {
					mp = 336,
				},
				[50] = {
					mp = 336,
				},
				[51] = {
					mp = 440,
				},
				[52] = {
					mp = 440,
				},
				[53] = {
					mp = 440,
				},
				[54] = {
					mp = 440,
				},
				[55] = {
					mp = 440,
				},
				[56] = {
					mp = 440,
				},
				[57] = {
					mp = 440,
				},
				[58] = {
					mp = 440,
				},
				[59] = {
					mp = 440,
				},
				[60] = {
					mp = 440,
				},
				[61] = {
					mp = 660,
				},
				[62] = {
					mp = 660,
				},
				[63] = {
					mp = 660,
				},
				[64] = {
					mp = 660,
				},
				[65] = {
					mp = 660,
				},
				[66] = {
					mp = 660,
				},
				[67] = {
					mp = 660,
				},
				[68] = {
					mp = 660,
				},
				[69] = {
					mp = 660,
				},
				[70] = {
					mp = 660,
				},
				[71] = {
					mp = 966,
				},
				[72] = {
					mp = 966,
				},
				[73] = {
					mp = 966,
				},
				[74] = {
					mp = 966,
				},
				[75] = {
					mp = 966,
				},
				[76] = {
					mp = 966,
				},
				[77] = {
					mp = 966,
				},
				[78] = {
					mp = 966,
				},
				[79] = {
					mp = 966,
				},
				[80] = {
					mp = 966,
				},
				[81] = {
					mp = 1388,
				},
				[82] = {
					mp = 1388,
				},
				[83] = {
					mp = 1388,
				},
				[84] = {
					mp = 1388,
				},
				[85] = {
					mp = 1388,
				},
				[86] = {
					mp = 1388,
				},
				[87] = {
					mp = 1388,
				},
				[88] = {
					mp = 1388,
				},
				[89] = {
					mp = 1388,
				},
				[90] = {
					mp = 1388,
				},
				[91] = _et,
				[92] = _et,
				[93] = _et,
				[94] = _et,
				[95] = _et,
				[96] = _et,
				[97] = _et,
				[98] = _et,
				[99] = _et,
				[100] = _et,
				[101] = _et,
				[102] = _et,
				[103] = _et,
				[104] = _et,
				[105] = _et,
				[106] = _et,
				[107] = _et,
				[108] = _et,
				[109] = _et,
				[110] = _et,
				[111] = _et,
				[112] = _et,
				[113] = _et,
				[114] = _et,
				[115] = _et,
				[116] = _et,
				[117] = _et,
				[118] = _et,
				[119] = _et,
				[120] = _et,
				[121] = _et,
				[122] = _et,
				[123] = _et,
				[124] = _et,
				[125] = _et,
				[126] = _et,
				[127] = _et,
				[128] = _et,
				[129] = _et,
				[130] = _et,
				[131] = _et,
				[132] = _et,
				[133] = _et,
				[134] = _et,
				[135] = _et,
				[136] = _et,
				[137] = _et,
				[138] = _et,
				[139] = _et,
				[140] = _et,
				[141] = _et,
				[142] = _et,
				[143] = _et,
				[144] = _et,
				[145] = _et,
				[146] = _et,
				[147] = _et,
				[148] = _et,
				[149] = _et,
				[150] = _et,
				[151] = _et,
				[152] = _et,
				[153] = _et,
				[154] = _et,
				[155] = _et,
				[156] = _et,
				[157] = _et,
				[158] = _et,
				[159] = _et,
				[160] = _et,
				[161] = _et,
				[162] = _et,
				[163] = _et,
				[164] = _et,
				[165] = _et,
				[166] = _et,
				[167] = _et,
				[168] = _et,
				[169] = _et,
				[170] = _et,
				[171] = _et,
				[172] = _et,
				[173] = _et,
				[174] = _et,
				[175] = _et,
				[176] = _et,
				[177] = _et,
				[178] = _et,
				[179] = _et,
				[180] = _et,
				[181] = _et,
				[182] = _et,
				[183] = _et,
				[184] = _et,
				[185] = _et,
				[186] = _et,
				[187] = _et,
				[188] = _et,
				[189] = _et,
				[190] = _et,
				[191] = _et,
				[192] = _et,
				[193] = _et,
				[194] = _et,
				[195] = _et,
				[196] = _et,
				[197] = _et,
				[198] = _et,
				[199] = _et,
				[200] = _et,
				_mt = {
					id = 2,
					mp = 1826,
					desc = "逍遙絕技,使用奇門之術強化自身內力,使造成的傷害提升高30%,持續時間隨技能等級提升而增加。",
					name = "雲體風身",
					skill = 10020017,
					legend = 0,
					zd_desc = "雲體風身使妳的傷害提高50%，消耗提高100%",
				},
			},
		},
		[10030017] = {
			[0] = {
				[1] = {
					id = 2,
					desc = "月落西山後,朝霞滿天紅,使用後對自身周圍3米範圍內的所有敵人造成失明。",
					name = "月落西山",
					skill = 10030017,
					legend = 0,
					zd_desc = "月落西山每命中壹個敵人，即恢復妳相當於攻擊力40%的血量。",
				},
			},
		},
		[10040017] = {
			[0] = {
				[1] = {
					id = 2,
					desc = "對攻擊目標造成大量傷害,有25%的幾率額外造成1次傷害,有15%的幾率額外造成2次傷害。",
					name = "寒梅怒放",
					skill = 10040017,
					legend = 0,
					zd_desc = "如果產生會心，則重置冷卻時間。",
				},
			},
		},
	},
	[3] = {
		[10010018] = {
			[0] = {
				[1] = {
					id = 3,
					desc = "打狗棒法中極為精妙的壹招,使用後,立刻跳躍到8米內的壹個目標身邊,並造成傷害。",
					name = "棒打狗頭",
					skill = 10010018,
					legend = 0,
					zd_desc = "使用棒打狗頭後的5秒內，妳的傷害提高50%",
				},
			},
		},
		[10020018] = {
			[0] = {
				[1] = {
					cd = 0,
					id = 3,
					desc = "短時間內發出多道氣勁攻擊目標,造成大量傷害。",
					name = "排山倒海",
					skill = 10020018,
					legend = 0,
					zd_desc = "移除冷卻時間，每次使用會使排山倒海的消耗提高100%，持續15秒，最多疊加10次",
				},
			},
		},
		[10030018] = {
			[0] = {
				[1] = {
					id = 3,
					desc = "黯然銷魂之致,萬物又如何?使用後不會受到傷害也不能使用任何技能,效果持續8秒。",
					name = "呆若木雞",
					skill = 10030018,
					legend = 0,
					to_obj = 6,
					zd_desc = "呆若木雞改為對自己或友方玩家使用，降低其受到的傷害50%，可以使用技能。",
					to_obj_client = 1,
				},
			},
		},
		[10040018] = {
			[0] = {
				[1] = {
					id = 3,
					desc = "瞬移到前方最遠8米位置,並獲得3秒隱身狀態。",
					name = "踏雪無痕",
					skill = 10040018,
					legend = 0,
					zd_desc = "使用後5秒內，妳免疫減速和定身效果。",
				},
			},
		},
	},
	[4] = {
		[10010014] = {
			[0] = {
				[1] = {
					id = 4,
					desc = "丐幫無上絕學,揮動武器對周圍的目標造成傷害,同時自身免疫控制,持續4秒",
					name = "橫掃乾坤",
					skill = 10010014,
					legend = 0,
					zd_desc = "橫掃乾坤的持續時間增加100%",
					attack_time = 8,
				},
			},
		},
		[10020014] = {
			[0] = {
				[1] = {
					cd = 50000,
					id = 4,
					desc = "瀟灑壹擊,對目標造成傷害,並有20%的幾率使其陷入虛弱,受到的傷害提高50%,持續12秒。",
					name = "溪山行旅",
					skill = 10020014,
					legend = 0,
					zd_desc = "溪山行旅必定觸發傷害放大效果，冷卻時間增加到50秒。",
				},
			},
		},
		[10030014] = {
			[0] = {
				[1] = {
					id = 4,
					desc = "清靈之音,有回春之功效,為10米內的單體目標復血量。",
					name = "清心普善咒",
					skill = 10030014,
					legend = 0,
					zd_desc = "清心普善咒對血量低於30%的單位造成的治療量提高50%。",
				},
			},
		},
		[10040014] = {
			[0] = {
				[1] = {
					id = 4,
					desc = "使攻擊附帶濺射效果,對目標及周圍3米內6個敵人造成額外傷害,持續時間隨技能等級提高而增加",
					name = "移花接木",
					skill = 10040014,
					legend = 0,
					zd_desc = "移花接木激活時，妳的移動速度提高50%。",
				},
			},
		},
	},
	[5] = {
		[10010013] = {
			[0] = {
				[1] = {
					id = 5,
					desc = "對自身周圍4米內的6個敵人造成傷害和4秒50%的減速,並可以將怪物抓取到身邊。",
					name = "時乘六龍",
					skill = 10010013,
					legend = 0,
					to_obj = 2,
					zd_desc = "時乘六龍可以抓取玩家了",
				},
			},
		},
		[10020013] = {
			[0] = {
				[1] = {
					cd = 7500,
					id = 5,
					desc = "逍遙派的奇門功法,放置壹個持續10秒的定時攻擊陷阱,每秒對陷阱內的敵人造成傷害。",
					name = "定海神針",
					skill = 10020013,
					legend = 0,
					zd_desc = "定海神針的冷卻時間減少50%。",
				},
			},
		},
		[10030013] = {
			[0] = {
				[1] = {
					id = 5,
					desc = "對目標發動穿心刺骨的壹擊,造成大量傷害並使其陷入流血狀態,每2秒造成額外傷害,持續20秒。",
					name = "九陰神爪",
					skill = 10030013,
					legend = 0,
					zd_desc = "不再造成流血而是令妳對目標的傷害提高15%，持續10秒。",
				},
			},
		},
		[10040013] = {
			[0] = {
				[1] = {
					id = 5,
					desc = "對自身周圍3米內最多6個敵人造成大量傷害。",
					name = "鷹擊長空",
					skill = 10040013,
					legend = 0,
					zd_desc = "隱身下發動可同時降低目標70%的移動速度，持續6秒。",
				},
			},
		},
	},
	[6] = {
		[10010012] = {
			[0] = {
				[1] = {
					id = 6,
					desc = "丐幫幫主秘傳絕技之壹,對單體目標造成傷害,並且幾率回復自身血量。",
					name = "青龍出水",
					skill = 10010012,
					legend = 0,
					zd_desc = "不再回復血量，但是傷害提高100%",
				},
			},
		},
		[10020012] = {
			[0] = {
				[1] = {
					id = 6,
					desc = "對目標釋放壹個八陣圖,2秒後對目標及周圍的敵人造成傷害和3秒的散功。散功狀態下無法使用技能。",
					name = "八陣圖",
					skill = 10020012,
					legend = 0,
					zd_desc = "八陣圖僅對目標生效且不再造成散功，但是可以造成5次傷害。",
				},
			},
		},
		[10030012] = {
			[0] = {
				[1] = {
					id = 6,
					desc = "峨嵋絕學,對壹個目標造成大量傷害,傷害會轉移給4米範圍內的另壹個敵人,最多轉移3次。",
					name = "西子棒心",
					skill = 10030012,
					legend = 0,
					zd_desc = "西子捧心附帶4秒內減速50%。",
				},
			},
		},
		[10040012] = {
			[0] = {
				[1] = {
					id = 6,
					desc = "天山絕技,攻擊單個目標,對其造成大量傷害。",
					name = "鳳舞九天",
					skill = 10040012,
					legend = 0,
					zd_desc = "同時令目標受到的治療效果降低50%，持續6秒。",
				},
			},
		},
	},
	[7] = {
		[10010015] = {
			[0] = {
				[1] = {
					id = 7,
					desc = "突出其來的壹擊,對目標造成傷害並陷入5秒的散功,散功狀態下無法使用技能。",
					name = "雪泥鴻爪",
					dist = 6,
					skill = 10010015,
					legend = 0,
					zd_desc = "雪泥鴻爪對前方扇形範圍的最多6個敵人生效",
				},
			},
		},
		[10020015] = {
			[0] = {
				[1] = {
					id = 7,
					desc = "天下第壹輕功,逍遙門派獨步天下的神奇武學,瞬間向前方移動最多10米。",
					name = "淩波微步",
					skill = 10020015,
					legend = 0,
					zd_desc = "淩波微步可以在被控制時使用",
					category = 10,
				},
			},
		},
		[10030015] = {
			[0] = {
				[1] = {
					id = 7,
					desc = "對目標造成大量傷害並使其陷入4秒失明。失明狀態下會不受控制的隨機移動。",
					name = "障眼法",
					skill = 10030015,
					legend = 0,
					zd_desc = "不在造成失明而是必定降低目標的血上限5%，持續12秒。",
				},
			},
		},
		[10040015] = {
			[0] = {
				[1] = {
					cd = 60000,
					id = 7,
					desc = "使用後進入隱身狀態,持續時間隨技能等級提高而增加",
					name = "金蟬脫殼",
					dist = 6,
					skill = 10040015,
					legend = 0,
					to_obj = 6,
					zd_desc = "對妳和妳周五5米範圍內的隊友生效，冷卻時間增加40秒。",
				},
			},
		},
	},
	[8] = {
		[10010011] = {
			[0] = {
				[1] = {
					id = 8,
					desc = "降龍十八掌之亢龍有悔，快速出招攻擊單個目標。",
					name = "亢龍有悔",
					skill = 10010011,
					legend = 0,
					zd_desc = "血量低於50%時，傷害提高30%",
				},
			},
		},
		[10020011] = {
			[0] = {
				[1] = {
					id = 8,
					desc = "逍遙派絕技之壹,擲出武器攻擊目標多次,造成大量傷害。",
					name = "逍遙扇",
					skill = 10020011,
					legend = 0,
					zd_desc = "逍遙扇有8%的幾率移除溪山行旅的冷卻時間。",
				},
			},
		},
		[10030011] = {
			[0] = {
				[1] = {
					id = 8,
					desc = "黯然銷魂者,唯別而已矣。使用後可對目標造成大量傷害。",
					name = "拖泥帶水",
					dist = 22,
					skill = 10030011,
					legend = 0,
					zd_desc = "拖泥帶水的攻擊距離增加3米。",
				},
			},
		},
		[10040011] = {
			[0] = {
				[1] = {
					id = 8,
					desc = "對目標發動寒冷徹骨的攻擊,可對其造成大量的傷害。",
					name = "雪花六出",
					skill = 10040011,
					legend = 0,
					zd_desc = "雪花六出產生會心後令妳的傷害提高30%，持續6秒。",
				},
			},
		},
	},
	[9] = {
		[10010012] = {
			[0] = {
				[1] = {
					id = 9,
					desc = "丐幫幫主秘傳絕技之壹,對單體目標造成傷害,並且幾率回復自身血量。",
					name = "青龍出水",
					skill = 10010012,
					legend = 0,
					zd_desc = "使目標中毒10秒，每兩秒受到攻擊力25%的傷害，最多疊加三次",
				},
			},
		},
		[10020012] = {
			[0] = {
				[1] = {
					id = 9,
					desc = "對目標釋放壹個八陣圖,2秒後對目標及周圍的敵人造成傷害和3秒的散功。散功狀態下無法使用技能。",
					name = "八陣圖",
					skill = 10020012,
					legend = 0,
					zd_desc = "八陣圖的散功時間增加1秒。",
				},
			},
		},
		[10030012] = {
			[0] = {
				[1] = {
					id = 9,
					desc = "峨嵋絕學,對壹個目標造成大量傷害,傷害會轉移給4米範圍內的另壹個敵人,最多轉移3次。",
					name = "西子棒心",
					skill = 10030012,
					legend = 0,
					to_obj = 6,
					zd_desc = "西子捧心可對自己或友方目標使用，為他們施加壹個可吸收傷害的護盾。",
				},
			},
		},
		[10040012] = {
			[0] = {
				[1] = {
					id = 9,
					desc = "天山絕技,攻擊單個目標,對其造成大量傷害。",
					name = "鳳舞九天",
					skill = 10040012,
					legend = 0,
					zd_desc = "鳳舞九天將增加移花接木的持續時間3秒。",
				},
			},
		},
	},
	[10] = {
		[10010016] = {
			[0] = {
				[1] = {
					id = 10,
					desc = "攻擊目標和自身前方3米扇形範圍內的額外5個敵人,造成大量傷害。",
					name = "千裏橫行",
					skill = 10010016,
					legend = 0,
					zd_desc = "若命中3個以上的目標，可令妳接下來5秒內造成的傷害提高50%",
				},
			},
		},
		[10020016] = {
			[0] = {
				[1] = {
					id = 10,
					desc = "聚氣0.8秒後對目標造成傷害和4秒的定身,定身狀態下無法移動,可以使用技能。",
					name = "彈指神功",
					skill = 10020016,
					legend = 0,
					zd_desc = "彈指神功有15%幾率移除溪山行旅的冷卻時間",
				},
			},
		},
		[10030016] = {
			[0] = {
				[1] = {
					id = 10,
					desc = "佛光西來,普照眾生,在當前位置放置1個持續8秒的清心蓮,每秒為5米範圍內的最多6個友方單位回復血量。",
					name = "佛光普照",
					skill = 10030016,
					legend = 0,
					zd_desc = "佛光普照不再造成治療，而是對範圍內的敵人造成傷害。",
				},
			},
		},
		[10040016] = {
			[0] = {
				[1] = {
					id = 10,
					desc = "對目標造成少量傷害和3秒封穴",
					name = "蘭花點穴手",
					skill = 10040016,
					legend = 0,
					zd_desc = "蘭花點穴手將提高移花接木的持續時間3秒。",
				},
			},
		},
	},
	[11] = {
		[10010015] = {
			[0] = {
				[1] = {
					id = 11,
					desc = "突出其來的壹擊,對目標造成傷害並陷入5秒的散功,散功狀態下無法使用技能。",
					name = "雪泥鴻爪",
					skill = 10010015,
					legend = 0,
					zd_desc = "雪泥鴻爪不再造成散功，傷害增加200%",
				},
			},
		},
		[10020015] = {
			[0] = {
				[1] = {
					id = 11,
					desc = "天下第壹輕功,逍遙門派獨步天下的神奇武學,瞬間向前方移動最多10米。",
					name = "淩波微步",
					skill = 10020015,
					legend = 0,
					zd_desc = "使用淩波微步後的3秒內，受到的傷害減少50%",
				},
			},
		},
		[10030015] = {
			[0] = {
				[1] = {
					id = 11,
					desc = "對目標造成大量傷害並使其陷入4秒失明。失明狀態下會不受控制的隨機移動。",
					name = "障眼法",
					skill = 10030015,
					legend = 0,
					zd_desc = "不再造成失明而是必定降低目標的內外功擊30%，持續12秒。",
				},
			},
		},
		[10040015] = {
			[0] = {
				[1] = {
					id = 11,
					desc = "使用後進入隱身狀態,持續時間隨技能等級提高而增加",
					name = "金蟬脫殼",
					skill = 10040015,
					legend = 0,
					zd_desc = "金蟬脫殼結束後6秒內，妳的會心傷害提高50%。",
				},
			},
		},
	},
	[12] = {
		[10010018] = {
			[0] = {
				[1] = {
					id = 12,
					desc = "打狗棒法中極為精妙的壹招,使用後,立刻跳躍到8米內的壹個目標身邊,並造成傷害。",
					name = "棒打狗頭",
					skill = 10010018,
					legend = 0,
					zd_desc = "棒打狗頭同時使目標定身，持續3秒",
				},
			},
		},
		[10020018] = {
			[0] = {
				[1] = {
					id = 12,
					desc = "短時間內發出多道氣勁攻擊目標,造成大量傷害。",
					name = "排山倒海",
					skill = 10020018,
					legend = 0,
					zd_desc = "排山倒海對目標及其周圍2米內的敵人造成傷害",
				},
			},
		},
		[10030018] = {
			[0] = {
				[1] = {
					id = 12,
					desc = "黯然銷魂之致,萬物又如何?使用後不會受到傷害也不能使用任何技能,效果持續8秒。",
					name = "呆若木雞",
					skill = 10030018,
					legend = 0,
					zd_desc = "呆若木雞狀態下，每秒回復自身2%的血量。",
				},
			},
		},
		[10040018] = {
			[0] = {
				[1] = {
					id = 12,
					desc = "瞬移到前方最遠8米位置,並獲得3秒隱身狀態。",
					name = "踏雪無痕",
					skill = 10040018,
					legend = 0,
					to_obj = 2,
					zd_desc = "選定壹個目標使用，瞬間移動到其身邊並且造成3秒封穴。",
					pos_time = 200,
					pos_dist = 15,
					pos_type = 1,
					to_obj_client = 1,
				},
			},
		},
	},
	[13] = {
		[10010014] = {
			[0] = {
				[1] = {
					id = 13,
					desc = "丐幫無上絕學,揮動武器對周圍的目標造成傷害,同時自身免疫控制,持續4秒",
					name = "橫掃乾坤",
					skill = 10010014,
					legend = 0,
					zd_desc = "釋放橫掃乾坤時，受到的傷害降低30%",
				},
			},
		},
		[10020014] = {
			[0] = {
				[1] = {
					id = 13,
					desc = "瀟灑壹擊,對目標造成傷害,並有20%的幾率使其陷入虛弱,受到的傷害提高50%,持續12秒。",
					name = "溪山行旅",
					skill = 10020014,
					legend = 0,
					zd_desc = "溪山行旅放大效果結束後，目標會受到4秒的定身。",
				},
			},
		},
		[10030014] = {
			[0] = {
				[1] = {
					id = 13,
					desc = "清靈之音,有回春之功效,為10米內的單體目標復血量。",
					name = "清心普善咒",
					skill = 10030014,
					legend = 0,
					zd_desc = "令目標在10秒內額外回復相當於清心普善咒治療量50%的血量。",
				},
			},
		},
		[10040014] = {
			[0] = {
				[1] = {
					id = 13,
					desc = "使攻擊附帶濺射效果,對目標及周圍3米內6個敵人造成額外傷害,持續時間隨技能等級提高而增加",
					name = "移花接木",
					skill = 10040014,
					legend = 0,
					zd_desc = "移花接木不再產生濺射，而是使妳的會心幾率提高100%。",
				},
			},
		},
	},
	[14] = {
		[10010017] = {
			[0] = {
				[1] = {
					id = 14,
					desc = "輕功技能,使用後在壹定時間內提高自身的移動速度50%。",
					name = "八步趕蟬",
					skill = 10010017,
					legend = 0,
					zd_desc = "使用八步趕蟬時，同時移除自身的移動限制效果",
				},
			},
		},
		[10020017] = {
			[0] = {
				[1] = {
					id = 14,
					desc = "逍遙絕技,使用奇門之術強化自身內力,使造成的傷害提升高30%,持續時間隨技能等級提升而增加。",
					name = "雲體風身",
					skill = 10020017,
					legend = 0,
					zd_desc = "雲體風身持續期間，對妳造成傷害的目標會被定身2秒",
				},
			},
		},
		[10030017] = {
			[0] = {
				[1] = {
					id = 14,
					desc = "月落西山後,朝霞滿天紅,使用後對自身周圍3米範圍內的所有敵人造成失明。",
					name = "月落西山",
					skill = 10030017,
					legend = 0,
					zd_desc = "月落西山同時移除目標身上的壹個增益效果。",
					category = 26,
				},
			},
		},
		[10040017] = {
			[0] = {
				[1] = {
					cd = 23000,
					id = 14,
					desc = "對攻擊目標造成大量傷害,有25%的幾率額外造成1次傷害,有15%的幾率額外造成2次傷害。",
					name = "寒梅怒放",
					skill = 10040017,
					legend = 0,
					zd_desc = "不再造成額外傷害，冷卻時間減少7秒。",
					category = 1,
				},
			},
		},
	},
	[15] = {
		[10010013] = {
			[0] = {
				[1] = {
					id = 15,
					desc = "對自身周圍4米內的6個敵人造成傷害和4秒50%的減速,並可以將怪物抓取到身邊。",
					name = "時乘六龍",
					skill = 10010013,
					legend = 0,
					zd_desc = "不再造成減速而是令目標的命中降低50%，持續5秒",
				},
			},
		},
		[10020013] = {
			[0] = {
				[1] = {
					id = 15,
					desc = "逍遙派的奇門功法,放置壹個持續10秒的定時攻擊陷阱,每秒對陷阱內的敵人造成傷害。",
					name = "定海神針",
					skill = 10020013,
					legend = 0,
					zd_desc = "同時降低範圍內的敵人受到的治療50%。",
				},
			},
		},
		[10030013] = {
			[0] = {
				[1] = {
					id = 15,
					desc = "對目標發動穿心刺骨的壹擊,造成大量傷害並使其陷入流血狀態,每2秒造成額外傷害,持續20秒。",
					name = "九陰神爪",
					dist = 6,
					skill = 10030013,
					legend = 0,
					zd_desc = "對目標及其周圍3米範圍內的最多6個敵人生效。",
				},
			},
		},
		[10040013] = {
			[0] = {
				[1] = {
					cd = 12500,
					id = 15,
					desc = "對自身周圍3米內最多6個敵人造成大量傷害。",
					name = "鷹擊長空",
					skill = 10040013,
					legend = 0,
					zd_desc = "鷹擊長空冷卻時間減少50%，但是傷害降低20%。",
				},
			},
		},
	},
	[16] = {
		[10010011] = {
			[0] = {
				[1] = {
					id = 16,
					desc = "降龍十八掌之亢龍有悔，快速出招攻擊單個目標。",
					name = "亢龍有悔",
					skill = 10010011,
					legend = 0,
					zd_desc = "亢龍有悔在被控制時仍然可以使用",
					category = 10,
				},
			},
		},
		[10020011] = {
			[0] = {
				[1] = {
					id = 16,
					desc = "逍遙派絕技之壹,擲出武器攻擊目標多次,造成大量傷害。",
					name = "逍遙扇",
					skill = 10020011,
					legend = 0,
					zd_desc = "逍遙扇對被減速的目標造成的傷害提高30%。",
				},
			},
		},
		[10030011] = {
			[0] = {
				[1] = {
					id = 16,
					desc = "黯然銷魂者,唯別而已矣。使用後可對目標造成大量傷害。",
					name = "拖泥帶水",
					skill = 10030011,
					legend = 0,
					zd_desc = "拖泥帶水對血量70%以上的目標造成的傷害提高50%。",
				},
			},
		},
		[10040011] = {
			[0] = {
				[1] = {
					id = 16,
					desc = "對目標發動寒冷徹骨的攻擊,可對其造成大量的傷害。",
					name = "雪花六出",
					skill = 10040011,
					legend = 0,
					zd_desc = "如果在隱身下發動，雪花六出的傷害將提高70%。",
				},
			},
		},
	},
	[17] = {
		[10010012] = {
			[0] = {
				[1] = {
					id = 17,
					desc = "丐幫幫主秘傳絕技之壹,對單體目標造成傷害,並且幾率回復自身血量。",
					name = "青龍出水",
					skill = 10010012,
					legend = 0,
					zd_desc = "青龍出水的回血幾率提高至100%",
				},
			},
		},
		[10020012] = {
			[0] = {
				[1] = {
					id = 17,
					desc = "對目標釋放壹個八陣圖,2秒後對目標及周圍的敵人造成傷害和3秒的散功。散功狀態下無法使用技能。",
					name = "八陣圖",
					skill = 10020012,
					legend = 0,
					zd_desc = "八陣圖不再造成散功，而是吸取目標部分氣。",
				},
			},
		},
		[10030012] = {
			[0] = {
				[1] = {
					id = 17,
					desc = "峨嵋絕學,對壹個目標造成大量傷害,傷害會轉移給4米範圍內的另壹個敵人,最多轉移3次。",
					name = "西子棒心",
					skill = 10030012,
					legend = 0,
					zd_desc = "西子捧心的轉移次數增加2次並可以重復轉移。",
				},
			},
		},
		[10040012] = {
			[0] = {
				[1] = {
					id = 17,
					desc = "天山絕技,攻擊單個目標,對其造成大量傷害。",
					name = "鳳舞九天",
					skill = 10040012,
					legend = 0,
					zd_desc = "鳳舞九天傷害提高15%。",
				},
			},
		},
	},
	[18] = {
		[10010017] = {
			[0] = {
				[1] = {
					id = 18,
					desc = "輕功技能,使用後在壹定時間內提高自身的移動速度50%。",
					name = "八步趕蟬",
					skill = 10010017,
					legend = 0,
					zd_desc = "使用八步趕蟬時，同時可以回復自身部分血量",
				},
			},
		},
		[10020017] = {
			[0] = {
				[1] = {
					id = 18,
					desc = "逍遙絕技,使用奇門之術強化自身內力,使造成的傷害提升高30%,持續時間隨技能等級提升而增加。",
					name = "雲體風身",
					skill = 10020017,
					legend = 0,
					zd_desc = "雲體風身的持續時間期間妳的命中率提高30%",
				},
			},
		},
		[10030017] = {
			[0] = {
				[1] = {
					id = 18,
					desc = "月落西山後,朝霞滿天紅,使用後對自身周圍3米範圍內的所有敵人造成失明。",
					name = "月落西山",
					skill = 10030017,
					legend = 0,
					zd_desc = "月落西山的失明時間增加1秒。",
				},
			},
		},
		[10040017] = {
			[0] = {
				[1] = {
					id = 18,
					desc = "對攻擊目標造成大量傷害,有25%的幾率額外造成1次傷害,有15%的幾率額外造成2次傷害。",
					name = "寒梅怒放",
					skill = 10040017,
					legend = 0,
					zd_desc = "有10%概率造成額外3次傷害。",
				},
			},
		},
	},
	[19] = {
		[10010011] = {
			[0] = {
				[1] = {
					id = 19,
					desc = "降龍十八掌之亢龍有悔，快速出招攻擊單個目標。",
					name = "亢龍有悔",
					skill = 10010011,
					legend = 0,
					zd_desc = "有30%的幾率使目標中毒10秒，每兩秒受到攻擊力25%的傷害，最多疊加三次",
				},
			},
		},
		[10020011] = {
			[0] = {
				[1] = {
					mp = 12,
				},
				[2] = {
					mp = 12,
				},
				[3] = {
					mp = 12,
				},
				[4] = {
					mp = 12,
				},
				[5] = {
					mp = 12,
				},
				[6] = {
					mp = 12,
				},
				[7] = {
					mp = 12,
				},
				[8] = {
					mp = 12,
				},
				[9] = {
					mp = 12,
				},
				[10] = {
					mp = 12,
				},
				[11] = {
					mp = 29,
				},
				[12] = {
					mp = 29,
				},
				[13] = {
					mp = 29,
				},
				[14] = {
					mp = 29,
				},
				[15] = {
					mp = 29,
				},
				[16] = {
					mp = 29,
				},
				[17] = {
					mp = 29,
				},
				[18] = {
					mp = 29,
				},
				[19] = {
					mp = 29,
				},
				[20] = {
					mp = 29,
				},
				[21] = {
					mp = 47,
				},
				[22] = {
					mp = 47,
				},
				[23] = {
					mp = 47,
				},
				[24] = {
					mp = 47,
				},
				[25] = {
					mp = 47,
				},
				[26] = {
					mp = 47,
				},
				[27] = {
					mp = 47,
				},
				[28] = {
					mp = 47,
				},
				[29] = {
					mp = 47,
				},
				[30] = {
					mp = 47,
				},
				[31] = {
					mp = 65,
				},
				[32] = {
					mp = 65,
				},
				[33] = {
					mp = 65,
				},
				[34] = {
					mp = 65,
				},
				[35] = {
					mp = 65,
				},
				[36] = {
					mp = 65,
				},
				[37] = {
					mp = 65,
				},
				[38] = {
					mp = 65,
				},
				[39] = {
					mp = 65,
				},
				[40] = {
					mp = 65,
				},
				[41] = {
					mp = 87,
				},
				[42] = {
					mp = 87,
				},
				[43] = {
					mp = 87,
				},
				[44] = {
					mp = 87,
				},
				[45] = {
					mp = 87,
				},
				[46] = {
					mp = 87,
				},
				[47] = {
					mp = 87,
				},
				[48] = {
					mp = 87,
				},
				[49] = {
					mp = 87,
				},
				[50] = {
					mp = 87,
				},
				[51] = {
					mp = 114,
				},
				[52] = {
					mp = 114,
				},
				[53] = {
					mp = 114,
				},
				[54] = {
					mp = 114,
				},
				[55] = {
					mp = 114,
				},
				[56] = {
					mp = 114,
				},
				[57] = {
					mp = 114,
				},
				[58] = {
					mp = 114,
				},
				[59] = {
					mp = 114,
				},
				[60] = {
					mp = 114,
				},
				[61] = {
					mp = 172,
				},
				[62] = {
					mp = 172,
				},
				[63] = {
					mp = 172,
				},
				[64] = {
					mp = 172,
				},
				[65] = {
					mp = 172,
				},
				[66] = {
					mp = 172,
				},
				[67] = {
					mp = 172,
				},
				[68] = {
					mp = 172,
				},
				[69] = {
					mp = 172,
				},
				[70] = {
					mp = 172,
				},
				[71] = {
					mp = 251,
				},
				[72] = {
					mp = 251,
				},
				[73] = {
					mp = 251,
				},
				[74] = {
					mp = 251,
				},
				[75] = {
					mp = 251,
				},
				[76] = {
					mp = 251,
				},
				[77] = {
					mp = 251,
				},
				[78] = {
					mp = 251,
				},
				[79] = {
					mp = 251,
				},
				[80] = {
					mp = 251,
				},
				[81] = {
					mp = 360,
				},
				[82] = {
					mp = 360,
				},
				[83] = {
					mp = 360,
				},
				[84] = {
					mp = 360,
				},
				[85] = {
					mp = 360,
				},
				[86] = {
					mp = 360,
				},
				[87] = {
					mp = 360,
				},
				[88] = {
					mp = 360,
				},
				[89] = {
					mp = 360,
				},
				[90] = {
					mp = 360,
				},
				[91] = _et,
				[92] = _et,
				[93] = _et,
				[94] = _et,
				[95] = _et,
				[96] = _et,
				[97] = _et,
				[98] = _et,
				[99] = _et,
				[100] = _et,
				[101] = _et,
				[102] = _et,
				[103] = _et,
				[104] = _et,
				[105] = _et,
				[106] = _et,
				[107] = _et,
				[108] = _et,
				[109] = _et,
				[110] = _et,
				[111] = _et,
				[112] = _et,
				[113] = _et,
				[114] = _et,
				[115] = _et,
				[116] = _et,
				[117] = _et,
				[118] = _et,
				[119] = _et,
				[120] = _et,
				[121] = _et,
				[122] = _et,
				[123] = _et,
				[124] = _et,
				[125] = _et,
				[126] = _et,
				[127] = _et,
				[128] = _et,
				[129] = _et,
				[130] = _et,
				[131] = _et,
				[132] = _et,
				[133] = _et,
				[134] = _et,
				[135] = _et,
				[136] = _et,
				[137] = _et,
				[138] = _et,
				[139] = _et,
				[140] = _et,
				[141] = _et,
				[142] = _et,
				[143] = _et,
				[144] = _et,
				[145] = _et,
				[146] = _et,
				[147] = _et,
				[148] = _et,
				[149] = _et,
				[150] = _et,
				[151] = _et,
				[152] = _et,
				[153] = _et,
				[154] = _et,
				[155] = _et,
				[156] = _et,
				[157] = _et,
				[158] = _et,
				[159] = _et,
				[160] = _et,
				[161] = _et,
				[162] = _et,
				[163] = _et,
				[164] = _et,
				[165] = _et,
				[166] = _et,
				[167] = _et,
				[168] = _et,
				[169] = _et,
				[170] = _et,
				[171] = _et,
				[172] = _et,
				[173] = _et,
				[174] = _et,
				[175] = _et,
				[176] = _et,
				[177] = _et,
				[178] = _et,
				[179] = _et,
				[180] = _et,
				[181] = _et,
				[182] = _et,
				[183] = _et,
				[184] = _et,
				[185] = _et,
				[186] = _et,
				[187] = _et,
				[188] = _et,
				[189] = _et,
				[190] = _et,
				[191] = _et,
				[192] = _et,
				[193] = _et,
				[194] = _et,
				[195] = _et,
				[196] = _et,
				[197] = _et,
				[198] = _et,
				[199] = _et,
				[200] = _et,
				_mt = {
					id = 19,
					mp = 475,
					desc = "逍遙派絕技之壹,擲出武器攻擊目標多次,造成大量傷害。",
					name = "逍遙扇",
					skill = 10020011,
					legend = 0,
					zd_desc = "逍遙扇的傷害提高30%，法力消耗提高130%。",
				},
			},
		},
		[10030011] = {
			[0] = {
				[1] = {
					id = 19,
					desc = "黯然銷魂者,唯別而已矣。使用後可對目標造成大量傷害。",
					name = "拖泥帶水",
					skill = 10030011,
					legend = 0,
					zd_desc = "拖泥帶水有20%的幾率回復自身最大氣量5%的氣。",
				},
			},
		},
		[10040011] = {
			[0] = {
				[1] = {
					cd = 4000,
					id = 19,
					desc = "對目標發動寒冷徹骨的攻擊,可對其造成大量的傷害。",
					name = "雪花六出",
					skill = 10040011,
					legend = 0,
					zd_desc = "雪花六出的冷卻時間減少2秒，",
				},
			},
		},
	},
	[20] = {
		[10010013] = {
			[0] = {
				[1] = {
					id = 20,
					desc = "對自身周圍4米內的6個敵人造成傷害和4秒50%的減速,並可以將怪物抓取到身邊。",
					name = "時乘六龍",
					dist = 12,
					skill = 10010013,
					legend = 0,
					zd_desc = "時乘六龍的攻擊範圍增加到6米",
				},
			},
		},
		[10020013] = {
			[0] = {
				[1] = {
					id = 20,
					desc = "逍遙派的奇門功法,放置壹個持續10秒的定時攻擊陷阱,每秒對陷阱內的敵人造成傷害。",
					name = "定海神針",
					skill = 10020013,
					legend = 0,
					zd_desc = "同時對範圍內的敵人造成30%的減速。",
				},
			},
		},
		[10030013] = {
			[0] = {
				[1] = {
					id = 20,
					desc = "對目標發動穿心刺骨的壹擊,造成大量傷害並使其陷入流血狀態,每2秒造成額外傷害,持續20秒。",
					name = "九陰神爪",
					skill = 10030013,
					legend = 0,
					zd_desc = "九陰神爪的流血效果的持續時間增加100%。",
				},
			},
		},
		[10040013] = {
			[0] = {
				[1] = {
					id = 20,
					desc = "對自身周圍3米內最多6個敵人造成大量傷害。",
					name = "鷹擊長空",
					skill = 10040013,
					legend = 0,
					zd_desc = "鷹擊長空的傷害增加15%。",
				},
			},
		},
	},
	[21] = {
		[10010016] = {
			[0] = {
				[1] = {
					id = 21,
					desc = "攻擊目標和自身前方3米扇形範圍內的額外5個敵人,造成大量傷害。",
					name = "千裏橫行",
					skill = 10010016,
					legend = 0,
					zd_desc = "千裏橫行對中毒的單位造成的傷害提高50%",
				},
			},
		},
		[10020016] = {
			[0] = {
				[1] = {
					id = 21,
					desc = "聚氣0.8秒後對目標造成傷害和4秒的定身,定身狀態下無法移動,可以使用技能。",
					name = "彈指神功",
					skill = 10020016,
					legend = 0,
					zd_desc = "彈指神功對距離小於3米的敵人，造成傷害和定身時間增加50%",
				},
			},
		},
		[10030016] = {
			[0] = {
				[1] = {
					mp = 11,
				},
				[2] = {
					mp = 11,
				},
				[3] = {
					mp = 11,
				},
				[4] = {
					mp = 11,
				},
				[5] = {
					mp = 11,
				},
				[6] = {
					mp = 11,
				},
				[7] = {
					mp = 11,
				},
				[8] = {
					mp = 11,
				},
				[9] = {
					mp = 11,
				},
				[10] = {
					mp = 11,
				},
				[11] = {
					mp = 28,
				},
				[12] = {
					mp = 28,
				},
				[13] = {
					mp = 28,
				},
				[14] = {
					mp = 28,
				},
				[15] = {
					mp = 28,
				},
				[16] = {
					mp = 28,
				},
				[17] = {
					mp = 28,
				},
				[18] = {
					mp = 28,
				},
				[19] = {
					mp = 28,
				},
				[20] = {
					mp = 28,
				},
				[21] = {
					mp = 46,
				},
				[22] = {
					mp = 46,
				},
				[23] = {
					mp = 46,
				},
				[24] = {
					mp = 46,
				},
				[25] = {
					mp = 46,
				},
				[26] = {
					mp = 46,
				},
				[27] = {
					mp = 46,
				},
				[28] = {
					mp = 46,
				},
				[29] = {
					mp = 46,
				},
				[30] = {
					mp = 46,
				},
				[31] = {
					mp = 64,
				},
				[32] = {
					mp = 64,
				},
				[33] = {
					mp = 64,
				},
				[34] = {
					mp = 64,
				},
				[35] = {
					mp = 64,
				},
				[36] = {
					mp = 64,
				},
				[37] = {
					mp = 64,
				},
				[38] = {
					mp = 64,
				},
				[39] = {
					mp = 64,
				},
				[40] = {
					mp = 64,
				},
				[41] = {
					mp = 84,
				},
				[42] = {
					mp = 84,
				},
				[43] = {
					mp = 84,
				},
				[44] = {
					mp = 84,
				},
				[45] = {
					mp = 84,
				},
				[46] = {
					mp = 84,
				},
				[47] = {
					mp = 84,
				},
				[48] = {
					mp = 84,
				},
				[49] = {
					mp = 84,
				},
				[50] = {
					mp = 84,
				},
				[51] = {
					mp = 110,
				},
				[52] = {
					mp = 110,
				},
				[53] = {
					mp = 110,
				},
				[54] = {
					mp = 110,
				},
				[55] = {
					mp = 110,
				},
				[56] = {
					mp = 110,
				},
				[57] = {
					mp = 110,
				},
				[58] = {
					mp = 110,
				},
				[59] = {
					mp = 110,
				},
				[60] = {
					mp = 110,
				},
				[61] = {
					mp = 165,
				},
				[62] = {
					mp = 165,
				},
				[63] = {
					mp = 165,
				},
				[64] = {
					mp = 165,
				},
				[65] = {
					mp = 165,
				},
				[66] = {
					mp = 165,
				},
				[67] = {
					mp = 165,
				},
				[68] = {
					mp = 165,
				},
				[69] = {
					mp = 165,
				},
				[70] = {
					mp = 165,
				},
				[71] = {
					mp = 241,
				},
				[72] = {
					mp = 241,
				},
				[73] = {
					mp = 241,
				},
				[74] = {
					mp = 241,
				},
				[75] = {
					mp = 241,
				},
				[76] = {
					mp = 241,
				},
				[77] = {
					mp = 241,
				},
				[78] = {
					mp = 241,
				},
				[79] = {
					mp = 241,
				},
				[80] = {
					mp = 241,
				},
				[81] = {
					mp = 346,
				},
				[82] = {
					mp = 346,
				},
				[83] = {
					mp = 346,
				},
				[84] = {
					mp = 346,
				},
				[85] = {
					mp = 346,
				},
				[86] = {
					mp = 346,
				},
				[87] = {
					mp = 346,
				},
				[88] = {
					mp = 346,
				},
				[89] = {
					mp = 346,
				},
				[90] = {
					mp = 346,
				},
				[91] = _et,
				[92] = _et,
				[93] = _et,
				[94] = _et,
				[95] = _et,
				[96] = _et,
				[97] = _et,
				[98] = _et,
				[99] = _et,
				[100] = _et,
				[101] = _et,
				[102] = _et,
				[103] = _et,
				[104] = _et,
				[105] = _et,
				[106] = _et,
				[107] = _et,
				[108] = _et,
				[109] = _et,
				[110] = _et,
				[111] = _et,
				[112] = _et,
				[113] = _et,
				[114] = _et,
				[115] = _et,
				[116] = _et,
				[117] = _et,
				[118] = _et,
				[119] = _et,
				[120] = _et,
				[121] = _et,
				[122] = _et,
				[123] = _et,
				[124] = _et,
				[125] = _et,
				[126] = _et,
				[127] = _et,
				[128] = _et,
				[129] = _et,
				[130] = _et,
				[131] = _et,
				[132] = _et,
				[133] = _et,
				[134] = _et,
				[135] = _et,
				[136] = _et,
				[137] = _et,
				[138] = _et,
				[139] = _et,
				[140] = _et,
				[141] = _et,
				[142] = _et,
				[143] = _et,
				[144] = _et,
				[145] = _et,
				[146] = _et,
				[147] = _et,
				[148] = _et,
				[149] = _et,
				[150] = _et,
				[151] = _et,
				[152] = _et,
				[153] = _et,
				[154] = _et,
				[155] = _et,
				[156] = _et,
				[157] = _et,
				[158] = _et,
				[159] = _et,
				[160] = _et,
				[161] = _et,
				[162] = _et,
				[163] = _et,
				[164] = _et,
				[165] = _et,
				[166] = _et,
				[167] = _et,
				[168] = _et,
				[169] = _et,
				[170] = _et,
				[171] = _et,
				[172] = _et,
				[173] = _et,
				[174] = _et,
				[175] = _et,
				[176] = _et,
				[177] = _et,
				[178] = _et,
				[179] = _et,
				[180] = _et,
				[181] = _et,
				[182] = _et,
				[183] = _et,
				[184] = _et,
				[185] = _et,
				[186] = _et,
				[187] = _et,
				[188] = _et,
				[189] = _et,
				[190] = _et,
				[191] = _et,
				[192] = _et,
				[193] = _et,
				[194] = _et,
				[195] = _et,
				[196] = _et,
				[197] = _et,
				[198] = _et,
				[199] = _et,
				[200] = _et,
				_mt = {
					id = 21,
					mp = 456,
					desc = "佛光西來,普照眾生,在當前位置放置1個持續8秒的清心蓮,每秒為5米範圍內的最多6個友方單位回復血量。",
					name = "佛光普照",
					skill = 10030016,
					legend = 0,
					zd_desc = "佛光普照的氣消耗減少50%。",
				},
			},
		},
		[10040016] = {
			[0] = {
				[1] = {
					id = 21,
					desc = "對目標造成少量傷害和3秒封穴",
					name = "蘭花點穴手",
					skill = 10040016,
					legend = 0,
					zd_desc = "蘭花點穴手可以使妳的下壹個技能必定產生會心。",
				},
			},
		},
	},
	[22] = {
		[10010015] = {
			[0] = {
				[1] = {
					id = 22,
					desc = "突出其來的壹擊,對目標造成傷害並陷入5秒的散功,散功狀態下無法使用技能。",
					name = "雪泥鴻爪",
					skill = 10010015,
					legend = 0,
					zd_desc = "如果目標處於中毒狀態，雪泥鴻爪造成的散功時間增加2秒",
				},
			},
		},
		[10020015] = {
			[0] = {
				[1] = {
					id = 22,
					desc = "天下第壹輕功,逍遙門派獨步天下的神奇武學,瞬間向前方移動最多10米。",
					name = "淩波微步",
					skill = 10020015,
					legend = 0,
					zd_desc = "使用淩波微步後，對出現點周圍2米內的敵人造成傷害",
				},
			},
		},
		[10030015] = {
			[0] = {
				[1] = {
					cd = 23000,
					id = 22,
					desc = "對目標造成大量傷害並使其陷入4秒失明。失明狀態下會不受控制的隨機移動。",
					name = "障眼法",
					skill = 10030015,
					legend = 0,
					zd_desc = "障眼法失明概率提高到100%，冷卻時間增加8秒。",
				},
			},
		},
		[10040015] = {
			[0] = {
				[1] = {
					id = 22,
					desc = "使用後進入隱身狀態,持續時間隨技能等級提高而增加",
					name = "金蟬脫殼",
					skill = 10040015,
					legend = 0,
					zd_desc = "同時使妳3秒內免疫所有傷害。",
				},
			},
		},
	},
	[23] = {
		[10010014] = {
			[0] = {
				[1] = {
					id = 23,
					desc = "丐幫無上絕學,揮動武器對周圍的目標造成傷害,同時自身免疫控制,持續4秒",
					name = "橫掃乾坤",
					skill = 10010014,
					legend = 0,
					zd_desc = "橫掃乾坤對中毒單位的傷害提高30%",
				},
			},
		},
		[10020014] = {
			[0] = {
				[1] = {
					id = 23,
					desc = "瀟灑壹擊,對目標造成傷害,並有20%的幾率使其陷入虛弱,受到的傷害提高50%,持續12秒。",
					name = "溪山行旅",
					skill = 10020014,
					legend = 0,
					zd_desc = "溪山行旅不再附加傷害放大效果，但是可以回復最大氣量的50%。",
				},
			},
		},
		[10030014] = {
			[0] = {
				[1] = {
					id = 23,
					desc = "清靈之音,有回春之功效,為10米內的單體目標復血量。",
					name = "清心普善咒",
					skill = 10030014,
					legend = 0,
					zd_desc = "聚氣時間增加1秒，治療量提高55%。",
					pre_time = 3000,
				},
			},
		},
		[10040014] = {
			[0] = {
				[1] = {
					cd = 20000,
					id = 23,
					desc = "使攻擊附帶濺射效果,對目標及周圍3米內6個敵人造成額外傷害,持續時間隨技能等級提高而增加",
					name = "移花接木",
					skill = 10040014,
					legend = 0,
					zd_desc = "移花接木的持續時間減半，冷卻時間減少40秒。",
				},
			},
		},
	},
	[24] = {
		[10010018] = {
			[0] = {
				[1] = {
					id = 24,
					desc = "打狗棒法中極為精妙的壹招,使用後,立刻跳躍到8米內的壹個目標身邊,並造成傷害。",
					name = "棒打狗頭",
					skill = 10010018,
					legend = 0,
					zd_desc = "使目標中毒12秒，每2秒受到妳攻擊力25%的傷害，最多疊加5次",
				},
			},
		},
		[10020018] = {
			[0] = {
				[1] = {
					id = 24,
					desc = "短時間內發出多道氣勁攻擊目標,造成大量傷害。",
					name = "排山倒海",
					skill = 10020018,
					effect = {{1,"skill20011_03",1},{5,"skill20011_04",1}},
					legend = 0,
					action = "skill13",
					zd_desc = "排山倒海現在是壹個引導5秒的技能，每0.5秒對敵人造成傷害",
					is_break = 1,
					progress_time = 5,
					be_attack_effect = 0,
				},
			},
		},
		[10030018] = {
			[0] = {
				[1] = {
					id = 24,
					desc = "黯然銷魂之致,萬物又如何?使用後不會受到傷害也不能使用任何技能,效果持續8秒。",
					name = "呆若木雞",
					skill = 10030018,
					legend = 0,
					zd_desc = "呆若木雞結束後產生爆炸，對周圍3米內的敵人造成傷害和失明。",
				},
			},
		},
		[10040018] = {
			[0] = {
				[1] = {
					id = 24,
					desc = "瞬移到前方最遠8米位置,並獲得3秒隱身狀態。",
					name = "踏雪無痕",
					skill = 10040018,
					legend = 0,
					zd_desc = "使用後不再隱身而是提高妳的會心傷害50%，持續6秒。",
				},
			},
		},
	},
	[25] = {
		[10010018] = {
			[0] = {
				[1] = {
					id = 25,
					desc = "打狗棒法中極為精妙的壹招,使用後,立刻跳躍到8米內的壹個目標身邊,並造成傷害。",
					name = "棒打狗頭",
					dist = 20,
					skill = 10010018,
					legend = 0,
					zd_desc = "棒打狗頭的攻擊距離增加到10米",
				},
			},
		},
		[10020018] = {
			[0] = {
				[1] = {
					id = 25,
					desc = "短時間內發出多道氣勁攻擊目標,造成大量傷害。",
					name = "排山倒海",
					skill = 10020018,
					legend = 0,
					zd_desc = "排山倒海傷害提高15%",
				},
			},
		},
		[10030018] = {
			[0] = {
				[1] = {
					id = 25,
					desc = "黯然銷魂之致,萬物又如何?使用後不會受到傷害也不能使用任何技能,效果持續8秒。",
					name = "呆若木雞",
					skill = 10030018,
					legend = 0,
					zd_desc = "呆若木雞的持續時間增加2秒。",
				},
			},
		},
		[10040018] = {
			[0] = {
				[1] = {
					cd = 20000,
				},
				[2] = {
					cd = 19950,
				},
				[3] = {
					cd = 19900,
				},
				[4] = {
					cd = 19850,
				},
				[5] = {
					cd = 19800,
				},
				[6] = {
					cd = 19750,
				},
				[7] = {
					cd = 19700,
				},
				[8] = {
					cd = 19650,
				},
				[9] = {
					cd = 19600,
				},
				[10] = {
					cd = 19550,
				},
				[11] = {
					cd = 19500,
				},
				[12] = {
					cd = 19450,
				},
				[13] = {
					cd = 19400,
				},
				[14] = {
					cd = 19350,
				},
				[15] = {
					cd = 19300,
				},
				[16] = {
					cd = 19250,
				},
				[17] = {
					cd = 19200,
				},
				[18] = {
					cd = 19150,
				},
				[19] = {
					cd = 19100,
				},
				[20] = {
					cd = 19050,
				},
				[21] = {
					cd = 19000,
				},
				[22] = {
					cd = 18950,
				},
				[23] = {
					cd = 18900,
				},
				[24] = {
					cd = 18850,
				},
				[25] = {
					cd = 18800,
				},
				[26] = {
					cd = 18750,
				},
				[27] = {
					cd = 18700,
				},
				[28] = {
					cd = 18650,
				},
				[29] = {
					cd = 18600,
				},
				[30] = {
					cd = 18550,
				},
				[31] = {
					cd = 18500,
				},
				[32] = {
					cd = 18450,
				},
				[33] = {
					cd = 18400,
				},
				[34] = {
					cd = 18350,
				},
				[35] = {
					cd = 18300,
				},
				[36] = {
					cd = 18250,
				},
				[37] = {
					cd = 18200,
				},
				[38] = {
					cd = 18150,
				},
				[39] = {
					cd = 18100,
				},
				[40] = {
					cd = 18050,
				},
				[41] = {
					cd = 18000,
				},
				[42] = {
					cd = 17950,
				},
				[43] = {
					cd = 17900,
				},
				[44] = {
					cd = 17850,
				},
				[45] = {
					cd = 17800,
				},
				[46] = {
					cd = 17750,
				},
				[47] = {
					cd = 17700,
				},
				[48] = {
					cd = 17650,
				},
				[49] = {
					cd = 17600,
				},
				[50] = {
					cd = 17550,
				},
				[51] = {
					cd = 17500,
				},
				[52] = {
					cd = 17450,
				},
				[53] = {
					cd = 17400,
				},
				[54] = {
					cd = 17350,
				},
				[55] = {
					cd = 17300,
				},
				[56] = {
					cd = 17250,
				},
				[57] = {
					cd = 17200,
				},
				[58] = {
					cd = 17150,
				},
				[59] = {
					cd = 17100,
				},
				[60] = {
					cd = 17050,
				},
				[61] = {
					cd = 17000,
				},
				[62] = {
					cd = 16950,
				},
				[63] = {
					cd = 16900,
				},
				[64] = {
					cd = 16850,
				},
				[65] = {
					cd = 16800,
				},
				[66] = {
					cd = 16750,
				},
				[67] = {
					cd = 16700,
				},
				[68] = {
					cd = 16650,
				},
				[69] = {
					cd = 16600,
				},
				[70] = {
					cd = 16550,
				},
				[71] = {
					cd = 16500,
				},
				[72] = {
					cd = 16450,
				},
				[73] = {
					cd = 16400,
				},
				[74] = {
					cd = 16350,
				},
				[75] = {
					cd = 16300,
				},
				[76] = {
					cd = 16250,
				},
				[77] = {
					cd = 16200,
				},
				[78] = {
					cd = 16150,
				},
				[79] = {
					cd = 16100,
				},
				[80] = {
					cd = 16050,
				},
				[81] = {
					cd = 16000,
				},
				[82] = {
					cd = 15950,
				},
				[83] = {
					cd = 15900,
				},
				[84] = {
					cd = 15850,
				},
				[85] = {
					cd = 15800,
				},
				[86] = {
					cd = 15750,
				},
				[87] = {
					cd = 15700,
				},
				[88] = {
					cd = 15650,
				},
				[89] = {
					cd = 15600,
				},
				[90] = {
					cd = 15550,
				},
				[91] = {
					cd = 15500,
				},
				[92] = {
					cd = 15450,
				},
				[93] = {
					cd = 15400,
				},
				[94] = {
					cd = 15350,
				},
				[95] = {
					cd = 15300,
				},
				[96] = {
					cd = 15250,
				},
				[97] = {
					cd = 15200,
				},
				[98] = {
					cd = 15150,
				},
				[99] = {
					cd = 15100,
				},
				[100] = _et,
				[101] = _et,
				[102] = _et,
				[103] = _et,
				[104] = _et,
				[105] = _et,
				_mt = {
					cd = 15050,
					id = 25,
					desc = "瞬移到前方最遠8米位置,並獲得3秒隱身狀態。",
					name = "踏雪無痕",
					skill = 10040018,
					legend = 0,
					zd_desc = "冷卻時間減少5秒。",
				},
			},
		},
	},
	[26] = {
		[10010017] = {
			[0] = {
				[1] = {
					id = 26,
					desc = "輕功技能,使用後在壹定時間內提高自身的移動速度50%。",
					name = "八步趕蟬",
					skill = 10010017,
					legend = 0,
					zd_desc = "八步趕蟬的加速持續時間增加3秒",
				},
			},
		},
		[10020017] = {
			[0] = {
				[1] = {
					cd = 45000,
					id = 26,
					desc = "逍遙絕技,使用奇門之術強化自身內力,使造成的傷害提升高30%,持續時間隨技能等級提升而增加。",
					name = "雲體風身",
					skill = 10020017,
					legend = 0,
					zd_desc = "雲體風身的冷卻時間減少15秒",
				},
			},
		},
		[10030017] = {
			[0] = {
				[1] = {
					id = 26,
					desc = "月落西山後,朝霞滿天紅,使用後對自身周圍3米範圍內的所有敵人造成失明。",
					name = "月落西山",
					skill = 10030017,
					legend = 0,
					zd_desc = "月落西山同時對範圍內的敵人造成傷害。",
				},
			},
		},
		[10040017] = {
			[0] = {
				[1] = {
					id = 26,
					desc = "對攻擊目標造成大量傷害,有25%的幾率額外造成1次傷害,有15%的幾率額外造成2次傷害。",
					name = "寒梅怒放",
					skill = 10040017,
					legend = 0,
					zd_desc = "傷害提高15%，",
				},
			},
		},
	},
	[27] = {
		[10010015] = {
			[0] = {
				[1] = {
					cd = 12000,
					id = 27,
					desc = "突出其來的壹擊,對目標造成傷害並陷入5秒的散功,散功狀態下無法使用技能。",
					name = "雪泥鴻爪",
					skill = 10010015,
					legend = 0,
					zd_desc = "雪泥鴻爪的冷卻時間減少3秒",
				},
			},
		},
		[10020015] = {
			[0] = {
				[1] = {
					id = 27,
					desc = "天下第壹輕功,逍遙門派獨步天下的神奇武學,瞬間向前方移動最多10米。",
					name = "淩波微步",
					skill = 10020015,
					legend = 0,
					zd_desc = "使用淩波微步後，回復自身最大氣量3%",
				},
			},
		},
		[10030015] = {
			[0] = {
				[1] = {
					id = 27,
					desc = "對目標造成大量傷害並使其陷入4秒失明。失明狀態下會不受控制的隨機移動。",
					name = "障眼法",
					skill = 10030015,
					legend = 0,
					zd_desc = "障眼法傷害提高30%",
				},
			},
		},
		[10040015] = {
			[0] = {
				[1] = {
					cd = 15000,
					id = 27,
					desc = "使用後進入隱身狀態,持續時間隨技能等級提高而增加",
					name = "金蟬脫殼",
					skill = 10040015,
					legend = 0,
					zd_desc = "冷卻時間縮短5秒。",
				},
			},
		},
	},
	[28] = {
		[10010014] = {
			[0] = {
				[1] = {
					id = 28,
					desc = "丐幫無上絕學,揮動武器對周圍的目標造成傷害,同時自身免疫控制,持續4秒",
					name = "橫掃乾坤",
					skill = 10010014,
					legend = 0,
					zd_desc = "橫掃乾坤的的傷害間隔縮短至0.4秒",
				},
			},
		},
		[10020014] = {
			[0] = {
				[1] = {
					id = 28,
					desc = "瀟灑壹擊,對目標造成傷害,並有20%的幾率使其陷入虛弱,受到的傷害提高50%,持續12秒。",
					name = "溪山行旅",
					skill = 10020014,
					legend = 0,
					zd_desc = "溪山行旅放大效果持續時間增加3秒。",
				},
			},
		},
		[10030014] = {
			[0] = {
				[1] = {
					cd = 8000,
					id = 28,
					desc = "清靈之音,有回春之功效,為10米內的單體目標復血量。",
					name = "清心普善咒",
					skill = 10030014,
					legend = 0,
					zd_desc = "清心普善咒不再需要聚氣，冷卻時間增加至8秒。",
					pre_act = "",
					pre_time = 0,
					pre_effect = _et,
				},
			},
		},
		[10040014] = {
			[0] = {
				[1] = {
					id = 28,
					desc = "使攻擊附帶濺射效果,對目標及周圍3米內6個敵人造成額外傷害,持續時間隨技能等級提高而增加",
					name = "移花接木",
					skill = 10040014,
					legend = 0,
					zd_desc = "移花接木的濺射目標增加2個。",
				},
			},
		},
	},
	[29] = {
		[10010016] = {
			[0] = {
				[1] = {
					id = 29,
					desc = "攻擊目標和自身前方3米扇形範圍內的額外5個敵人,造成大量傷害。",
					name = "千裏橫行",
					dist = 14,
					skill = 10010016,
					legend = 0,
					zd_desc = "千裏橫行的攻擊範圍增加2米",
				},
			},
		},
		[10020016] = {
			[0] = {
				[1] = {
					id = 29,
					desc = "聚氣0.8秒後對目標造成傷害和4秒的定身,定身狀態下無法移動,可以使用技能。",
					name = "彈指神功",
					skill = 10020016,
					legend = 0,
					zd_desc = "彈指神功不再需要聚氣",
					pre_time = 0,
				},
			},
		},
		[10030016] = {
			[0] = {
				[1] = {
					id = 29,
					desc = "佛光西來,普照眾生,在當前位置放置1個持續8秒的清心蓮,每秒為5米範圍內的最多6個友方單位回復血量。",
					name = "佛光普照",
					skill = 10030016,
					legend = 0,
					zd_desc = "佛光普照的治療範圍增加2米。",
				},
			},
		},
		[10040016] = {
			[0] = {
				[1] = {
					id = 29,
					desc = "對目標造成少量傷害和3秒封穴",
					name = "蘭花點穴手",
					dist = 16,
					skill = 10040016,
					legend = 0,
					zd_desc = "攻擊距離增加5米，",
				},
			},
		},
	},
	[30] = {
		[10010013] = {
			[0] = {
				[1] = {
					cd = 15000,
					id = 30,
					desc = "對自身周圍4米內的6個敵人造成傷害和4秒50%的減速,並可以將怪物抓取到身邊。",
					name = "時乘六龍",
					skill = 10010013,
					legend = 0,
					zd_desc = "時乘六龍冷卻時間減少5秒",
				},
			},
		},
		[10020013] = {
			[0] = {
				[1] = {
					id = 30,
					desc = "逍遙派的奇門功法,放置壹個持續10秒的定時攻擊陷阱,每秒對陷阱內的敵人造成傷害。",
					name = "定海神針",
					skill = 10020013,
					legend = 0,
					zd_desc = "定海神針的傷害提高15%。",
				},
			},
		},
		[10030013] = {
			[0] = {
				[1] = {
					id = 30,
					desc = "對目標發動穿心刺骨的壹擊,造成大量傷害並使其陷入流血狀態,每2秒造成額外傷害,持續20秒。",
					name = "九陰神爪",
					skill = 10030013,
					legend = 0,
					zd_desc = "九陰神爪的傷害提高20%。",
				},
			},
		},
		[10040013] = {
			[0] = {
				[1] = {
					id = 30,
					desc = "對自身周圍3米內最多6個敵人造成大量傷害。",
					name = "鷹擊長空",
					dist = 14,
					skill = 10040013,
					legend = 0,
					zd_desc = "鷹擊長空的影響範圍增加4米，目標上限增加2個。",
				},
			},
		},
	},
	[31] = {
		[10010012] = {
			[0] = {
				[1] = {
					cd = 6000,
					id = 31,
					desc = "丐幫幫主秘傳絕技之壹,對單體目標造成傷害,並且幾率回復自身血量。",
					name = "青龍出水",
					skill = 10010012,
					legend = 0,
					zd_desc = "青龍出水的冷卻時間減少2秒",
				},
			},
		},
		[10020012] = {
			[0] = {
				[1] = {
					id = 31,
					desc = "對目標釋放壹個八陣圖,2秒後對目標及周圍的敵人造成傷害和3秒的散功。散功狀態下無法使用技能。",
					name = "八陣圖",
					skill = 10020012,
					legend = 0,
					zd_desc = "八陣圖的傷害提高20%。",
				},
			},
		},
		[10030012] = {
			[0] = {
				[1] = {
					id = 31,
					desc = "峨嵋絕學,對壹個目標造成大量傷害,傷害會轉移給4米範圍內的另壹個敵人,最多轉移3次。",
					name = "西子棒心",
					skill = 10030012,
					legend = 0,
					zd_desc = "西子捧心的傷害提高15%。",
				},
			},
		},
		[10040012] = {
			[0] = {
				[1] = {
					id = 31,
					desc = "天山絕技,攻擊單個目標,對其造成大量傷害。",
					name = "鳳舞九天",
					skill = 10040012,
					legend = 0,
					zd_desc = "鳳舞九天有30%幾率重置冷卻時間。",
				},
			},
		},
	},
	[32] = {
		[10010011] = {
			[0] = {
				[1] = {
					id = 32,
					desc = "降龍十八掌之亢龍有悔，快速出招攻擊單個目標。",
					name = "亢龍有悔",
					skill = 10010011,
					legend = 0,
					zd_desc = "亢龍有悔的傷害提高10%",
				},
			},
		},
		[10020011] = {
			[0] = {
				[1] = {
					cd = 5000,
					id = 32,
					desc = "逍遙派絕技之壹,擲出武器攻擊目標多次,造成大量傷害。",
					name = "逍遙扇",
					skill = 10020011,
					legend = 0,
					zd_desc = "逍遙扇的冷卻時間減少1秒。",
				},
			},
		},
		[10030011] = {
			[0] = {
				[1] = {
					id = 32,
					desc = "黯然銷魂者,唯別而已矣。使用後可對目標造成大量傷害。",
					name = "拖泥帶水",
					skill = 10030011,
					legend = 0,
					zd_desc = "拖泥帶水的傷害提高10%。",
				},
			},
		},
		[10040011] = {
			[0] = {
				[1] = {
					id = 32,
					desc = "對目標發動寒冷徹骨的攻擊,可對其造成大量的傷害。",
					name = "雪花六出",
					skill = 10040011,
					legend = 0,
					zd_desc = "雪花六出的傷害增加10%，",
				},
			},
		},
	},
}

for k1,v1 in pairs(config.hero_effect) do
	for k2,v2 in pairs(v1) do
		for k3,v3 in pairs(v2) do
			if v3._mt then
				local mt = {__index = v3._mt}
				for k4,v4 in pairs(v3) do
					if k4 ~= "_mt" then
						if v4 == _et then
							v3[k4] = v3._mt
						else
							setmetatable(v4, mt)
						end
					end
				end
			end
		end
	end
end

