config.equip_stone_type = {
    [1] = {
        name = "血精石",
    },
    [2] = {
        name = "祖母綠",
    },
    [3] = {
        name = "變石",
    },
    [4] = {
        name = "紫玉",
    },
    [50] = {
        name = "藍晶石",
    },
    [51] = {
        name = "紅晶石",
    },
    [52] = {
        name = "黃晶石",
    },
    [53] = {
        name = "綠晶石",
    },
    [60] = {
        name = "皓石",
    },
    [61] = {
        name = "月光石",
    },
    [62] = {
        name = "黃玉",
    },
    [63] = {
        name = "碧璽",
    },
    [70] = {
        name = "藍冥石",
    },
    [71] = {
        name = "紅冥石",
    },
    [72] = {
        name = "黃冥石",
    },
    [73] = {
        name = "綠冥石",
    },
}