config.market_tag = {
	[1] = {
		[1] = {
			id = 1,
			name = "50級",
			cate = 1,
		},
		[2] = {
			id = 2,
			name = "60級",
			cate = 1,
		},
		[3] = {
			id = 3,
			name = "70級",
			cate = 1,
		},
		[4] = {
			id = 4,
			name = "80級",
			cate = 1,
		},
		[5] = {
			id = 5,
			name = "90級",
			cate = 1,
		},
	},
	[2] = {
		[11] = {
			id = 11,
			name = "45級攜帶",
			cate = 2,
		},
		[12] = {
			id = 12,
			name = "65級攜帶",
			cate = 2,
		},
		[13] = {
			id = 13,
			name = "75級攜帶",
			cate = 2,
		},
		[14] = {
			id = 14,
			name = "85級攜帶",
			cate = 2,
		},
		[15] = {
			id = 15,
			name = "95級攜帶",
			cate = 2,
		},
	},
	[3] = {
		[21] = {
			id = 21,
			name = "稀有道具",
			cate = 3,
		},
	},
	[4] = {
		[31] = {
			id = 31,
			name = "30級",
			cate = 4,
		},
		[32] = {
			id = 32,
			name = "40級",
			cate = 4,
		},
		[33] = {
			id = 33,
			name = "50級",
			cate = 4,
		},
		[34] = {
			id = 34,
			name = "60級",
			cate = 4,
		},
		[35] = {
			id = 35,
			name = "70級",
			cate = 4,
		},
		[36] = {
			id = 36,
			name = "80級",
			cate = 4,
		},
		[37] = {
			id = 37,
			name = "90級",
			cate = 4,
		},
	},
	[6] = {
		[41] = {
			id = 41,
			name = "主動技能",
			cate = 6,
		},
		[42] = {
			id = 42,
			name = "被動技能",
			cate = 6,
		},
	},
	[7] = {
		[43] = {
			id = 43,
			name = "珍獸內丹",
			cate = 7,
		},
	},
	[5] = {
		[51] = {
			id = 51,
			name = "人物培養",
			cate = 5,
		},
		[52] = {
			id = 52,
			name = "珍獸培養",
			cate = 5,
		},
		[53] = {
			id = 53,
			name = "神器培養",
			cate = 5,
		},
		[54] = {
			id = 54,
			name = "暗器培養",
			cate = 5,
		},
		[55] = {
			id = 55,
			name = "武魂培養",
			cate = 5,
		},
	},
	[8] = {
		[61] = {
			id = 61,
			name = "采集物",
			cate = 8,
		},
		[62] = {
			id = 62,
			name = "奇物",
			cate = 8,
		},
	},
	[9] = {
		[71] = {
			id = 71,
			name = "棉布",
			cate = 9,
		},
		[72] = {
			id = 72,
			name = "毛皮",
			cate = 9,
		},
		[73] = {
			id = 73,
			name = "礦石",
			cate = 9,
		},
		[74] = {
			id = 74,
			name = "絲線",
			cate = 9,
		},
		[80] = {
			id = 80,
			name = "打造圖",
			cate = 9,
		},
		[81] = {
			id = 81,
			name = "強化打造",
			cate = 9,
		},
	},
	[10] = {
		[82] = {
			id = 82,
			name = "縫紉打造符",
			cate = 10,
		},
		[83] = {
			id = 83,
			name = "制甲打造符",
			cate = 10,
		},
		[84] = {
			id = 84,
			name = "鑄造打造符",
			cate = 10,
		},
		[85] = {
			id = 85,
			name = "工藝打造符",
			cate = 10,
		},
	},
}
