config.shop_cate = {
	[11] = {
		[111] = {
			tag_id = 11,
			cate_id = 111,
			name = "1級寶石",
		},
		[112] = {
			tag_id = 11,
			cate_id = 112,
			name = "2級寶石",
		},
		[113] = {
			tag_id = 11,
			cate_id = 113,
			name = "3級寶石",
		},
	},
	[12] = {
		[121] = {
			tag_id = 12,
			cate_id = 121,
			name = "打造",
		},
	},
	[13] = {
		[131] = {
			tag_id = 13,
			cate_id = 131,
			name = "永久時裝",
		},
		[132] = {
			tag_id = 13,
			cate_id = 132,
			name = "時尚時裝",
		},
		[133] = {
			tag_id = 13,
			cate_id = 133,
			name = "坐騎",
		},
		[134] = {
			tag_id = 13,
			cate_id = 134,
			name = "武魂精魄",
		},
		[135] = {
			tag_id = 13,
			cate_id = 135,
			name = "神器幻化",
		}
	},
	[14] = {
		[141] = {
			tag_id = 14,
			cate_id = 141,
			name = "南北奇貨",
		},
		[142] = {
			tag_id = 14,
			cate_id = 142,
			name = "養成培養",
		},
	},
	[15] = {
		[151] = {
			tag_id = 15,
			cate_id = 151,
			name = "個性化",
		},
	},
	[21] = {
		[211] = {
			tag_id = 21,
			cate_id = 211,
			name = "1級寶石",
		},
		[212] = {
			tag_id = 21,
			cate_id = 212,
			name = "2級寶石",
		},
		[213] = {
			tag_id = 21,
			cate_id = 213,
			name = "3級寶石",
		},
	},
	[22] = {
		[221] = {
			tag_id = 22,
			cate_id = 221,
			name = "打造",
		},
	},
	[23] = {
		[231] = {
			tag_id = 23,
			cate_id = 231,
			name = "永久時裝",
		},
		[232] = {
			tag_id = 23,
			cate_id = 232,
			name = "時尚時裝",
		},
		[233] = {
			tag_id = 23,
			cate_id = 233,
			name = "坐騎",
		},
		[234] = {
			tag_id = 23,
			cate_id = 234,
			name = "武魂精魄",
		},
	},
	[24] = {
		[241] = {
			tag_id = 24,
			cate_id = 241,
			name = "南北奇貨",
		},
		[242] = {
			tag_id = 24,
			cate_id = 242,
			name = "養成培養",
		},
	},
	[25] = {
		[251] = {
			tag_id = 25,
			cate_id = 251,
			name = "個性化",
		},
	},
	[31] = {
		[311] = {
			tag_id = 31,
			cate_id = 311,
			name = "平民",
		},
	},
	[32] = {
		[321] = {
			tag_id = 32,
			cate_id = 321,
			name = "新秀",
		},
	},
	[33] = {
		[331] = {
			tag_id = 33,
			cate_id = 331,
			name = "高手",
		},
	},
	[34] = {
		[341] = {
			tag_id = 34,
			cate_id = 341,
			name = "英傑",
		},
	},
	[35] = {
		[351] = {
			tag_id = 35,
			cate_id = 351,
			name = "豪俠",
		},
	},
	[36] = {
		[361] = {
			tag_id = 36,
			cate_id = 361,
			name = "宗師",
		},
	},
	[37] = {
		[371] = {
			tag_id = 37,
			cate_id = 371,
			name = "泰鬥",
		},
	},
	[38] = {
		[381] = {
			tag_id = 38,
			cate_id = 381,
			name = "傲世",
		},
	},
	[41] = {
		[411] = {
			tag_id = 41,
			cate_id = 411,
			name = "無雙",
		},
	},
	[42] = {
		[421] = {
			tag_id = 42,
			cate_id = 421,
			name = "入聖",
		},
	},
	[43] = {
		[431] = {
			tag_id = 43,
			cate_id = 431,
			name = "造化",
		},
	},
	[51] = {
		[511] = {
			tag_id = 51,
			cate_id = 511,
			name = "材料商店",
		},
	},
	[61] = {
		[611] = {
			tag_id = 61,
			cate_id = 611,
			name = "神獸商店",
		},
	},
	[71] = {
		[711] = {
			tag_id = 71,
			cate_id = 711,
			name = "幫會商店",
		},
	},
	[81] = {
		[811] = {
			tag_id = 81,
			cate_id = 811,
			name = "幫會福利",
		},
	},
	[91] = {
		[911] = {
			tag_id = 91,
			cate_id = 911,
			name = "競技商店",
		},
	},
	[101] = {
		[1011] = {
			tag_id = 101,
			cate_id = 1011,
			name = "競技福利",
		},
	},
	[111] = {
		[1111] = {
			tag_id = 111,
			cate_id = 1111,
			name = "奪寶商店",
		},
	},
	[121] = {
		[1211] = {
			tag_id = 121,
			cate_id = 1211,
			name = "隨身商店",
		},
	},
	[131] = {
		[1311] = {
			tag_id = 131,
			cate_id = 1311,
			name = "1級",
		},
	},
	[141] = {
		[1411] = {
			tag_id = 141,
			cate_id = 1411,
			name = "2級",
		},
	},
	[151] = {
		[1511] = {
			tag_id = 151,
			cate_id = 1511,
			name = "3級",
		},
	},
	[161] = {
		[1611] = {
			tag_id = 161,
			cate_id = 1611,
			name = "4級",
		},
	},
	[171] = {
		[1711] = {
			tag_id = 171,
			cate_id = 1711,
			name = "5級",
		},
	},
	[181] = {
		[1811] = {
			tag_id = 181,
			cate_id = 1811,
			name = "宋遼商店",
		},
	},
	[182] = {
		[1821] = {
			tag_id = 182,
			cate_id = 1821,
			name = "宋遼商店",
		},
	},
	[183] = {
		[1831] = {
			tag_id = 183,
			cate_id = 1831,
			name = "宋遼商店",
		},
	},
	[191] = {
		[1911] = {
			tag_id = 191,
			cate_id = 1911,
			name = "許願果商店",
		},
	},
	[201] = {
		[2011] = {
			tag_id = 201,
			cate_id = 2011,
			name = "藏寶閣",
		},
	},
	[211] = {
		[2111] = {
			tag_id = 211,
			cate_id = 2111,
			name = "推薦",
		},
	},
	[212] = {
		[2121] = {
			tag_id = 212,
			cate_id = 2121,
			name = "神器暗器",
		},
	},
	[213] = {
		[2131] = {
			tag_id = 213,
			cate_id = 2131,
			name = "英雄經脈",
		},
	},
	[214] = {
		[2141] = {
			tag_id = 214,
			cate_id = 2141,
			name = "強化打造",
		},
	},
	[215] = {
		[2151] = {
			tag_id = 215,
			cate_id = 2151,
			name = "珍獸培養",
		},
	},
	[221] = {
		[2211] = {
			tag_id = 221,
			cate_id = 2211,
			name = "桃李商店",
		},
	},
	[231] = {
		[2311] = {
			tag_id = 231,
			cate_id = 2311,
			name = "恩愛商店",
		},
	},
	[241] = {
		[2411] = {
			tag_id = 241,
			cate_id = 2411,
			name = "藍色裝備",
		},
	},
	[242] = {
		[2421] = {
			tag_id = 242,
			cate_id = 2421,
			name = "武器",
		},
		[2422] = {
			tag_id = 242,
			cate_id = 2422,
			name = "寶物",
		},
		[2423] = {
			tag_id = 242,
			cate_id = 2423,
			name = "招式",
		},
		[2424] = {
			tag_id = 242,
			cate_id = 2424,
			name = "心法",
		},
	},
	[243] = {
		[2431] = {
			tag_id = 243,
			cate_id = 2431,
			name = "武器",
		},
		[2432] = {
			tag_id = 243,
			cate_id = 2432,
			name = "寶物",
		},
		[2433] = {
			tag_id = 243,
			cate_id = 2433,
			name = "招式",
		},
		[2434] = {
			tag_id = 243,
			cate_id = 2434,
			name = "心法",
		},
	},
	[251] = {
		[2511] = {
			tag_id = 251,
			cate_id = 2511,
			name = "俠義商店",
		},
	},
	[261] = {
		[2611] = {
			tag_id = 261,
			cate_id = 2611,
			name = "天命商店",
		},
	},
	[271] = {
		[2711] = {
			tag_id = 271,
			cate_id = 2711,
			name = "雜貨商店",
		},
	},
	[281] = {
		[2811] = {
			tag_id = 281,
			cate_id = 2811,
			name = "雜貨商店",
		},
	},
	[291] = {
		[2911] = {
			tag_id = 291,
			cate_id = 2911,
			name = "雜貨商店",
		},
	},
	[301] = {
		[3011] = {
			tag_id = 301,
			cate_id = 3011,
			name = "雜貨商店",
		},
	},
	[311] = {
		[3111] = {
			tag_id = 311,
			cate_id = 3111,
			name = "雜貨商店",
		},
	},
	[321] = {
		[3211] = {
			tag_id = 321,
			cate_id = 3211,
			name = "雜貨商店",
		},
	},
	[331] = {
		[3311] = {
			tag_id = 331,
			cate_id = 3311,
			name = "雜貨商店",
		},
	},
	[341] = {
		[3411] = {
			tag_id = 341,
			cate_id = 3411,
			name = "雜貨商店",
		},
	},
	[351] = {
		[3511] = {
			tag_id = 351,
			cate_id = 3511,
			name = "雜貨商店",
		},
	},
	[361] = {
		[3611] = {
			tag_id = 361,
			cate_id = 3611,
			name = "雜貨商店",
		},
	},
	[371] = {
		[3711] = {
			tag_id = 371,
			cate_id = 3711,
			name = "雜貨商店",
		},
	},
	[381] = {
		[3811] = {
			tag_id = 381,
			cate_id = 3811,
			name = "太湖石兌換商店",
		},
	},
	[391] = {
		[3911] = {
			tag_id = 391,
			cate_id = 3911,
			name = "徒弟禮包",
		},
	},
	[401] = {
		[4011] = {
			tag_id = 401,
			cate_id = 4011,
			name = "煙花商店",
		},
	},
}