
local _et = {}
config.drop = {
	[1001] = {
		name = "測試道具1",
		drop_id = 1001,
		client_goods_list = _et,
	},
	[1002] = {
		name = "測試禮包",
		drop_id = 1002,
		client_goods_list = {{16010001,9999,1,0}},
	},
	[1003] = {
		name = "英雄譜碎片集合",
		drop_id = 1003,
		client_goods_list = {{16010001,10,1,0}},
	},
	[1004] = {
		name = "綁定強化精華",
		drop_id = 1004,
		client_goods_list = {{16010001,9999,1,0}},
	},
	[1005] = {
		name = "副本測試掉落",
		drop_id = 1005,
		client_goods_list = {{16010001,10,1,0},{16041001,1,1,0},{16042001,1,1,0}},
	},
	[1006] = {
		name = "珍獸測試集合",
		drop_id = 1006,
		client_goods_list = {{16010001,10,1,0}},
	},
	[1007] = {
		name = "英雄譜拜帖集合",
		drop_id = 1007,
		client_goods_list = {{16010001,10,1,0}},
	},
	[2101] = {
		name = "進階成就-坐騎獎勵1",
		drop_id = 2101,
		client_goods_list = {{16010001,10,1,0}},
	},
	[2102] = {
		name = "進階成就-坐騎獎勵2",
		drop_id = 2102,
		client_goods_list = {{16010001,20,1,0}},
	},
	[2103] = {
		name = "進階成就-坐騎獎勵3",
		drop_id = 2103,
		client_goods_list = {{16010001,30,1,0}},
	},
	[2104] = {
		name = "進階成就-坐騎獎勵4",
		drop_id = 2104,
		client_goods_list = {{16010001,40,1,0}},
	},
	[2105] = {
		name = "進階成就-坐騎獎勵5",
		drop_id = 2105,
		client_goods_list = {{16010001,50,1,0}},
	},
	[2106] = {
		name = "進階成就-坐騎獎勵6",
		drop_id = 2106,
		client_goods_list = {{16010001,60,1,0}},
	},
	[2107] = {
		name = "進階成就-坐騎獎勵7",
		drop_id = 2107,
		client_goods_list = {{16010001,70,1,0}},
	},
	[2108] = {
		name = "進階成就-坐騎獎勵8",
		drop_id = 2108,
		client_goods_list = {{16010001,80,1,0}},
	},
	[2201] = {
		name = "進階成就-翅膀獎勵1",
		drop_id = 2201,
		client_goods_list = {{16010002,10,1,0}},
	},
	[2202] = {
		name = "進階成就-翅膀獎勵2",
		drop_id = 2202,
		client_goods_list = {{16010002,20,1,0}},
	},
	[2203] = {
		name = "進階成就-翅膀獎勵3",
		drop_id = 2203,
		client_goods_list = {{16010002,30,1,0}},
	},
	[2204] = {
		name = "進階成就-翅膀獎勵4",
		drop_id = 2204,
		client_goods_list = {{16010002,40,1,0}},
	},
	[2205] = {
		name = "進階成就-翅膀獎勵5",
		drop_id = 2205,
		client_goods_list = {{16010002,50,1,0}},
	},
	[2206] = {
		name = "進階成就-翅膀獎勵6",
		drop_id = 2206,
		client_goods_list = {{16010002,60,1,0}},
	},
	[2207] = {
		name = "進階成就-翅膀獎勵7",
		drop_id = 2207,
		client_goods_list = {{16010002,70,1,0}},
	},
	[2208] = {
		name = "進階成就-翅膀獎勵8",
		drop_id = 2208,
		client_goods_list = {{16010002,80,1,0}},
	},
	[2301] = {
		name = "進階成就-神器獎勵1",
		drop_id = 2301,
		client_goods_list = {{16010003,10,1,0}},
	},
	[2302] = {
		name = "進階成就-神器獎勵2",
		drop_id = 2302,
		client_goods_list = {{16010003,20,1,0}},
	},
	[2303] = {
		name = "進階成就-神器獎勵3",
		drop_id = 2303,
		client_goods_list = {{16010003,30,1,0}},
	},
	[2304] = {
		name = "進階成就-神器獎勵4",
		drop_id = 2304,
		client_goods_list = {{16010003,40,1,0}},
	},
	[2305] = {
		name = "進階成就-神器獎勵5",
		drop_id = 2305,
		client_goods_list = {{16010003,50,1,0}},
	},
	[2306] = {
		name = "進階成就-神器獎勵6",
		drop_id = 2306,
		client_goods_list = {{16010003,60,1,0}},
	},
	[2307] = {
		name = "進階成就-神器獎勵7",
		drop_id = 2307,
		client_goods_list = {{16010003,70,1,0}},
	},
	[2308] = {
		name = "進階成就-神器獎勵8",
		drop_id = 2308,
		client_goods_list = {{16010003,80,1,0}},
	},
	[2401] = {
		name = "進階成就-附體獎勵1",
		drop_id = 2401,
		client_goods_list = {{16010001,10,1,0}},
	},
	[2402] = {
		name = "進階成就-附體獎勵2",
		drop_id = 2402,
		client_goods_list = {{16010001,20,1,0}},
	},
	[2403] = {
		name = "進階成就-附體獎勵3",
		drop_id = 2403,
		client_goods_list = {{16010001,30,1,0}},
	},
	[2404] = {
		name = "進階成就-附體獎勵4",
		drop_id = 2404,
		client_goods_list = {{16010001,40,1,0}},
	},
	[2405] = {
		name = "進階成就-附體獎勵5",
		drop_id = 2405,
		client_goods_list = {{16010001,50,1,0}},
	},
	[2406] = {
		name = "進階成就-附體獎勵6",
		drop_id = 2406,
		client_goods_list = {{16010001,60,1,0}},
	},
	[2407] = {
		name = "進階成就-附體獎勵7",
		drop_id = 2407,
		client_goods_list = {{16010001,70,1,0}},
	},
	[2408] = {
		name = "進階成就-附體獎勵8",
		drop_id = 2408,
		client_goods_list = {{16010001,80,1,0}},
	},
	[2501] = {
		name = "進階成就-悟性獎勵1",
		drop_id = 2501,
		client_goods_list = {{16010002,10,1,0}},
	},
	[2502] = {
		name = "進階成就-悟性獎勵2",
		drop_id = 2502,
		client_goods_list = {{16010002,20,1,0}},
	},
	[2503] = {
		name = "進階成就-悟性獎勵3",
		drop_id = 2503,
		client_goods_list = {{16010002,30,1,0}},
	},
	[2504] = {
		name = "進階成就-悟性獎勵4",
		drop_id = 2504,
		client_goods_list = {{16010002,40,1,0}},
	},
	[2505] = {
		name = "進階成就-悟性獎勵5",
		drop_id = 2505,
		client_goods_list = {{16010002,50,1,0}},
	},
	[2506] = {
		name = "進階成就-悟性獎勵6",
		drop_id = 2506,
		client_goods_list = {{16010002,60,1,0}},
	},
	[2507] = {
		name = "進階成就-悟性獎勵7",
		drop_id = 2507,
		client_goods_list = {{16010002,70,1,0}},
	},
	[2508] = {
		name = "進階成就-悟性獎勵8",
		drop_id = 2508,
		client_goods_list = {{16010002,80,1,0}},
	},
	[2601] = {
		name = "進階成就-背飾獎勵1",
		drop_id = 2601,
		client_goods_list = {{16010003,10,1,0}},
	},
	[2602] = {
		name = "進階成就-背飾獎勵2",
		drop_id = 2602,
		client_goods_list = {{16010003,20,1,0}},
	},
	[2603] = {
		name = "進階成就-背飾獎勵3",
		drop_id = 2603,
		client_goods_list = {{16010003,30,1,0}},
	},
	[2604] = {
		name = "進階成就-背飾獎勵4",
		drop_id = 2604,
		client_goods_list = {{16010003,40,1,0}},
	},
	[2605] = {
		name = "進階成就-背飾獎勵5",
		drop_id = 2605,
		client_goods_list = {{16010003,50,1,0}},
	},
	[2606] = {
		name = "進階成就-背飾獎勵6",
		drop_id = 2606,
		client_goods_list = {{16010003,60,1,0}},
	},
	[2607] = {
		name = "進階成就-背飾獎勵7",
		drop_id = 2607,
		client_goods_list = {{16010003,70,1,0}},
	},
	[2608] = {
		name = "進階成就-背飾獎勵8",
		drop_id = 2608,
		client_goods_list = {{16010003,80,1,0}},
	},
	[2701] = {
		name = "進階成就-名號獎勵1",
		drop_id = 2701,
		client_goods_list = {{16010001,10,1,0}},
	},
	[2702] = {
		name = "進階成就-名號獎勵2",
		drop_id = 2702,
		client_goods_list = {{16010001,20,1,0}},
	},
	[2703] = {
		name = "進階成就-名號獎勵3",
		drop_id = 2703,
		client_goods_list = {{16010001,30,1,0}},
	},
	[2704] = {
		name = "進階成就-名號獎勵4",
		drop_id = 2704,
		client_goods_list = {{16010001,40,1,0}},
	},
	[2705] = {
		name = "進階成就-名號獎勵5",
		drop_id = 2705,
		client_goods_list = {{16010001,50,1,0}},
	},
	[2706] = {
		name = "進階成就-名號獎勵6",
		drop_id = 2706,
		client_goods_list = {{16010001,60,1,0}},
	},
	[2707] = {
		name = "進階成就-名號獎勵7",
		drop_id = 2707,
		client_goods_list = {{16010001,70,1,0}},
	},
	[2708] = {
		name = "進階成就-名號獎勵8",
		drop_id = 2708,
		client_goods_list = {{16010001,80,1,0}},
	},
	[2801] = {
		name = "進階成就-師妹獎勵1",
		drop_id = 2801,
		client_goods_list = {{16010002,10,1,0}},
	},
	[2802] = {
		name = "進階成就-師妹獎勵2",
		drop_id = 2802,
		client_goods_list = {{16010002,20,1,0}},
	},
	[2803] = {
		name = "進階成就-師妹獎勵3",
		drop_id = 2803,
		client_goods_list = {{16010002,30,1,0}},
	},
	[2804] = {
		name = "進階成就-師妹獎勵4",
		drop_id = 2804,
		client_goods_list = {{16010002,40,1,0}},
	},
	[2805] = {
		name = "進階成就-師妹獎勵5",
		drop_id = 2805,
		client_goods_list = {{16010002,50,1,0}},
	},
	[2806] = {
		name = "進階成就-師妹獎勵6",
		drop_id = 2806,
		client_goods_list = {{16010002,60,1,0}},
	},
	[2807] = {
		name = "進階成就-師妹獎勵7",
		drop_id = 2807,
		client_goods_list = {{16010002,70,1,0}},
	},
	[2808] = {
		name = "進階成就-師妹獎勵8",
		drop_id = 2808,
		client_goods_list = {{16010002,80,1,0}},
	},
	[2901] = {
		name = "進階成就-魅力獎勵1",
		drop_id = 2901,
		client_goods_list = {{16010003,10,1,0}},
	},
	[2902] = {
		name = "進階成就-魅力獎勵2",
		drop_id = 2902,
		client_goods_list = {{16010003,20,1,0}},
	},
	[2903] = {
		name = "進階成就-魅力獎勵3",
		drop_id = 2903,
		client_goods_list = {{16010003,30,1,0}},
	},
	[2904] = {
		name = "進階成就-魅力獎勵4",
		drop_id = 2904,
		client_goods_list = {{16010003,40,1,0}},
	},
	[2905] = {
		name = "進階成就-魅力獎勵5",
		drop_id = 2905,
		client_goods_list = {{16010003,50,1,0}},
	},
	[2906] = {
		name = "進階成就-魅力獎勵6",
		drop_id = 2906,
		client_goods_list = {{16010003,60,1,0}},
	},
	[2907] = {
		name = "進階成就-魅力獎勵7",
		drop_id = 2907,
		client_goods_list = {{16010003,70,1,0}},
	},
	[2908] = {
		name = "進階成就-魅力獎勵8",
		drop_id = 2908,
		client_goods_list = {{16010003,80,1,0}},
	},
	[3001] = {
		name = "進階成就-靈器獎勵1",
		drop_id = 3001,
		client_goods_list = {{16051001,10,1,0}},
	},
	[3002] = {
		name = "進階成就-靈器獎勵2",
		drop_id = 3002,
		client_goods_list = {{16051001,20,1,0}},
	},
	[3003] = {
		name = "進階成就-靈器獎勵3",
		drop_id = 3003,
		client_goods_list = {{16051001,30,1,0}},
	},
	[3004] = {
		name = "進階成就-靈器獎勵4",
		drop_id = 3004,
		client_goods_list = {{16051001,40,1,0}},
	},
	[3005] = {
		name = "進階成就-靈器獎勵5",
		drop_id = 3005,
		client_goods_list = {{16051001,50,1,0}},
	},
	[3006] = {
		name = "進階成就-靈器獎勵6",
		drop_id = 3006,
		client_goods_list = {{16051001,60,1,0}},
	},
	[3007] = {
		name = "進階成就-靈器獎勵7",
		drop_id = 3007,
		client_goods_list = {{16051001,70,1,0}},
	},
	[3008] = {
		name = "進階成就-靈器獎勵8",
		drop_id = 3008,
		client_goods_list = {{16051001,80,1,0}},
	},
	[3101] = {
		name = "進階成就-發簪獎勵1",
		drop_id = 3101,
		client_goods_list = {{16010001,10,1,0}},
	},
	[3102] = {
		name = "進階成就-發簪獎勵2",
		drop_id = 3102,
		client_goods_list = {{16010001,20,1,0}},
	},
	[3103] = {
		name = "進階成就-發簪獎勵3",
		drop_id = 3103,
		client_goods_list = {{16010001,30,1,0}},
	},
	[3104] = {
		name = "進階成就-發簪獎勵4",
		drop_id = 3104,
		client_goods_list = {{16010001,40,1,0}},
	},
	[3105] = {
		name = "進階成就-發簪獎勵5",
		drop_id = 3105,
		client_goods_list = {{16010001,50,1,0}},
	},
	[3106] = {
		name = "進階成就-發簪獎勵6",
		drop_id = 3106,
		client_goods_list = {{16010001,60,1,0}},
	},
	[3107] = {
		name = "進階成就-發簪獎勵7",
		drop_id = 3107,
		client_goods_list = {{16010001,70,1,0}},
	},
	[3108] = {
		name = "進階成就-發簪獎勵8",
		drop_id = 3108,
		client_goods_list = {{16010001,80,1,0}},
	},
	[3201] = {
		name = "進階成就-腰佩獎勵1",
		drop_id = 3201,
		client_goods_list = {{16010002,10,1,0}},
	},
	[3202] = {
		name = "進階成就-腰佩獎勵2",
		drop_id = 3202,
		client_goods_list = {{16010002,20,1,0}},
	},
	[3203] = {
		name = "進階成就-腰佩獎勵3",
		drop_id = 3203,
		client_goods_list = {{16010002,30,1,0}},
	},
	[3204] = {
		name = "進階成就-腰佩獎勵4",
		drop_id = 3204,
		client_goods_list = {{16010002,40,1,0}},
	},
	[3205] = {
		name = "進階成就-腰佩獎勵5",
		drop_id = 3205,
		client_goods_list = {{16010002,50,1,0}},
	},
	[3206] = {
		name = "進階成就-腰佩獎勵6",
		drop_id = 3206,
		client_goods_list = {{16010002,60,1,0}},
	},
	[3207] = {
		name = "進階成就-腰佩獎勵7",
		drop_id = 3207,
		client_goods_list = {{16010002,70,1,0}},
	},
	[3208] = {
		name = "進階成就-腰佩獎勵8",
		drop_id = 3208,
		client_goods_list = {{16010002,80,1,0}},
	},
	[4001] = {
		name = "競技場冠軍獎勵",
		drop_id = 4001,
		client_goods_list = {{16220001,80,1,0}},
	},
	[4002] = {
		name = "競技場亞軍獎勵",
		drop_id = 4002,
		client_goods_list = {{16220001,70,1,0}},
	},
	[4003] = {
		name = "競技場季軍獎勵",
		drop_id = 4003,
		client_goods_list = {{16220001,60,1,0}},
	},
	[4004] = {
		name = "競技場4——10名獎勵",
		drop_id = 4004,
		client_goods_list = {{16220001,50,1,0}},
	},
	[4005] = {
		name = "競技場11——50名獎勵",
		drop_id = 4005,
		client_goods_list = {{16220001,40,1,0}},
	},
	[4006] = {
		name = "競技場51——100名獎勵",
		drop_id = 4006,
		client_goods_list = {{16220001,30,1,0}},
	},
	[4007] = {
		name = "競技場101——1000名獎勵",
		drop_id = 4007,
		client_goods_list = {{16220001,20,1,0}},
	},
	[4008] = {
		name = "競技場1001——5000名獎勵",
		drop_id = 4008,
		client_goods_list = {{16220001,10,1,0}},
	},
	[4101] = {
		name = "競技場單場勝利獎勵",
		drop_id = 4101,
		client_goods_list = {{11,100}},
	},
	[4102] = {
		name = "競技場單場失敗獎勵",
		drop_id = 4102,
		client_goods_list = {{11,80}},
	},
	[5001] = {
		name = "江湖歷練1000獎勵1",
		drop_id = 5001,
		client_goods_list = {{1,800000}},
	},
	[5002] = {
		name = "江湖歷練1000獎勵2",
		drop_id = 5002,
		client_goods_list = {{1,800000}},
	},
	[5003] = {
		name = "江湖歷練1000獎勵3",
		drop_id = 5003,
		client_goods_list = {{1,800000}},
	},
	[5004] = {
		name = "江湖歷練1000獎勵4",
		drop_id = 5004,
		client_goods_list = {{1,800000}},
	},
	[5005] = {
		name = "江湖歷練1000獎勵5",
		drop_id = 5005,
		client_goods_list = {{1,860000}},
	},
	[5006] = {
		name = "江湖歷練1000獎勵6",
		drop_id = 5006,
		client_goods_list = {{1,860000}},
	},
	[5007] = {
		name = "江湖歷練1000獎勵7",
		drop_id = 5007,
		client_goods_list = {{1,860000}},
	},
	[5008] = {
		name = "江湖歷練1000獎勵8",
		drop_id = 5008,
		client_goods_list = {{1,1180000}},
	},
	[5009] = {
		name = "江湖歷練1000獎勵9",
		drop_id = 5009,
		client_goods_list = {{1,1500000}},
	},
	[5010] = {
		name = "江湖歷練1000獎勵10",
		drop_id = 5010,
		client_goods_list = {{1,2040000}},
	},
	[5011] = {
		name = "江湖歷練1000獎勵11",
		drop_id = 5011,
		client_goods_list = {{1,3610000}},
	},
	[5012] = {
		name = "江湖歷練1000獎勵12",
		drop_id = 5012,
		client_goods_list = {{1,4840000}},
	},
	[5013] = {
		name = "江湖歷練1000獎勵13",
		drop_id = 5013,
		client_goods_list = {{1,6020000}},
	},
	[5014] = {
		name = "江湖歷練1000獎勵14",
		drop_id = 5014,
		client_goods_list = {{1,8600000}},
	},
	[5015] = {
		name = "江湖歷練1000獎勵15",
		drop_id = 5015,
		client_goods_list = {{1,8600000}},
	},
	[5016] = {
		name = "江湖歷練1000獎勵16",
		drop_id = 5016,
		client_goods_list = {{1,8600000}},
	},
	[5017] = {
		name = "江湖歷練1000獎勵17",
		drop_id = 5017,
		client_goods_list = {{1,8600000}},
	},
	[5018] = {
		name = "江湖歷練1000獎勵18",
		drop_id = 5018,
		client_goods_list = {{1,8600000}},
	},
	[5019] = {
		name = "江湖歷練1000獎勵19",
		drop_id = 5019,
		client_goods_list = {{1,8600000}},
	},
	[5020] = {
		name = "江湖歷練1000獎勵20",
		drop_id = 5020,
		client_goods_list = {{1,8600000}},
	},
	[5301] = {
		name = "江湖歷練2000獎勵1",
		drop_id = 5301,
		client_goods_list = {{1,1200000}},
	},
	[5302] = {
		name = "江湖歷練2000獎勵2",
		drop_id = 5302,
		client_goods_list = {{1,1200000}},
	},
	[5303] = {
		name = "江湖歷練2000獎勵3",
		drop_id = 5303,
		client_goods_list = {{1,1200000}},
	},
	[5304] = {
		name = "江湖歷練2000獎勵4",
		drop_id = 5304,
		client_goods_list = {{1,1200000}},
	},
	[5305] = {
		name = "江湖歷練2000獎勵5",
		drop_id = 5305,
		client_goods_list = {{1,1290000}},
	},
	[5306] = {
		name = "江湖歷練2000獎勵6",
		drop_id = 5306,
		client_goods_list = {{1,1290000}},
	},
	[5307] = {
		name = "江湖歷練2000獎勵7",
		drop_id = 5307,
		client_goods_list = {{1,1290000}},
	},
	[5308] = {
		name = "江湖歷練2000獎勵8",
		drop_id = 5308,
		client_goods_list = {{1,1770000}},
	},
	[5309] = {
		name = "江湖歷練2000獎勵9",
		drop_id = 5309,
		client_goods_list = {{1,2260000}},
	},
	[5310] = {
		name = "江湖歷練2000獎勵10",
		drop_id = 5310,
		client_goods_list = {{1,3060000}},
	},
	[5311] = {
		name = "江湖歷練2000獎勵11",
		drop_id = 5311,
		client_goods_list = {{1,5420000}},
	},
	[5312] = {
		name = "江湖歷練2000獎勵12",
		drop_id = 5312,
		client_goods_list = {{1,7220000}},
	},
	[5313] = {
		name = "江湖歷練2000獎勵13",
		drop_id = 5313,
		client_goods_list = {{1,9030000}},
	},
	[5314] = {
		name = "江湖歷練2000獎勵14",
		drop_id = 5314,
		client_goods_list = {{1,12890000}},
	},
	[5315] = {
		name = "江湖歷練2000獎勵15",
		drop_id = 5315,
		client_goods_list = {{1,12890000}},
	},
	[5316] = {
		name = "江湖歷練2000獎勵16",
		drop_id = 5316,
		client_goods_list = {{1,12890000}},
	},
	[5317] = {
		name = "江湖歷練2000獎勵17",
		drop_id = 5317,
		client_goods_list = {{1,12890000}},
	},
	[5318] = {
		name = "江湖歷練2000獎勵18",
		drop_id = 5318,
		client_goods_list = {{1,12890000}},
	},
	[5319] = {
		name = "江湖歷練2000獎勵19",
		drop_id = 5319,
		client_goods_list = {{1,12890000}},
	},
	[5320] = {
		name = "江湖歷練2000獎勵20",
		drop_id = 5320,
		client_goods_list = {{1,12890000}},
	},
	[5601] = {
		name = "江湖歷練3000獎勵1",
		drop_id = 5601,
		client_goods_list = {{1,1600000}},
	},
	[5602] = {
		name = "江湖歷練3000獎勵2",
		drop_id = 5602,
		client_goods_list = {{1,1600000}},
	},
	[5603] = {
		name = "江湖歷練3000獎勵3",
		drop_id = 5603,
		client_goods_list = {{1,1600000}},
	},
	[5604] = {
		name = "江湖歷練3000獎勵4",
		drop_id = 5604,
		client_goods_list = {{1,1600000}},
	},
	[5605] = {
		name = "江湖歷練3000獎勵5",
		drop_id = 5605,
		client_goods_list = {{1,1720000}},
	},
	[5606] = {
		name = "江湖歷練3000獎勵6",
		drop_id = 5606,
		client_goods_list = {{1,1720000}},
	},
	[5607] = {
		name = "江湖歷練3000獎勵7",
		drop_id = 5607,
		client_goods_list = {{1,1720000}},
	},
	[5608] = {
		name = "江湖歷練3000獎勵8",
		drop_id = 5608,
		client_goods_list = {{1,2360000}},
	},
	[5609] = {
		name = "江湖歷練3000獎勵9",
		drop_id = 5609,
		client_goods_list = {{1,3010000}},
	},
	[5610] = {
		name = "江湖歷練3000獎勵10",
		drop_id = 5610,
		client_goods_list = {{1,4080000}},
	},
	[5611] = {
		name = "江湖歷練3000獎勵11",
		drop_id = 5611,
		client_goods_list = {{1,7220000}},
	},
	[5612] = {
		name = "江湖歷練3000獎勵12",
		drop_id = 5612,
		client_goods_list = {{1,9630000}},
	},
	[5613] = {
		name = "江湖歷練3000獎勵13",
		drop_id = 5613,
		client_goods_list = {{1,12030000}},
	},
	[5614] = {
		name = "江湖歷練3000獎勵14",
		drop_id = 5614,
		client_goods_list = {{1,17190000}},
	},
	[5615] = {
		name = "江湖歷練3000獎勵15",
		drop_id = 5615,
		client_goods_list = {{1,17190000}},
	},
	[5616] = {
		name = "江湖歷練3000獎勵16",
		drop_id = 5616,
		client_goods_list = {{1,17190000}},
	},
	[5617] = {
		name = "江湖歷練3000獎勵17",
		drop_id = 5617,
		client_goods_list = {{1,17190000}},
	},
	[5618] = {
		name = "江湖歷練3000獎勵18",
		drop_id = 5618,
		client_goods_list = {{1,17190000}},
	},
	[5619] = {
		name = "江湖歷練3000獎勵19",
		drop_id = 5619,
		client_goods_list = {{1,17190000}},
	},
	[5620] = {
		name = "江湖歷練3000獎勵20",
		drop_id = 5620,
		client_goods_list = {{1,17190000}},
	},
	[6001] = {
		name = "珍瓏棋局獎勵1",
		drop_id = 6001,
		client_goods_list = {{1,60000},{4,10000}},
	},
	[6002] = {
		name = "珍瓏棋局獎勵2",
		drop_id = 6002,
		client_goods_list = {{1,60000},{4,10000}},
	},
	[6003] = {
		name = "珍瓏棋局獎勵3",
		drop_id = 6003,
		client_goods_list = {{1,60000},{4,10000}},
	},
	[6004] = {
		name = "珍瓏棋局獎勵4",
		drop_id = 6004,
		client_goods_list = {{1,60000},{4,10000}},
	},
	[6005] = {
		name = "珍瓏棋局獎勵5",
		drop_id = 6005,
		client_goods_list = {{1,60000},{4,10000}},
	},
	[6006] = {
		name = "珍瓏棋局獎勵6",
		drop_id = 6006,
		client_goods_list = {{1,60000},{4,10000}},
	},
	[6007] = {
		name = "珍瓏棋局獎勵7",
		drop_id = 6007,
		client_goods_list = {{1,60000},{4,10000}},
	},
	[6008] = {
		name = "珍瓏棋局獎勵8",
		drop_id = 6008,
		client_goods_list = {{1,90000},{4,10000}},
	},
	[6009] = {
		name = "珍瓏棋局獎勵9",
		drop_id = 6009,
		client_goods_list = {{1,110000},{4,10000}},
	},
	[6010] = {
		name = "珍瓏棋局獎勵10",
		drop_id = 6010,
		client_goods_list = {{1,150000},{4,10000}},
	},
	[6011] = {
		name = "珍瓏棋局獎勵11",
		drop_id = 6011,
		client_goods_list = {{1,270000},{4,10000}},
	},
	[6012] = {
		name = "珍瓏棋局獎勵12",
		drop_id = 6012,
		client_goods_list = {{1,360000},{4,10000}},
	},
	[6013] = {
		name = "珍瓏棋局獎勵13",
		drop_id = 6013,
		client_goods_list = {{1,450000},{4,10000}},
	},
	[6014] = {
		name = "珍瓏棋局獎勵14",
		drop_id = 6014,
		client_goods_list = {{1,640000},{4,10000}},
	},
	[6015] = {
		name = "珍瓏棋局獎勵15",
		drop_id = 6015,
		client_goods_list = {{1,640000},{4,10000}},
	},
	[6016] = {
		name = "珍瓏棋局獎勵16",
		drop_id = 6016,
		client_goods_list = {{1,640000},{4,10000}},
	},
	[6017] = {
		name = "珍瓏棋局獎勵17",
		drop_id = 6017,
		client_goods_list = {{1,640000},{4,10000}},
	},
	[6018] = {
		name = "珍瓏棋局獎勵18",
		drop_id = 6018,
		client_goods_list = {{1,640000},{4,10000}},
	},
	[6019] = {
		name = "珍瓏棋局獎勵19",
		drop_id = 6019,
		client_goods_list = {{1,640000},{4,10000}},
	},
	[6020] = {
		name = "珍瓏棋局獎勵20",
		drop_id = 6020,
		client_goods_list = {{1,640000},{4,10000}},
	},
	[7001] = {
		name = "珍瓏棋局10次獎勵1",
		drop_id = 7001,
		client_goods_list = {{1,2500000}},
	},
	[7002] = {
		name = "珍瓏棋局10次獎勵2",
		drop_id = 7002,
		client_goods_list = {{1,2500000}},
	},
	[7003] = {
		name = "珍瓏棋局10次獎勵3",
		drop_id = 7003,
		client_goods_list = {{1,2500000}},
	},
	[7004] = {
		name = "珍瓏棋局10次獎勵4",
		drop_id = 7004,
		client_goods_list = {{1,2500000}},
	},
	[7005] = {
		name = "珍瓏棋局10次獎勵5",
		drop_id = 7005,
		client_goods_list = {{1,2579000}},
	},
	[7006] = {
		name = "珍瓏棋局10次獎勵6",
		drop_id = 7006,
		client_goods_list = {{1,2579000}},
	},
	[7007] = {
		name = "珍瓏棋局10次獎勵7",
		drop_id = 7007,
		client_goods_list = {{1,2579000}},
	},
	[7008] = {
		name = "珍瓏棋局10次獎勵8",
		drop_id = 7008,
		client_goods_list = {{1,3546000}},
	},
	[7009] = {
		name = "珍瓏棋局10次獎勵9",
		drop_id = 7009,
		client_goods_list = {{1,4513000}},
	},
	[7010] = {
		name = "珍瓏棋局10次獎勵10",
		drop_id = 7010,
		client_goods_list = {{1,6125000}},
	},
	[7011] = {
		name = "珍瓏棋局10次獎勵11",
		drop_id = 7011,
		client_goods_list = {{1,10831000}},
	},
	[7012] = {
		name = "珍瓏棋局10次獎勵12",
		drop_id = 7012,
		client_goods_list = {{1,14442000}},
	},
	[7013] = {
		name = "珍瓏棋局10次獎勵13",
		drop_id = 7013,
		client_goods_list = {{1,18052000}},
	},
	[7014] = {
		name = "珍瓏棋局10次獎勵14",
		drop_id = 7014,
		client_goods_list = {{1,25789000}},
	},
	[7015] = {
		name = "珍瓏棋局10次獎勵15",
		drop_id = 7015,
		client_goods_list = {{1,25789000}},
	},
	[7016] = {
		name = "珍瓏棋局10次獎勵16",
		drop_id = 7016,
		client_goods_list = {{1,25789000}},
	},
	[7017] = {
		name = "珍瓏棋局10次獎勵17",
		drop_id = 7017,
		client_goods_list = {{1,25789000}},
	},
	[7018] = {
		name = "珍瓏棋局10次獎勵18",
		drop_id = 7018,
		client_goods_list = {{1,25789000}},
	},
	[7019] = {
		name = "珍瓏棋局10次獎勵19",
		drop_id = 7019,
		client_goods_list = {{1,25789000}},
	},
	[7020] = {
		name = "珍瓏棋局10次獎勵20",
		drop_id = 7020,
		client_goods_list = {{1,25789000}},
	},
	[10001] = {
		name = "場景掉落-新手1",
		drop_id = 10001,
		client_goods_list = {{16160101,1230},{16160104,180}},
	},
	[10002] = {
		name = "場景掉落-新手2",
		drop_id = 10002,
		client_goods_list = {{16160101,1480},{16160104,210}},
	},
	[10003] = {
		name = "場景掉落-章節1",
		drop_id = 10003,
		client_goods_list = {{16160101,1681},{16160104,230}},
	},
	[10004] = {
		name = "場景掉落-章節2",
		drop_id = 10004,
		client_goods_list = {{16160101,2583},{16160104,310}},
	},
	[10005] = {
		name = "場景掉落-章節3",
		drop_id = 10005,
		client_goods_list = {{16160101,3936},{16160104,430}},
	},
	[10006] = {
		name = "場景掉落-章節4",
		drop_id = 10006,
		client_goods_list = {{16160101,5412},{16160104,440}},
	},
	[10007] = {
		name = "場景掉落-章節5",
		drop_id = 10007,
		client_goods_list = {{16160101,6888},{16160104,530}},
	},
	[10008] = {
		name = "場景掉落-章節6",
		drop_id = 10008,
		client_goods_list = {{16160101,9348},{16160104,550}},
	},
	[10009] = {
		name = "場景掉落-章節7",
		drop_id = 10009,
		client_goods_list = {{16160101,16531},{16160104,620}},
	},
	[10010] = {
		name = "場景掉落-章節8",
		drop_id = 10010,
		client_goods_list = {{16160101,22041},{16160104,640}},
	},
	[10011] = {
		name = "場景掉落-章節9",
		drop_id = 10011,
		client_goods_list = {{16160101,27552},{16160104,690}},
	},
	[10012] = {
		name = "場景掉落-章節10",
		drop_id = 10012,
		client_goods_list = {{16160101,39360},{16160104,730}},
	},
	[10013] = {
		name = "場景掉落-章節11",
		drop_id = 10013,
		client_goods_list = {{16160101,47232},{16160104,780}},
	},
	[10014] = {
		name = "場景掉落-章節12",
		drop_id = 10014,
		client_goods_list = {{16160101,57465},{16160104,840}},
	},
	[10201] = {
		name = "場景掉落-新手1",
		drop_id = 10201,
		client_goods_list = {{16160101,100},{16160104,30}},
	},
	[10202] = {
		name = "場景掉落-新手2",
		drop_id = 10202,
		client_goods_list = {{16160101,116},{16160104,32}},
	},
	[10203] = {
		name = "場景掉落-章節1",
		drop_id = 10203,
		client_goods_list = {{16160101,127},{16160104,36}},
	},
	[10204] = {
		name = "場景掉落-章節2",
		drop_id = 10204,
		client_goods_list = {{16160101,136},{16160104,39}},
	},
	[10205] = {
		name = "場景掉落-章節3",
		drop_id = 10205,
		client_goods_list = {{16160101,142},{16160104,41}},
	},
	[10206] = {
		name = "場景掉落-章節4",
		drop_id = 10206,
		client_goods_list = {{16160101,158},{16160104,43}},
	},
	[10401] = {
		name = "新手boss掉落-1",
		drop_id = 10401,
		client_goods_list = {{16160101,780000},{16160104,30000}},
	},
	[10402] = {
		name = "新手boss掉落-2",
		drop_id = 10402,
		client_goods_list = {{16160101,796000},{16160104,32000}},
	},
	[10403] = {
		name = "新手boss掉落-3",
		drop_id = 10403,
		client_goods_list = {{16160101,812000},{16160104,34000}},
	},
	[10404] = {
		name = "新手boss掉落-4",
		drop_id = 10404,
		client_goods_list = {{16160101,828000},{16160104,36000}},
	},
	[10405] = {
		name = "新手boss掉落-5",
		drop_id = 10405,
		client_goods_list = {{16160101,856000},{16160104,38000}},
	},
	[10406] = {
		name = "新手boss掉落-6",
		drop_id = 10406,
		client_goods_list = {{16160101,884000},{16160104,40000}},
	},
	[10407] = {
		name = "新手boss掉落-7",
		drop_id = 10407,
		client_goods_list = {{16160101,912000},{16160104,42000}},
	},
	[10408] = {
		name = "新手boss掉落-8",
		drop_id = 10408,
		client_goods_list = {{16160101,940000},{16160104,44000}},
	},
	[10409] = {
		name = "新手boss掉落-9",
		drop_id = 10409,
		client_goods_list = {{16160101,968000},{16160104,46000}},
	},
	[10410] = {
		name = "新手boss掉落-10",
		drop_id = 10410,
		client_goods_list = {{16160101,996000},{16160104,48000}},
	},
	[10411] = {
		name = "新手boss掉落-11",
		drop_id = 10411,
		client_goods_list = {{16160101,1023000},{16160104,50000}},
	},
	[10412] = {
		name = "新手boss掉落-12",
		drop_id = 10412,
		client_goods_list = {{16160101,1066000},{16160104,52000}},
	},
	[10413] = {
		name = "新手boss掉落-13",
		drop_id = 10413,
		client_goods_list = {{16160101,1109000},{16160104,54000}},
	},
	[10414] = {
		name = "新手boss掉落-14",
		drop_id = 10414,
		client_goods_list = {{16160101,1152000},{16160104,56000}},
	},
	[10415] = {
		name = "新手boss掉落-15",
		drop_id = 10415,
		client_goods_list = {{16160101,1201000},{16160104,58000}},
	},
	[10416] = {
		name = "新手boss掉落-16",
		drop_id = 10416,
		client_goods_list = {{16160101,1248000},{16160104,60000}},
	},
	[10417] = {
		name = "新手boss掉落-17",
		drop_id = 10417,
		client_goods_list = {{16160101,1295000},{16160104,62000}},
	},
	[10418] = {
		name = "新手boss掉落-18",
		drop_id = 10418,
		client_goods_list = {{16160101,1342000},{16160104,64000}},
	},
	[10419] = {
		name = "新手boss掉落-19",
		drop_id = 10419,
		client_goods_list = {{16160101,1389000},{16160104,66000}},
	},
	[10420] = {
		name = "新手boss掉落-20",
		drop_id = 10420,
		client_goods_list = {{16160101,1436000},{16160104,68000}},
	},
	[10501] = {
		name = "boss掉落-新手1",
		drop_id = 10501,
		client_goods_list = {{16160101,170000},{16160104,2640},{16160103,100}},
	},
	[10502] = {
		name = "boss掉落-新手2",
		drop_id = 10502,
		client_goods_list = {{16160101,636000},{16160104,4620},{16160103,100}},
	},
	[10503] = {
		name = "boss掉落-章節1",
		drop_id = 10503,
		client_goods_list = {{16160101,1051000},{16160104,4620},{16160103,100}},
	},
	[10504] = {
		name = "boss掉落-章節2",
		drop_id = 10504,
		client_goods_list = {{16160101,1901000},{16160104,6600},{16160103,100}},
	},
	[10505] = {
		name = "boss掉落-章節3",
		drop_id = 10505,
		client_goods_list = {{16160101,1968000},{16160104,9020},{16160103,100}},
	},
	[10506] = {
		name = "boss掉落-章節4",
		drop_id = 10506,
		client_goods_list = {{16160101,2080000},{16160104,9460},{16160103,100}},
	},
	[10507] = {
		name = "boss掉落-章節5",
		drop_id = 10507,
		client_goods_list = {{16160101,2236000},{16160104,11660},{16160103,100}},
	},
	[10508] = {
		name = "boss掉落-章節6",
		drop_id = 10508,
		client_goods_list = {{16160101,3056000},{16160104,11880},{16160103,100}},
	},
	[10509] = {
		name = "boss掉落-章節7",
		drop_id = 10509,
		client_goods_list = {{16160101,3319000},{16160104,13640},{16160103,100}},
	},
	[10510] = {
		name = "boss掉落-章節8",
		drop_id = 10510,
		client_goods_list = {{16160101,3348000},{16160104,14080},{16160103,100}},
	},
	[10511] = {
		name = "boss掉落-章節9",
		drop_id = 10511,
		client_goods_list = {{16160101,3973000},{16160104,14960},{16160103,100}},
	},
	[10512] = {
		name = "boss掉落-章節10",
		drop_id = 10512,
		client_goods_list = {{16160101,5865000},{16160104,14960},{16160103,100}},
	},
	[10513] = {
		name = "boss掉落-章節11",
		drop_id = 10513,
		client_goods_list = {{16160101,7757000},{16160104,14960},{16160103,100}},
	},
	[10514] = {
		name = "boss掉落-章節12",
		drop_id = 10514,
		client_goods_list = {{16160101,9649000},{16160104,14960},{16160103,100}},
	},
	[11000] = {
		name = "主線-初到福地",
		drop_id = 11000,
		client_goods_list = {{16160101,48,1,0},{16160104,50,1,0}},
	},
	[11001] = {
		name = "主線-瑯嬛福地",
		drop_id = 11001,
		client_goods_list = {{16160101,128,1,0},{16160104,140,1,0},{11010001,5,1,0},{11020001,5,1,0}},
	},
	[11002] = {
		name = "主線-野花蜜",
		drop_id = 11002,
		client_goods_list = {{16160101,296,1,0},{16160104,330,1,0},{10006001,1,1,0}},
	},
	[11003] = {
		name = "主線-閃電貂",
		drop_id = 11003,
		client_goods_list = {{16160101,474,1,0},{16160104,520,1,0}},
	},
	[11004] = {
		name = "主線-珍獸",
		drop_id = 11004,
		client_goods_list = {{16160101,800,1,0},{16160104,880,1,0},{33011000,1,1,0}},
	},
	[11005] = {
		name = "主線-花谷有蛇",
		drop_id = 11005,
		client_goods_list = {{16160101,1000,1,0},{16160104,1100,1,0},{11030001,10,1,0}},
	},
	[11006] = {
		name = "主線-阻路野猴",
		drop_id = 11006,
		client_goods_list = {{16160101,1200,1,0},{16160104,1330,1,0},{10001001,1,1,0}},
	},
	[11007] = {
		name = "主線-磕首千遍",
		drop_id = 11007,
		client_goods_list = {{16160101,1600,1,0},{16160104,1770,1,0},{11010001,5,1,0},{11020001,5,1,0}},
	},
	[11008] = {
		name = "主線-搗蛋蝶靈",
		drop_id = 11008,
		client_goods_list = {{16160101,1720,1,0},{16160104,1900,1,0},{32010000,1,1,0}},
	},
	[11009] = {
		name = "主線-左子穆",
		drop_id = 11009,
		client_goods_list = {{16160101,1840,1,0},{16160104,2030,1,0},{10008001,1,1,0}},
	},
	[11010] = {
		name = "主線-無量劍宗",
		drop_id = 11010,
		client_goods_list = {{16160101,1960,1,0},{16160104,2170,1,0},{11030001,5,1,0}},
	},
	[11011] = {
		name = "主線-垂死之人",
		drop_id = 11011,
		client_goods_list = {{16160101,2000,1,0},{16160104,2210,1,0}},
	},
	[11012] = {
		name = "主線-毒手",
		drop_id = 11012,
		client_goods_list = {{16160101,2200,1,0},{16160104,2430,1,0},{10002001,1,1,0}},
	},
	[11013] = {
		name = "主線-神農幫",
		drop_id = 11013,
		client_goods_list = {{16160101,2700,1,0},{16160104,2980,1,0},{16010001,1,1,0}},
	},
	[11014] = {
		name = "主線-江湖恩怨",
		drop_id = 11014,
		client_goods_list = {{16160101,3100,1,0},{16160104,3430,1,0},{10007001,1,1,0}},
	},
	[11015] = {
		name = "主線-司空玄",
		drop_id = 11015,
		client_goods_list = {{16160101,3400,1,0},{16160104,3760,1,0}},
	},
	[11016] = {
		name = "主線-無妄之災",
		drop_id = 11016,
		client_goods_list = {{16160101,3600,1,0},{16160104,3980,1,0},{10003001,1,1,0}},
	},
	[11017] = {
		name = "主線-木婉清",
		drop_id = 11017,
		client_goods_list = {{16160101,3800,1,0},{16160104,4200,1,0}},
	},
	[11018] = {
		name = "主線-洛陽行",
		drop_id = 11018,
		client_goods_list = {{16160101,4000,1,0},{16160104,4420,1,0},{10005001,1,1,0}},
	},
	[11019] = {
		name = "主線-勸誡",
		drop_id = 11019,
		client_goods_list = {{16160101,4200,1,0},{16160104,4640,1,0},{16010001,2,1,0}},
	},
	[11020] = {
		name = "主線-段譽之難",
		drop_id = 11020,
		client_goods_list = {{16160101,4380,1,0},{16160104,4840,1,0},{10004001,1,1,0}},
	},
	[11021] = {
		name = "主線-信物線索",
		drop_id = 11021,
		client_goods_list = {{16160101,4560,1,0},{16160104,5040,1,0},{10008001,1,1,0}},
	},
	[11022] = {
		name = "主線-考驗",
		drop_id = 11022,
		client_goods_list = {{16160101,4740,1,0},{16160104,5240,1,0},{15010031,1,1,0}},
	},
	[11023] = {
		name = "主線-李侍郎煩惱",
		drop_id = 11023,
		client_goods_list = {{16160101,4920,1,0},{16160104,5440,1,0},{10003002,1,1,0}},
	},
	[11024] = {
		name = "主線-回復李侍郎",
		drop_id = 11024,
		client_goods_list = {{16160101,5100,1,0},{16160104,5640,1,0},{15010090,1,1,0}},
	},
	[11025] = {
		name = "主線-調查",
		drop_id = 11025,
		client_goods_list = {{16160101,5280,1,0},{16160104,5830,1,0},{10005002,1,1,0}},
	},
	[11026] = {
		name = "主線-直言相問",
		drop_id = 11026,
		client_goods_list = {{16160101,5460,1,0},{16160104,6030,1,0},{11010001,10,1,0}},
	},
	[11027] = {
		name = "主線-李清煩惱",
		drop_id = 11027,
		client_goods_list = {{16160101,5640,1,0},{16160104,6230,1,0},{11020001,10,1,0}},
	},
	[11028] = {
		name = "主線-楊鐵宗",
		drop_id = 11028,
		client_goods_list = {{16160101,5820,1,0},{16160104,6430,1,0},{10006002,1,1,0}},
	},
	[11029] = {
		name = "主線-老三環",
		drop_id = 11029,
		client_goods_list = {{16160101,5880,1,0},{16160104,6500,1,0},{10002002,1,1,0}},
	},
	[11030] = {
		name = "主線-提親",
		drop_id = 11030,
		client_goods_list = {{16160101,5920,1,0},{16160104,6540,1,0},{16041001,1,1,0}},
	},
	[11031] = {
		name = "主線-回復李侍郎",
		drop_id = 11031,
		client_goods_list = {{16160101,5960,1,0},{16160104,6590,1,0},{10007002,1,1,0}},
	},
	[11032] = {
		name = "主線-籌備賀禮",
		drop_id = 11032,
		client_goods_list = {{16160101,6000,1,0},{16160104,6630,1,0},{15010089,1,1,0}},
	},
	[11033] = {
		name = "主線-珍獸",
		drop_id = 11033,
		client_goods_list = {{16160101,6020,1,0},{16160104,6650,1,0},{16330001,5,1,0}},
	},
	[11034] = {
		name = "主線-捕捉珍獸",
		drop_id = 11034,
		client_goods_list = {{16160101,1000,1,0},{16160104,1100,1,0},{10008002,1,1,0}},
	},
	[11035] = {
		name = "主線-婚禮",
		drop_id = 11035,
		client_goods_list = {{16160101,6040,1,0},{16160104,6670,1,0},{11030001,5,1,0}},
	},
	[11036] = {
		name = "主線-感激之情",
		drop_id = 11036,
		client_goods_list = {{16160101,6060,1,0},{16160104,6700,1,0},{16010001,2,1,0}},
	},
	[11037] = {
		name = "主線-解信物",
		drop_id = 11037,
		client_goods_list = {{16160101,1000,1,0},{16160104,1100,1,0},{10001002,1,1,0}},
	},
	[11038] = {
		drop_id = 11038,
		client_goods_list = {{16160101,6100,1,0},{16160104,6740,1,0},{11030001,5,1,0}},
	},
	[11039] = {
		drop_id = 11039,
		client_goods_list = {{16160101,6140,1,0},{16160104,6780,1,0},{10004002,1,1,0}},
	},
	[11040] = {
		drop_id = 11040,
		client_goods_list = {{16160101,6180,1,0},{16160104,6830,1,0}},
	},
	[11041] = {
		drop_id = 11041,
		client_goods_list = {{16160101,1000,1,0},{16160104,1100,1,0},{16330001,5,1,0}},
	},
	[11042] = {
		drop_id = 11042,
		client_goods_list = {{16160101,6230,1,0},{16160104,6880,1,0}},
	},
	[11043] = {
		drop_id = 11043,
		client_goods_list = {{16160101,6300,1,0},{16160104,6960,1,0}},
	},
	[11044] = {
		drop_id = 11044,
		client_goods_list = {{16160101,6390,1,0},{16160104,7060,1,0},{16010001,5,1,0}},
	},
	[11045] = {
		drop_id = 11045,
		client_goods_list = {{16160101,6500,1,0},{16160104,7180,1,0}},
	},
	[11046] = {
		drop_id = 11046,
		client_goods_list = {{16160101,6630,1,0},{16160104,7330,1,0},{11010001,5,1,0}},
	},
	[11047] = {
		drop_id = 11047,
		client_goods_list = {{16160101,6780,1,0},{16160104,7490,1,0}},
	},
	[11048] = {
		drop_id = 11048,
		client_goods_list = {{16160101,6950,1,0},{16160104,7680,1,0},{11020001,5,1,0}},
	},
	[11049] = {
		drop_id = 11049,
		client_goods_list = {{16160101,7140,1,0},{16160104,7890,1,0}},
	},
	[11050] = {
		drop_id = 11050,
		client_goods_list = {{16160101,7350,1,0},{16160104,8120,1,0},{16010001,5,1,0}},
	},
	[11051] = {
		drop_id = 11051,
		client_goods_list = {{16160101,7580,1,0},{16160104,8380,1,0}},
	},
	[11052] = {
		drop_id = 11052,
		client_goods_list = {{16160101,7830,1,0},{16160104,8650,1,0}},
	},
	[11053] = {
		drop_id = 11053,
		client_goods_list = {{16160101,8110,1,0},{16160104,8960,1,0},{11010001,5,1,0}},
	},
	[11054] = {
		drop_id = 11054,
		client_goods_list = {{16160101,8420,1,0},{16160104,9300,1,0},{11020001,5,1,0}},
	},
	[11055] = {
		drop_id = 11055,
		client_goods_list = {{16160101,8760,1,0},{16160104,9680,1,0}},
	},
	[11056] = {
		drop_id = 11056,
		client_goods_list = {{16160101,9130,1,0},{16160104,10090,1,0}},
	},
	[11057] = {
		drop_id = 11057,
		client_goods_list = {{16160101,9530,1,0},{16160104,10530,1,0},{15010031,1,1,0}},
	},
	[11058] = {
		drop_id = 11058,
		client_goods_list = {{16160101,9938,1,0},{16160104,10980,1,0}},
	},
	[11059] = {
		drop_id = 11059,
		client_goods_list = {{16160101,10354,1,0},{16160104,11440,1,0}},
	},
	[11060] = {
		drop_id = 11060,
		client_goods_list = {{16160101,10778,1,0},{16160104,11910,1,0},{16250101,1,1,0}},
	},
	[11061] = {
		drop_id = 11061,
		client_goods_list = {{16160101,11210,1,0},{16160104,12390,1,0},{11010001,5,1,0}},
	},
	[11062] = {
		drop_id = 11062,
		client_goods_list = {{16160101,11650,1,0},{16160104,12870,1,0}},
	},
	[11063] = {
		drop_id = 11063,
		client_goods_list = {{16160101,12098,1,0},{16160104,13370,1,0},{16250101,1,1,0}},
	},
	[11064] = {
		drop_id = 11064,
		client_goods_list = {{16160101,12548,1,0},{16160104,13870,1,0}},
	},
	[11065] = {
		drop_id = 11065,
		client_goods_list = {{16160101,13000,1,0},{16160104,14360,1,0},{11020001,5,1,0}},
	},
	[11066] = {
		drop_id = 11066,
		client_goods_list = {{16160101,13454,1,0},{16160104,14870,1,0}},
	},
	[11067] = {
		drop_id = 11067,
		client_goods_list = {{16160101,13910,1,0},{16160104,15370,1,0},{11030001,5,1,0}},
	},
	[11068] = {
		drop_id = 11068,
		client_goods_list = {{16160101,14368,1,0},{16160104,15880,1,0}},
	},
	[11069] = {
		drop_id = 11069,
		client_goods_list = {{16160101,14828,1,0},{16160104,16380,1,0},{16010001,5,1,0}},
	},
	[11070] = {
		drop_id = 11070,
		client_goods_list = {{16160101,15290,1,0},{16160104,16900,1,0}},
	},
	[11071] = {
		drop_id = 11071,
		client_goods_list = {{16160101,15754,1,0},{16160104,17410,1,0},{16250101,1,1,0}},
	},
	[11072] = {
		drop_id = 11072,
		client_goods_list = {{16160101,16220,1,0},{16160104,17920,1,0}},
	},
	[11073] = {
		drop_id = 11073,
		client_goods_list = {{16160101,16688,1,0},{16160104,18440,1,0},{11010001,5,1,0}},
	},
	[11074] = {
		drop_id = 11074,
		client_goods_list = {{16160101,17158,1,0},{16160104,18960,1,0}},
	},
	[11075] = {
		drop_id = 11075,
		client_goods_list = {{16160101,17630,1,0},{16160104,19480,1,0},{15010031,1,1,0}},
	},
	[11076] = {
		drop_id = 11076,
		client_goods_list = {{16160101,18104,1,0},{16160104,20000,1,0}},
	},
	[11077] = {
		drop_id = 11077,
		client_goods_list = {{16160101,18580,1,0},{16160104,20530,1,0},{11020001,5,1,0}},
	},
	[11078] = {
		drop_id = 11078,
		client_goods_list = {{16160101,19058,1,0},{16160104,21060,1,0}},
	},
	[11079] = {
		drop_id = 11079,
		client_goods_list = {{16160101,19538,1,0},{16160104,21590,1,0},{16250102,1,1,0}},
	},
	[11080] = {
		drop_id = 11080,
		client_goods_list = {{16160101,20020,1,0},{16160104,22120,1,0}},
	},
	[11081] = {
		drop_id = 11081,
		client_goods_list = {{16160101,20504,1,0},{16160104,22660,1,0},{16220001,5,1,0}},
	},
	[11082] = {
		drop_id = 11082,
		client_goods_list = {{16160101,20990,1,0},{16160104,23190,1,0}},
	},
	[11083] = {
		drop_id = 11083,
		client_goods_list = {{16160101,21478,1,0},{16160104,23730,1,0},{16250102,1,1,0}},
	},
	[11084] = {
		drop_id = 11084,
		client_goods_list = {{16160101,21968,1,0},{16160104,24270,1,0}},
	},
	[11085] = {
		drop_id = 11085,
		client_goods_list = {{16160101,22460,1,0},{16160104,24820,1,0},{11010001,5,1,0}},
	},
	[11086] = {
		drop_id = 11086,
		client_goods_list = {{16160101,22954,1,0},{16160104,25360,1,0}},
	},
	[11087] = {
		drop_id = 11087,
		client_goods_list = {{16160101,23450,1,0},{16160104,25910,1,0},{16010001,5,1,0}},
	},
	[11088] = {
		drop_id = 11088,
		client_goods_list = {{16160101,23948,1,0},{16160104,26460,1,0}},
	},
	[11089] = {
		drop_id = 11089,
		client_goods_list = {{16160101,24448,1,0},{16160104,27010,1,0},{11020001,5,1,0}},
	},
	[11090] = {
		drop_id = 11090,
		client_goods_list = {{16160101,24950,1,0},{16160104,27570,1,0}},
	},
	[11091] = {
		drop_id = 11091,
		client_goods_list = {{16160101,25454,1,0},{16160104,28130,1,0}},
	},
	[11092] = {
		drop_id = 11092,
		client_goods_list = {{16160101,25960,1,0},{16160104,28690,1,0},{16400001,1,1,0}},
	},
	[11093] = {
		drop_id = 11093,
		client_goods_list = {{16160101,26468,1,0},{16160104,29250,1,0}},
	},
	[11094] = {
		drop_id = 11094,
		client_goods_list = {{16160101,26978,1,0},{16160104,29810,1,0}},
	},
	[11095] = {
		drop_id = 11095,
		client_goods_list = {{16160101,27490,1,0},{16160104,30380,1,0},{16400102,1,1,0}},
	},
	[11096] = {
		drop_id = 11096,
		client_goods_list = {{16160101,28004,1,0},{16160104,30940,1,0}},
	},
	[11097] = {
		drop_id = 11097,
		client_goods_list = {{16160101,28520,1,0},{16160104,31510,1,0},{16010002,1,1,0}},
	},
	[11098] = {
		drop_id = 11098,
		client_goods_list = {{16160101,29038,1,0},{16160104,32090,1,0}},
	},
	[11099] = {
		drop_id = 11099,
		client_goods_list = {{16160101,29558,1,0},{16160104,32660,1,0},{11010001,5,1,0}},
	},
	[11100] = {
		drop_id = 11100,
		client_goods_list = {{16160101,30080,1,0},{16160104,33240,1,0}},
	},
	[11101] = {
		drop_id = 11101,
		client_goods_list = {{16160101,30604,1,0},{16160104,33820,1,0}},
	},
	[11102] = {
		drop_id = 11102,
		client_goods_list = {{16160101,31130,1,0},{16160104,32690,1,0},{16400001,1,1,0}},
	},
	[11103] = {
		drop_id = 11103,
		client_goods_list = {{16160101,31658,1,0},{16160104,33240,1,0}},
	},
	[11104] = {
		drop_id = 11104,
		client_goods_list = {{16160101,32188,1,0},{16160104,33800,1,0},{16220001,5,1,0}},
	},
	[11105] = {
		drop_id = 11105,
		client_goods_list = {{16160101,32720,1,0},{16160104,34360,1,0}},
	},
	[11106] = {
		drop_id = 11106,
		client_goods_list = {{16160101,33254,1,0},{16160104,34920,1,0},{16400102,1,1,0}},
	},
	[11107] = {
		drop_id = 11107,
		client_goods_list = {{16160101,33790,1,0},{16160104,35140,1,0}},
	},
	[11108] = {
		drop_id = 11108,
		client_goods_list = {{16160101,34328,1,0},{16160104,35700,1,0},{11010001,5,1,0}},
	},
	[11109] = {
		drop_id = 11109,
		client_goods_list = {{16160101,34868,1,0},{16160104,36260,1,0}},
	},
	[11110] = {
		drop_id = 11110,
		client_goods_list = {{16160101,35410,1,0},{16160104,36830,1,0},{16400001,1,1,0}},
	},
	[11111] = {
		drop_id = 11111,
		client_goods_list = {{16160101,35954,1,0},{16160104,37390,1,0}},
	},
	[11112] = {
		drop_id = 11112,
		client_goods_list = {{16160101,36500,1,0},{16160104,37960,1,0},{11030001,5,1,0}},
	},
	[11113] = {
		drop_id = 11113,
		client_goods_list = {{16160101,37048,1,0},{16160104,38160,1,0}},
	},
	[11114] = {
		drop_id = 11114,
		client_goods_list = {{16160101,37598,1,0},{16160104,38730,1,0},{16010002,1,1,0}},
	},
	[11115] = {
		drop_id = 11115,
		client_goods_list = {{16160101,38150,1,0},{16160104,39290,1,0}},
	},
	[11116] = {
		drop_id = 11116,
		client_goods_list = {{16160101,38704,1,0},{16160104,39870,1,0}},
	},
	[11117] = {
		drop_id = 11117,
		client_goods_list = {{16160101,39260,1,0},{16160104,40440,1,0},{11010001,5,1,0}},
	},
	[11118] = {
		drop_id = 11118,
		client_goods_list = {{16160101,39818,1,0},{16160104,41010,1,0}},
	},
	[11119] = {
		drop_id = 11119,
		client_goods_list = {{16160101,40378,1,0},{16160104,41190,1,0}},
	},
	[11120] = {
		drop_id = 11120,
		client_goods_list = {{16160101,40940,1,0},{16160104,41760,1,0},{16400001,1,1,0}},
	},
	[11121] = {
		drop_id = 11121,
		client_goods_list = {{16160101,41504,1,0},{16160104,42330,1,0}},
	},
	[11122] = {
		drop_id = 11122,
		client_goods_list = {{16160101,42070,1,0},{16160104,42910,1,0}},
	},
	[11123] = {
		drop_id = 11123,
		client_goods_list = {{16160101,42638,1,0},{16160104,43490,1,0}},
	},
	[11124] = {
		drop_id = 11124,
		client_goods_list = {{16160101,43208,1,0},{16160104,44070,1,0},{11020001,5,1,0}},
	},
	[11125] = {
		drop_id = 11125,
		client_goods_list = {{16160101,43780,1,0},{16160104,44660,1,0}},
	},
	[11126] = {
		drop_id = 11126,
		client_goods_list = {{16160101,44354,1,0},{16160104,45240,1,0}},
	},
	[11127] = {
		drop_id = 11127,
		client_goods_list = {{16160101,44930,1,0},{16160104,45830,1,0},{16010002,2,1,0}},
	},
	[11128] = {
		drop_id = 11128,
		client_goods_list = {{16160101,45508,1,0},{16160104,46420,1,0}},
	},
	[11129] = {
		drop_id = 11129,
		client_goods_list = {{16160101,46088,1,0},{16160104,47010,1,0}},
	},
	[11130] = {
		drop_id = 11130,
		client_goods_list = {{16160101,46670,1,0},{16160104,47600,1,0},{15010031,1,1,0}},
	},
	[11131] = {
		drop_id = 11131,
		client_goods_list = {{16160101,47256,1,0},{16160104,48200,1,0}},
	},
	[11132] = {
		drop_id = 11132,
		client_goods_list = {{16160101,47846,1,0},{16160104,48800,1,0}},
	},
	[11133] = {
		drop_id = 11133,
		client_goods_list = {{16160101,48440,1,0},{16160104,49410,1,0},{16220001,5,1,0}},
	},
	[11134] = {
		drop_id = 11134,
		client_goods_list = {{16160101,49038,1,0},{16160104,50020,1,0}},
	},
	[11135] = {
		drop_id = 11135,
		client_goods_list = {{16160101,49640,1,0},{16160104,50630,1,0}},
	},
	[11136] = {
		drop_id = 11136,
		client_goods_list = {{16160101,50246,1,0},{16160104,51250,1,0},{11010001,5,1,0}},
	},
	[11137] = {
		drop_id = 11137,
		client_goods_list = {{16160101,50856,1,0},{16160104,51870,1,0}},
	},
	[11138] = {
		drop_id = 11138,
		client_goods_list = {{16160101,51470,1,0},{16160104,52500,1,0}},
	},
	[11139] = {
		drop_id = 11139,
		client_goods_list = {{16160101,52088,1,0},{16160104,53130,1,0}},
	},
	[11140] = {
		drop_id = 11140,
		client_goods_list = {{16160101,52710,1,0},{16160104,53760,1,0},{16400001,1,1,0}},
	},
	[11141] = {
		drop_id = 11141,
		client_goods_list = {{16160101,53336,1,0},{16160104,54400,1,0}},
	},
	[11142] = {
		drop_id = 11142,
		client_goods_list = {{16160101,53966,1,0},{16160104,55050,1,0}},
	},
	[11143] = {
		drop_id = 11143,
		client_goods_list = {{16160101,54600,1,0},{16160104,55690,1,0},{16220001,5,1,0}},
	},
	[11144] = {
		drop_id = 11144,
		client_goods_list = {{16160101,55238,1,0},{16160104,56340,1,0}},
	},
	[11145] = {
		drop_id = 11145,
		client_goods_list = {{16160101,55880,1,0},{16160104,57000,1,0}},
	},
	[11146] = {
		drop_id = 11146,
		client_goods_list = {{16160101,56526,1,0},{16160104,57660,1,0},{16010002,1,1,0}},
	},
	[11147] = {
		drop_id = 11147,
		client_goods_list = {{16160101,57176,1,0},{16160104,58320,1,0}},
	},
	[11148] = {
		drop_id = 11148,
		client_goods_list = {{16160101,57830,1,0},{16160104,58990,1,0}},
	},
	[11149] = {
		drop_id = 11149,
		client_goods_list = {{16160101,58488,1,0},{16160104,59660,1,0},{15010031,1,1,0}},
	},
	[11150] = {
		drop_id = 11150,
		client_goods_list = {{16160101,59150,1,0},{16160104,60330,1,0}},
	},
	[11151] = {
		drop_id = 11151,
		client_goods_list = {{16160101,59816,1,0},{16160104,61010,1,0}},
	},
	[11152] = {
		drop_id = 11152,
		client_goods_list = {{16160101,60486,1,0},{16160104,61700,1,0},{11030001,5,1,0}},
	},
	[11153] = {
		drop_id = 11153,
		client_goods_list = {{16160101,61160,1,0},{16160104,62380,1,0}},
	},
	[11154] = {
		drop_id = 11154,
		client_goods_list = {{16160101,61838,1,0},{16160104,63070,1,0}},
	},
	[11155] = {
		drop_id = 11155,
		client_goods_list = {{16160101,62520,1,0},{16160104,63770,1,0}},
	},
	[11156] = {
		drop_id = 11156,
		client_goods_list = {{16160101,63206,1,0},{16160104,64470,1,0},{11010001,5,1,0}},
	},
	[11157] = {
		drop_id = 11157,
		client_goods_list = {{16160101,63896,1,0},{16160104,65170,1,0}},
	},
	[11158] = {
		drop_id = 11158,
		client_goods_list = {{16160101,64590,1,0},{16160104,65880,1,0}},
	},
	[11159] = {
		drop_id = 11159,
		client_goods_list = {{16160101,65288,1,0},{16160104,65940,1,0}},
	},
	[11160] = {
		drop_id = 11160,
		client_goods_list = {{16160101,65990,1,0},{16160104,66650,1,0},{16400001,1,1,0}},
	},
	[11161] = {
		drop_id = 11161,
		client_goods_list = {{16160101,66696,1,0},{16160104,67360,1,0}},
	},
	[11162] = {
		drop_id = 11162,
		client_goods_list = {{16160101,67406,1,0},{16160104,68080,1,0}},
	},
	[11163] = {
		drop_id = 11163,
		client_goods_list = {{16160101,68120,1,0},{16160104,68800,1,0},{11020001,5,1,0}},
	},
	[11164] = {
		drop_id = 11164,
		client_goods_list = {{16160101,68838,1,0},{16160104,69530,1,0}},
	},
	[11165] = {
		drop_id = 11165,
		client_goods_list = {{16160101,69560,1,0},{16160104,70260,1,0}},
	},
	[11166] = {
		drop_id = 11166,
		client_goods_list = {{16160101,70286,1,0},{16160104,70990,1,0},{16010002,2,1,0}},
	},
	[11167] = {
		drop_id = 11167,
		client_goods_list = {{16160101,71016,1,0},{16160104,71730,1,0}},
	},
	[11168] = {
		drop_id = 11168,
		client_goods_list = {{16160101,71750,1,0},{16160104,72470,1,0}},
	},
	[11169] = {
		drop_id = 11169,
		client_goods_list = {{16160101,72488,1,0},{16160104,73210,1,0},{15010031,1,1,0}},
	},
	[11170] = {
		drop_id = 11170,
		client_goods_list = {{16160101,73230,1,0},{16160104,73960,1,0}},
	},
	[11171] = {
		drop_id = 11171,
		client_goods_list = {{16160101,73976,1,0},{16160104,74720,1,0}},
	},
	[11172] = {
		drop_id = 11172,
		client_goods_list = {{16160101,74726,1,0},{16160104,75470,1,0},{11030001,5,1,0}},
	},
	[11173] = {
		drop_id = 11173,
		client_goods_list = {{16160101,75480,1,0},{16160104,76230,1,0}},
	},
	[11174] = {
		drop_id = 11174,
		client_goods_list = {{16160101,76238,1,0},{16160104,77000,1,0}},
	},
	[11175] = {
		drop_id = 11175,
		client_goods_list = {{16160101,77000,1,0},{16160104,77770,1,0}},
	},
	[11176] = {
		drop_id = 11176,
		client_goods_list = {{16160101,77766,1,0},{16160104,78540,1,0},{16220001,5,1,0}},
	},
	[11177] = {
		drop_id = 11177,
		client_goods_list = {{16160101,78536,1,0},{16160104,79320,1,0}},
	},
	[11178] = {
		drop_id = 11178,
		client_goods_list = {{16160101,79310,1,0},{16160104,80100,1,0}},
	},
	[11179] = {
		drop_id = 11179,
		client_goods_list = {{16160101,80088,1,0},{16160104,80890,1,0}},
	},
	[11180] = {
		drop_id = 11180,
		client_goods_list = {{16160101,80870,1,0},{16160104,80870,1,0},{16400001,1,1,0}},
	},
	[11181] = {
		drop_id = 11181,
		client_goods_list = {{16160101,81656,1,0},{16160104,81660,1,0}},
	},
	[11182] = {
		drop_id = 11182,
		client_goods_list = {{16160101,82446,1,0},{16160104,82450,1,0}},
	},
	[11183] = {
		drop_id = 11183,
		client_goods_list = {{16160101,83244,1,0},{16160104,83240,1,0}},
	},
	[11184] = {
		drop_id = 11184,
		client_goods_list = {{16160101,84050,1,0},{16160104,84050,1,0},{11020001,5,1,0}},
	},
	[11185] = {
		drop_id = 11185,
		client_goods_list = {{16160101,84864,1,0},{16160104,84860,1,0}},
	},
	[11186] = {
		drop_id = 11186,
		client_goods_list = {{16160101,85686,1,0},{16160104,85690,1,0}},
	},
	[11187] = {
		drop_id = 11187,
		client_goods_list = {{16160101,86516,1,0},{16160104,86520,1,0},{16010002,2,1,0}},
	},
	[11188] = {
		drop_id = 11188,
		client_goods_list = {{16160101,87354,1,0},{16160104,87350,1,0}},
	},
	[11189] = {
		drop_id = 11189,
		client_goods_list = {{16160101,88200,1,0},{16160104,600,1,0}},
	},
	[11190] = {
		drop_id = 11190,
		client_goods_list = {{16160101,89054,1,0},{16160104,1000,1,0},{15010031,1,1,0}},
	},
	[11191] = {
		drop_id = 11191,
		client_goods_list = {{16160101,89916,1,0},{16160104,1000,1,0}},
	},
	[11192] = {
		drop_id = 11192,
		client_goods_list = {{16160101,90786,1,0},{16160104,1000,1,0}},
	},
	[11193] = {
		drop_id = 11193,
		client_goods_list = {{16160101,91664,1,0},{16160104,91660,1,0},{16220001,5,1,0}},
	},
	[11194] = {
		drop_id = 11194,
		client_goods_list = {{16160101,92550,1,0},{16160104,92550,1,0}},
	},
	[11195] = {
		drop_id = 11195,
		client_goods_list = {{16160101,93444,1,0},{16160104,93440,1,0}},
	},
	[11196] = {
		drop_id = 11196,
		client_goods_list = {{16160101,94346,1,0},{16160104,94350,1,0},{11010001,5,1,0}},
	},
	[11197] = {
		drop_id = 11197,
		client_goods_list = {{16160101,95256,1,0},{16160104,95260,1,0}},
	},
	[11198] = {
		drop_id = 11198,
		client_goods_list = {{16160101,96174,1,0},{16160104,96170,1,0}},
	},
	[11199] = {
		drop_id = 11199,
		client_goods_list = {{16160101,97100,1,0},{16160104,97100,1,0}},
	},
	[11200] = {
		drop_id = 11200,
		client_goods_list = {{16160101,98034,1,0},{16160104,98030,1,0},{16400001,1,1,0}},
	},
	[11201] = {
		drop_id = 11201,
		client_goods_list = {{16160101,98976,1,0},{16160104,98980,1,0}},
	},
	[11202] = {
		drop_id = 11202,
		client_goods_list = {{16160101,99926,1,0},{16160104,99930,1,0}},
	},
	[11203] = {
		drop_id = 11203,
		client_goods_list = {{16160101,100884,1,0},{16160104,100880,1,0}},
	},
	[11204] = {
		drop_id = 11204,
		client_goods_list = {{16160101,101850,1,0},{16160104,101850,1,0},{11020001,5,1,0}},
	},
	[11205] = {
		drop_id = 11205,
		client_goods_list = {{16160101,102824,1,0},{16160104,102820,1,0}},
	},
	[11206] = {
		drop_id = 11206,
		client_goods_list = {{16160101,103806,1,0},{16160104,103810,1,0}},
	},
	[11207] = {
		drop_id = 11207,
		client_goods_list = {{16160101,104796,1,0},{16160104,104800,1,0},{16010002,2,1,0}},
	},
	[11208] = {
		drop_id = 11208,
		client_goods_list = {{16160101,105794,1,0},{16160104,105790,1,0}},
	},
	[11209] = {
		drop_id = 11209,
		client_goods_list = {{16160101,106800,1,0},{16160104,106800,1,0}},
	},
	[11210] = {
		drop_id = 11210,
		client_goods_list = {{16160101,107814,1,0},{16160104,107810,1,0},{16250101,1,1,0}},
	},
	[11211] = {
		drop_id = 11211,
		client_goods_list = {{16160101,108836,1,0},{16160104,108840,1,0}},
	},
	[11212] = {
		drop_id = 11212,
		client_goods_list = {{16160101,109866,1,0},{16160104,109870,1,0}},
	},
	[11213] = {
		drop_id = 11213,
		client_goods_list = {{16160101,110904,1,0},{16160104,110900,1,0},{16220002,3,1,0}},
	},
	[11214] = {
		drop_id = 11214,
		client_goods_list = {{16160101,111950,1,0},{16160104,100760,1,0}},
	},
	[11215] = {
		drop_id = 11215,
		client_goods_list = {{16160101,113004,1,0},{16160104,101700,1,0}},
	},
	[11216] = {
		drop_id = 11216,
		client_goods_list = {{16160101,114066,1,0},{16160104,102660,1,0},{11010001,5,1,0}},
	},
	[11217] = {
		drop_id = 11217,
		client_goods_list = {{16160101,115136,1,0},{16160104,103620,1,0}},
	},
	[11218] = {
		drop_id = 11218,
		client_goods_list = {{16160101,116214,1,0},{16160104,104590,1,0}},
	},
	[11219] = {
		drop_id = 11219,
		client_goods_list = {{16160101,117300,1,0},{16160104,105570,1,0}},
	},
	[11220] = {
		drop_id = 11220,
		client_goods_list = {{16160101,118394,1,0},{16160104,106550,1,0},{16400001,1,1,0}},
	},
	[11221] = {
		drop_id = 11221,
		client_goods_list = {{16160101,119496,1,0},{16160104,107550,1,0}},
	},
	[11222] = {
		drop_id = 11222,
		client_goods_list = {{16160101,120606,1,0},{16160104,108550,1,0}},
	},
	[11223] = {
		drop_id = 11223,
		client_goods_list = {{16160101,121724,1,0},{16160104,109550,1,0}},
	},
	[11224] = {
		drop_id = 11224,
		client_goods_list = {{16160101,122850,1,0},{16160104,110570,1,0},{11020001,5,1,0}},
	},
	[11225] = {
		drop_id = 11225,
		client_goods_list = {{16160101,123984,1,0},{16160104,111590,1,0}},
	},
	[11226] = {
		drop_id = 11226,
		client_goods_list = {{16160101,125126,1,0},{16160104,112610,1,0}},
	},
	[11227] = {
		drop_id = 11227,
		client_goods_list = {{16160101,126276,1,0},{16160104,113650,1,0},{16010002,2,1,0}},
	},
	[11228] = {
		drop_id = 11228,
		client_goods_list = {{16160101,127434,1,0},{16160104,114690,1,0}},
	},
	[11229] = {
		drop_id = 11229,
		client_goods_list = {{16160101,128600,1,0},{16160104,115740,1,0}},
	},
	[11230] = {
		drop_id = 11230,
		client_goods_list = {{16160101,129774,1,0},{16160104,116800,1,0},{16250101,1,1,0}},
	},
	[11231] = {
		drop_id = 11231,
		client_goods_list = {{16160101,130956,1,0},{16160104,117860,1,0}},
	},
	[11232] = {
		drop_id = 11232,
		client_goods_list = {{16160101,132146,1,0},{16160104,118930,1,0}},
	},
	[11233] = {
		drop_id = 11233,
		client_goods_list = {{16160101,133344,1,0},{16160104,120010,1,0},{16220002,3,1,0}},
	},
	[11234] = {
		drop_id = 11234,
		client_goods_list = {{16160101,134550,1,0},{16160104,121100,1,0}},
	},
	[11235] = {
		drop_id = 11235,
		client_goods_list = {{16160101,135764,1,0},{16160104,122190,1,0}},
	},
	[11236] = {
		drop_id = 11236,
		client_goods_list = {{16160101,136986,1,0},{16160104,123290,1,0},{11010001,5,1,0}},
	},
	[11237] = {
		drop_id = 11237,
		client_goods_list = {{16160101,138216,1,0},{16160104,124390,1,0}},
	},
	[11238] = {
		drop_id = 11238,
		client_goods_list = {{16160101,139454,1,0},{16160104,125510,1,0}},
	},
	[11239] = {
		drop_id = 11239,
		client_goods_list = {{16160101,140700,1,0},{16160104,126630,1,0}},
	},
	[11240] = {
		drop_id = 11240,
		client_goods_list = {{16160101,141954,1,0},{16160104,127760,1,0},{16400001,1,1,0}},
	},
	[11241] = {
		drop_id = 11241,
		client_goods_list = {{16160101,143216,1,0},{16160104,128890,1,0}},
	},
	[11242] = {
		drop_id = 11242,
		client_goods_list = {{16160101,144486,1,0},{16160104,130040,1,0}},
	},
	[11243] = {
		drop_id = 11243,
		client_goods_list = {{16160101,145764,1,0},{16160104,131190,1,0}},
	},
	[11244] = {
		drop_id = 11244,
		client_goods_list = {{16160101,147050,1,0},{16160104,132350,1,0},{11020001,5,1,0}},
	},
	[11245] = {
		drop_id = 11245,
		client_goods_list = {{16160101,148344,1,0},{16160104,133510,1,0}},
	},
	[11246] = {
		drop_id = 11246,
		client_goods_list = {{16160101,149646,1,0},{16160104,134680,1,0}},
	},
	[11247] = {
		drop_id = 11247,
		client_goods_list = {{16160101,150956,1,0},{16160104,135860,1,0}},
	},
	[11248] = {
		drop_id = 11248,
		client_goods_list = {{16160101,152274,1,0},{16160104,137050,1,0},{16420001,3,1,0}},
	},
	[11249] = {
		drop_id = 11249,
		client_goods_list = {{16160101,153600,1,0},{16160104,138240,1,0}},
	},
	[11250] = {
		drop_id = 11250,
		client_goods_list = {{16160101,154934,1,0},{16160104,139440,1,0}},
	},
	[11251] = {
		drop_id = 11251,
		client_goods_list = {{16160101,156276,1,0},{16160104,140650,1,0}},
	},
	[11252] = {
		drop_id = 11252,
		client_goods_list = {{16160101,157626,1,0},{16160104,141860,1,0},{16220003,2,1,0}},
	},
	[11253] = {
		drop_id = 11253,
		client_goods_list = {{16160101,158984,1,0},{16160104,143090,1,0}},
	},
	[11254] = {
		drop_id = 11254,
		client_goods_list = {{16160101,160350,1,0},{16160104,144320,1,0}},
	},
	[11255] = {
		drop_id = 11255,
		client_goods_list = {{16160101,161724,1,0},{16160104,145550,1,0}},
	},
	[11256] = {
		drop_id = 11256,
		client_goods_list = {{16160101,163106,1,0},{16160104,146800,1,0},{11010001,5,1,0}},
	},
	[11257] = {
		drop_id = 11257,
		client_goods_list = {{16160101,164496,1,0},{16160104,148050,1,0}},
	},
	[11258] = {
		drop_id = 11258,
		client_goods_list = {{16160101,165894,1,0},{16160104,149300,1,0}},
	},
	[11259] = {
		drop_id = 11259,
		client_goods_list = {{16160101,167300,1,0},{16160104,150570,1,0}},
	},
	[11260] = {
		drop_id = 11260,
		client_goods_list = {{16160101,168714,1,0},{16160104,151840,1,0},{16420001,3,1,0}},
	},
	[11261] = {
		drop_id = 11261,
		client_goods_list = {{16160101,170136,1,0},{16160104,153120,1,0}},
	},
	[11262] = {
		drop_id = 11262,
		client_goods_list = {{16160101,171566,1,0},{16160104,154410,1,0}},
	},
	[11263] = {
		drop_id = 11263,
		client_goods_list = {{16160101,173004,1,0},{16160104,155700,1,0}},
	},
	[11264] = {
		drop_id = 11264,
		client_goods_list = {{16160101,174450,1,0},{16160104,157010,1,0},{16220002,3,1,0}},
	},
	[11265] = {
		drop_id = 11265,
		client_goods_list = {{16160101,175904,1,0},{16160104,158310,1,0}},
	},
	[11266] = {
		drop_id = 11266,
		client_goods_list = {{16160101,177366,1,0},{16160104,159630,1,0}},
	},
	[11267] = {
		drop_id = 11267,
		client_goods_list = {{16160101,178836,1,0},{16160104,160950,1,0}},
	},
	[11268] = {
		drop_id = 11268,
		client_goods_list = {{16160101,180314,1,0},{16160104,162280,1,0},{16420102,2,1,0}},
	},
	[11269] = {
		drop_id = 11269,
		client_goods_list = {{16160101,181800,1,0},{16160104,163620,1,0}},
	},
	[11270] = {
		drop_id = 11270,
		client_goods_list = {{16160101,183294,1,0},{16160104,164960,1,0}},
	},
	[11271] = {
		drop_id = 11271,
		client_goods_list = {{16160101,184796,1,0},{16160104,166320,1,0},{16220003,2,1,0}},
	},
	[11272] = {
		drop_id = 11272,
		client_goods_list = {{16160101,186306,1,0},{16160104,167680,1,0}},
	},
	[11273] = {
		drop_id = 11273,
		client_goods_list = {{16160101,187824,1,0},{16160104,169040,1,0}},
	},
	[11274] = {
		drop_id = 11274,
		client_goods_list = {{16160101,189350,1,0},{16160104,170420,1,0},{11030001,5,1,0}},
	},
	[11275] = {
		drop_id = 11275,
		client_goods_list = {{16160101,190884,1,0},{16160104,171800,1,0}},
	},
	[11276] = {
		drop_id = 11276,
		client_goods_list = {{16160101,192426,1,0},{16160104,173180,1,0},{11010001,5,1,0}},
	},
	[11277] = {
		drop_id = 11277,
		client_goods_list = {{16160101,193976,1,0},{16160104,174580,1,0}},
	},
	[12001] = {
		name = "1 尋找·江湖百曉生獎勵",
		drop_id = 12001,
		client_goods_list = {{16160101,5300,1,0},{16160104,900,1,0},{16211029,1,1,0}},
	},
	[12002] = {
		name = "1 使用·朱丹臣的拜帖獎勵",
		drop_id = 12002,
		client_goods_list = {{16160101,5300,1,0},{16160104,900,1,0},{16220001,5,1,0}},
	},
	[12003] = {
		name = "1 尋找·江湖百曉生獎勵",
		drop_id = 12003,
		client_goods_list = {{16160101,5300,1,0},{16160104,900,1,0}},
	},
	[12004] = {
		name = "1 提升好感度獎勵",
		drop_id = 12004,
		client_goods_list = {{16160101,5300,1,0},{16160104,900,1,0}},
	},
	[12005] = {
		name = "1 尋找·江湖百曉生獎勵",
		drop_id = 12005,
		client_goods_list = {{16160101,5300,1,0},{16160104,900,1,0}},
	},
	[12006] = {
		name = "1 通關·英雄試煉3獎勵",
		drop_id = 12006,
		client_goods_list = {{16160101,5300,1,0},{16160104,900,1,0}},
	},
	[12007] = {
		name = "1 領取英雄試煉獎勵獎勵",
		drop_id = 12007,
		client_goods_list = {{16160101,5300,1,0},{16160104,900,1,0},{16220001,5,1,0}},
	},
	[12008] = {
		name = "1支線",
		drop_id = 12008,
		client_goods_list = {{16160101,5300,1,0},{16160104,900,1,0}},
	},
	[12101] = {
		name = "2 尋找·小雯獎勵",
		drop_id = 12101,
		client_goods_list = {{16160101,5850,1,0},{16160104,1100,1,0}},
	},
	[12102] = {
		name = "2 尋找·小雯獎勵",
		drop_id = 12102,
		client_goods_list = {{16160101,5850,1,0},{16160104,1100,1,0},{16041001,1,1,0}},
	},
	[12103] = {
		name = "2 鑲嵌寶石獎勵",
		drop_id = 12103,
		client_goods_list = {{16160101,5850,1,0},{16160104,1100,1,0},{16041001,4,1,0},{16041002,1,1,0}},
	},
	[12104] = {
		name = "2 鑲嵌2級寶石獎勵",
		drop_id = 12104,
		client_goods_list = {{16160101,5850,1,0},{16160104,1100,1,0},{15010002,1,1,0}},
	},
	[12105] = {
		name = "2支線",
		drop_id = 12105,
		client_goods_list = {{16160101,5850,1,0},{16160104,1100,1,0}},
	},
	[12201] = {
		name = "3 完成10次每日任務獎勵",
		drop_id = 12201,
		client_goods_list = {{16160101,5850,1,0},{16160104,1100,1,0}},
	},
	[12202] = {
		name = "3支線",
		drop_id = 12202,
		client_goods_list = {{16160101,5850,1,0},{16160104,1100,1,0}},
	},
	[12203] = {
		name = "3支線",
		drop_id = 12203,
		client_goods_list = {{16160101,5850,1,0},{16160104,1100,1,0}},
	},
	[12204] = {
		name = "3支線",
		drop_id = 12204,
		client_goods_list = {{16160101,5850,1,0},{16160104,1100,1,0}},
	},
	[12205] = {
		name = "3支線",
		drop_id = 12205,
		client_goods_list = {{16160101,5850,1,0},{16160104,1100,1,0}},
	},
	[12301] = {
		name = "4 尋找·風波惡獎勵",
		drop_id = 12301,
		client_goods_list = {{16160101,6555,1,0},{16160104,4800,1,0},{16211032,1,1,0}},
	},
	[12302] = {
		name = "4 熔煉裝備獎勵",
		drop_id = 12302,
		client_goods_list = {{16160101,6555,1,0},{16160104,4800,1,0}},
	},
	[12303] = {
		name = "4支線",
		drop_id = 12303,
		client_goods_list = {{16160101,6555,1,0},{16160104,4800,1,0}},
	},
	[12304] = {
		name = "4支線",
		drop_id = 12304,
		client_goods_list = {{16160101,6555,1,0},{16160104,4800,1,0}},
	},
	[12305] = {
		name = "4支線",
		drop_id = 12305,
		client_goods_list = {{16160101,6555,1,0},{16160104,4800,1,0}},
	},
	[12401] = {
		name = "5 加入幫會獎勵",
		drop_id = 12401,
		client_goods_list = {{16160101,6500,1,0},{16160104,1200,1,0},{15010303,1,1,0}},
	},
	[12402] = {
		name = "5 頻道說話獎勵",
		drop_id = 12402,
		client_goods_list = {{16160101,6500,1,0},{16160104,1200,1,0}},
	},
	[12403] = {
		name = "5 商店兌換獎勵",
		drop_id = 12403,
		client_goods_list = {{16160101,6500,1,0},{16160104,1200,1,0}},
	},
	[12404] = {
		name = "5 尋找·鄭無名獎勵",
		drop_id = 12404,
		client_goods_list = {{16160101,9388,1,0},{16160104,1900,1,0},{15010303,1,1,0}},
	},
	[12405] = {
		name = "5 尋找·鄭無名獎勵",
		drop_id = 12405,
		client_goods_list = {{16160101,9388,1,0},{16160104,1900,1,0},{15010202,1,1,0}},
	},
	[12406] = {
		name = "5 尋找·鄭無名獎勵",
		drop_id = 12406,
		client_goods_list = {{16160101,9388,1,0},{16160104,1900,1,0}},
	},
	[12407] = {
		name = "5 尋找·鄭無名獎勵",
		drop_id = 12407,
		client_goods_list = {{16160101,9388,1,0},{16160104,1900,1,0}},
	},
	[12408] = {
		name = "5 幫會任務獎勵",
		drop_id = 12408,
		client_goods_list = {{16160101,9388,1,0},{16160104,1900,1,0}},
	},
	[12409] = {
		name = "5 幫會煉金獎勵",
		drop_id = 12409,
		client_goods_list = {{16160101,9388,1,0},{16160104,1900,1,0},{15010011,3,1,0}},
	},
	[12410] = {
		name = "5支線",
		drop_id = 12410,
		client_goods_list = {{16160101,9388,1,0},{16160104,1900,1,0}},
	},
	[12501] = {
		name = "6 尋找·鐘靈獎勵",
		drop_id = 12501,
		client_goods_list = {{16160101,10000,1,0},{16160104,50000,1,0},{16010001,10,1,0}},
	},
	[12502] = {
		name = "6支線",
		drop_id = 12502,
		client_goods_list = {{16160101,20000,1,0},{16160104,100000,1,0},{16400001,4,1,0}},
	},
	[12503] = {
		name = "6支線",
		drop_id = 12503,
		client_goods_list = {{16160101,10000,1,0},{16160104,2000,1,0}},
	},
	[12504] = {
		name = "6支線",
		drop_id = 12504,
		client_goods_list = {{16160101,10000,1,0},{16160104,2000,1,0}},
	},
	[12505] = {
		name = "6支線",
		drop_id = 12505,
		client_goods_list = {{16160101,10000,1,0},{16160104,2000,1,0}},
	},
	[12601] = {
		name = "7 科舉獎勵",
		drop_id = 12601,
		client_goods_list = {{16160101,7888,1,0},{16160104,2200,1,0},{16211018,1,1,0}},
	},
	[12602] = {
		name = "7 奪寶馬賊獎勵",
		drop_id = 12602,
		client_goods_list = {{16160101,7888,1,0},{16160104,2200,1,0},{16211020,1,1,0}},
	},
	[12603] = {
		name = "7支線",
		drop_id = 12603,
		client_goods_list = {{16160101,7888,1,0},{16160104,2200,1,0}},
	},
	[12604] = {
		name = "7支線",
		drop_id = 12604,
		client_goods_list = {{16160101,7888,1,0},{16160104,2200,1,0}},
	},
	[12701] = {
		name = "8 尋找·百曉生獎勵",
		drop_id = 12701,
		client_goods_list = {{16160101,8300,1,0},{16160104,2500,1,0}},
	},
	[12702] = {
		name = "8 通關·英雄試煉10獎勵",
		drop_id = 12702,
		client_goods_list = {{16160101,8300,1,0},{16160104,2500,1,0}},
	},
	[12703] = {
		name = "8 領取英雄試煉獎勵獎勵",
		drop_id = 12703,
		client_goods_list = {{16160101,8300,1,0},{16160104,2500,1,0}},
	},
	[12704] = {
		name = "8 頭銜提升獎勵",
		drop_id = 12704,
		client_goods_list = {{16160101,8300,1,0},{16160104,2500,1,0}},
	},
	[12705] = {
		name = "8支線",
		drop_id = 12705,
		client_goods_list = {{16160101,8300,1,0},{16160104,2500,1,0}},
	},
	[12801] = {
		name = "9 尋找·雲渺渺獎勵",
		drop_id = 12801,
		client_goods_list = {{16160101,8885,1,0},{16160104,2800,1,0},{16330001,3,1,0}},
	},
	[12802] = {
		name = "9 捕捉松鼠獎勵",
		drop_id = 12802,
		client_goods_list = {{16160101,8885,1,0},{16160104,2800,1,0}},
	},
	[12803] = {
		name = "9 尋找·雲渺渺獎勵",
		drop_id = 12803,
		client_goods_list = {{16160101,8885,1,0},{16160104,2800,1,0},{16250101,4,1,0},{33011005,2,1,0}},
	},
	[12804] = {
		name = "9 珍獸洗練獎勵",
		drop_id = 12804,
		client_goods_list = {{16160101,8885,1,0},{16160104,2800,1,0}},
	},
	[12805] = {
		name = "9 尋找·雲涵兒獎勵",
		drop_id = 12805,
		client_goods_list = {{16160101,8885,1,0},{16160104,2800,1,0},{11030001,5,1,0}},
	},
	[12806] = {
		name = "9 完成新手引導獎勵",
		drop_id = 12806,
		client_goods_list = {{16160101,8885,1,0},{16160104,2800,1,0}},
	},
	[12807] = {
		name = "9 尋找·雲渺渺獎勵",
		drop_id = 12807,
		client_goods_list = {{16160101,8885,1,0},{16160104,2800,1,0},{35001007,1,1,0}},
	},
	[12808] = {
		name = "9 懲兇打圖獎勵",
		drop_id = 12808,
		client_goods_list = {{16160101,8885,1,0},{16160104,2800,1,0},{16300001,10,1,0}},
	},
	[12809] = {
		name = "9 尋找·雲涵兒獎勵",
		drop_id = 12809,
		client_goods_list = {{16160101,9388,1,0},{16160104,3100,1,0}},
	},
	[12810] = {
		name = "9 分金定穴獎勵",
		drop_id = 12810,
		client_goods_list = {{16160101,9388,1,0},{16160104,3100,1,0}},
	},
	[12811] = {
		name = "9 尋找·趙天師獎勵",
		drop_id = 12811,
		client_goods_list = {{16160101,9388,1,0},{16160104,3100,1,0},{11010001,10,1,0}},
	},
	[12812] = {
		name = "9 尋找·燕別秋獎勵",
		drop_id = 12812,
		client_goods_list = {{16160101,9388,1,0},{16160104,3100,1,0},{11020001,10,1,0}},
	},
	[12813] = {
		name = "9 尋找·燕別秋獎勵",
		drop_id = 12813,
		client_goods_list = {{16160101,9388,1,0},{16160104,3100,1,0}},
	},
	[12814] = {
		name = "9支線",
		drop_id = 12814,
		client_goods_list = {{16160101,9388,1,0},{16160104,3100,1,0}},
	},
	[12815] = {
		name = "9支線",
		drop_id = 12815,
		client_goods_list = {{16160101,9388,1,0},{16160104,3100,1,0}},
	},
	[12901] = {
		name = "10 擊殺·江湖豪傑10獎勵",
		drop_id = 12901,
		client_goods_list = {{16160101,9984,1,0},{16160104,3500,1,0},{16320001,1,1,0}},
	},
	[12902] = {
		name = "10 擊殺·偷獵者10獎勵",
		drop_id = 12902,
		client_goods_list = {{16160101,9984,1,0},{16160104,3500,1,0}},
	},
	[12903] = {
		name = "10 尋找·歐冶子獎勵",
		drop_id = 12903,
		client_goods_list = {{16160101,9984,1,0},{16160104,3500,1,0}},
	},
	[12904] = {
		name = "10 尋找·歐冶子1獎勵",
		drop_id = 12904,
		client_goods_list = {{16160101,9984,1,0},{16160104,3500,1,0},{16010001,5,1,0}},
	},
	[12905] = {
		name = "10 副本·老三環獎勵",
		drop_id = 12905,
		client_goods_list = {{16160101,10618,1,0},{16160104,3200,1,0}},
	},
	[13001] = {
		name = "11 激活神器獎勵",
		drop_id = 13001,
		client_goods_list = {{16160101,12675,1,0},{16160104,3200,1,0},{16400001,5,1,0}},
	},
	[13002] = {
		name = "11 尋找·歐冶子2獎勵",
		drop_id = 13002,
		client_goods_list = {{16160101,12675,1,0},{16160104,3200,1,0}},
	},
	[13003] = {
		name = "11 通關·燕子塢獎勵",
		drop_id = 13003,
		client_goods_list = {{16160101,12675,1,0},{16160104,3200,1,0},{16400102,2,1,0}},
	},
	[13004] = {
		name = "11支線",
		drop_id = 13004,
		client_goods_list = {{16160101,12675,1,0},{16160104,3200,1,0}},
	},
	[13005] = {
		name = "11支線",
		drop_id = 13005,
		client_goods_list = {{16160101,12675,1,0},{16160104,3200,1,0}},
	},
	[13101] = {
		name = "12 尋找·宋掌櫃獎勵",
		drop_id = 13101,
		client_goods_list = {{16160101,17588,1,0},{16160104,2800,1,0}},
	},
	[13102] = {
		name = "12 尋找·段譽獎勵",
		drop_id = 13102,
		client_goods_list = {{16160101,17588,1,0},{16160104,2800,1,0}},
	},
	[13103] = {
		name = "12支線",
		drop_id = 13103,
		client_goods_list = {{16160101,17588,1,0},{16160104,2800,1,0}},
	},
	[13104] = {
		name = "12支線",
		drop_id = 13104,
		client_goods_list = {{16160101,17588,1,0},{16160104,2800,1,0}},
	},
	[13105] = {
		name = "12支線",
		drop_id = 13105,
		client_goods_list = {{16160101,17588,1,0},{16160104,2800,1,0}},
	},
	[13201] = {
		name = "13 尋找·喬峰1獎勵",
		drop_id = 13201,
		client_goods_list = {{16160101,1000,1,0},{16160104,100000,1,0},{16300001,3,1,0}},
	},
	[13202] = {
		name = "13支線",
		drop_id = 13202,
		client_goods_list = {{16160101,1000,1,0},{16160104,100000,1,0}},
	},
	[13203] = {
		name = "13支線",
		drop_id = 13203,
		client_goods_list = {{16160101,1000,1,0},{16160104,100000,1,0}},
	},
	[13204] = {
		name = "13支線",
		drop_id = 13204,
		client_goods_list = {{16160101,1000,1,0},{16160104,100000,1,0}},
	},
	[13205] = {
		name = "13支線",
		drop_id = 13205,
		client_goods_list = {{16160101,1000,1,0},{16160104,100000,1,0}},
	},
	[13301] = {
		name = "14 尋找·喬峰2獎勵",
		drop_id = 13301,
		client_goods_list = {{16160101,13888,1,0},{16160104,3000,1,0}},
	},
	[13302] = {
		name = "14 尋找·王夫子獎勵",
		drop_id = 13302,
		client_goods_list = {{16160101,13888,1,0},{16160104,3000,1,0}},
	},
	[13303] = {
		name = "14 完成新手指引獎勵",
		drop_id = 13303,
		client_goods_list = {{16160101,13888,1,0},{16160104,3000,1,0}},
	},
	[13304] = {
		name = "14支線",
		drop_id = 13304,
		client_goods_list = {{16160101,13888,1,0},{16160104,3000,1,0}},
	},
	[13305] = {
		name = "14支線",
		drop_id = 13305,
		client_goods_list = {{16160101,13888,1,0},{16160104,3000,1,0}},
	},
	[13401] = {
		name = "15 活動·反賊獎勵",
		drop_id = 13401,
		client_goods_list = {{16160101,14582,1,0},{16160104,3000,1,0}},
	},
	[13402] = {
		name = "15支線",
		drop_id = 13402,
		client_goods_list = {{16160101,14582,1,0},{16160104,3000,1,0}},
	},
	[13403] = {
		name = "15支線",
		drop_id = 13403,
		client_goods_list = {{16160101,14582,1,0},{16160104,3000,1,0}},
	},
	[13404] = {
		name = "15支線",
		drop_id = 13404,
		client_goods_list = {{16160101,14582,1,0},{16160104,3000,1,0}},
	},
	[13405] = {
		name = "15支線",
		drop_id = 13405,
		client_goods_list = {{16160101,14582,1,0},{16160104,3000,1,0}},
	},
	[13501] = {
		name = "16 完成新手指引獎勵",
		drop_id = 13501,
		client_goods_list = {{16160101,15311,1,0},{16160104,3000,1,0}},
	},
	[13502] = {
		name = "16 添加空間標簽獎勵",
		drop_id = 13502,
		client_goods_list = {{16160101,15311,1,0},{16160104,3000,1,0}},
	},
	[13503] = {
		name = "16支線",
		drop_id = 13503,
		client_goods_list = {{16160101,15311,1,0},{16160104,3000,1,0}},
	},
	[13504] = {
		name = "16支線",
		drop_id = 13504,
		client_goods_list = {{16160101,15311,1,0},{16160104,3000,1,0}},
	},
	[13505] = {
		name = "16支線",
		drop_id = 13505,
		client_goods_list = {{16160101,15311,1,0},{16160104,3000,1,0}},
	},
	[13601] = {
		name = "17 與張天師聊聊獎勵",
		drop_id = 13601,
		client_goods_list = {{16160101,9388,1,0},{16160104,3000,1,0}},
	},
	[13602] = {
		name = "17 嘗試點擊屏幕進行鏡頭旋轉獎勵",
		drop_id = 13602,
		client_goods_list = {{16160101,9388,1,0},{16160104,3000,1,0}},
	},
	[13603] = {
		name = "17支線",
		drop_id = 13603,
		client_goods_list = {{16160101,9388,1,0},{16160104,3000,1,0}},
	},
	[13701] = {
		name = "18 與月老對話進行花轎遊街獎勵",
		drop_id = 13701,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[13702] = {
		name = "18 與月老對話開啟禮堂獎勵",
		drop_id = 13702,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[13703] = {
		name = "18 與司儀對話進行拜天地獎勵",
		drop_id = 13703,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[13704] = {
		name = "18 找到侍寢丫鬟進行洞房獎勵",
		drop_id = 13704,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[13705] = {
		name = "18 播放任意煙花道具獎勵",
		drop_id = 13705,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[13706] = {
		name = "18 找到玉女進行答謝賓客獎勵",
		drop_id = 13706,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[13707] = {
		name = "18支線",
		drop_id = 13707,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[13801] = {
		name = "19 找到雲飄飄了解珍獸提悟獎勵",
		drop_id = 13801,
		client_goods_list = {{16160101,21008,1,0},{16160104,3200,1,0},{16110002,1,1,0}},
	},
	[13802] = {
		name = "19 擁有任意壹只45級的珍獸獎勵",
		drop_id = 13802,
		client_goods_list = {{16160101,21008,1,0},{16160104,3200,1,0},{16250102,1,1,0}},
	},
	[13803] = {
		name = "19 使用根骨丹進行壹次提悟獎勵",
		drop_id = 13803,
		client_goods_list = {{16160101,21008,1,0},{16160104,3200,1,0}},
	},
	[13804] = {
		name = "19支線",
		drop_id = 13804,
		client_goods_list = {{16160101,21008,1,0},{16160104,3200,1,0}},
	},
	[13901] = {
		name = "20 找到雲飄飄了解珍獸附體獎勵",
		drop_id = 13901,
		client_goods_list = {{16160101,14888,1,0},{16160104,3600,1,0}},
	},
	[13902] = {
		name = "20 擁有任意壹只55級的珍獸獎勵",
		drop_id = 13902,
		client_goods_list = {{16160101,14888,1,0},{16160104,3600,1,0},{16270016,1,1,0}},
	},
	[13903] = {
		name = "20 學習壹次附體技能獎勵",
		drop_id = 13903,
		client_goods_list = {{16160101,14888,1,0},{16160104,3600,1,0},{16270016,3,1,0}},
	},
	[13904] = {
		name = "20 提升壹次附體技能等級獎勵",
		drop_id = 13904,
		client_goods_list = {{16160101,14888,1,0},{16160104,3600,1,0}},
	},
	[13905] = {
		name = "20 嘗試讓珍獸附體到法陣上獎勵",
		drop_id = 13905,
		client_goods_list = {{16160101,14888,1,0},{16160104,3600,1,0}},
	},
	[13906] = {
		name = "20支線",
		drop_id = 13906,
		client_goods_list = {{16160101,14888,1,0},{16160104,3600,1,0}},
	},
	[14001] = {
		name = "21 找到歐治子了解暗器獎勵",
		drop_id = 14001,
		client_goods_list = {{16160101,36048,1,0},{16160104,4800,1,0},{16420001,2,1,0}},
	},
	[14002] = {
		name = "21 使用壹次暗器修煉石獎勵",
		drop_id = 14002,
		client_goods_list = {{16160101,36048,1,0},{16160104,4800,1,0},{16420002,1,1,0}},
	},
	[14003] = {
		name = "21 升階壹次暗器獎勵",
		drop_id = 14003,
		client_goods_list = {{16160101,36048,1,0},{16160104,4800,1,0}},
	},
	[14004] = {
		name = "21 參與縹緲峰獲取暗器材料獎勵",
		drop_id = 14004,
		client_goods_list = {{16160101,36048,1,0},{16160104,4800,1,0}},
	},
	[14005] = {
		name = "21支線",
		drop_id = 14005,
		client_goods_list = {{16160101,36048,1,0},{16160104,4800,1,0}},
	},
	[14101] = {
		name = "22 找江湖百曉生了解經脈獎勵",
		drop_id = 14101,
		client_goods_list = {{16160101,1000,1,0},{16160104,6400,1,0}},
	},
	[14102] = {
		name = "22 擁有好感度30級的英雄獎勵",
		drop_id = 14102,
		client_goods_list = {{16160101,1000,1,0},{16160104,6400,1,0},{10031100,1,1,0}},
	},
	[14103] = {
		name = "22 選擇壹個英雄打通經脈獎勵",
		drop_id = 14103,
		client_goods_list = {{16160101,1000,1,0},{16160104,6400,1,0},{16290001,1,1,0},{16290002,1,1,0}},
	},
	[14104] = {
		name = "22 洗練壹次經脈屬性獎勵",
		drop_id = 14104,
		client_goods_list = {{16160101,1000,1,0},{16160104,6400,1,0},{16290003,1,1,0}},
	},
	[14105] = {
		name = "22 進行壹次經脈奪寶獎勵",
		drop_id = 14105,
		client_goods_list = {{16160101,1000,1,0},{16160104,6400,1,0}},
	},
	[14106] = {
		name = "22 裝備壹件英雄寶物獎勵",
		drop_id = 14106,
		client_goods_list = {{16160101,1000,1,0},{16160104,6400,1,0},{16290003,1,1,0},{10033100,1,1,0}},
	},
	[14107] = {
		name = "22支線",
		drop_id = 14107,
		client_goods_list = {{16160101,1000,1,0},{16160104,6400,1,0}},
	},
	[14201] = {
		name = "23 找到歐治子了解武魂玩法獎勵",
		drop_id = 14201,
		client_goods_list = {{16160101,38888,1,0},{16160104,5200,1,0},{16480001,3,1,0}},
	},
	[14202] = {
		name = "23 對武魂進行壹次精鑄獎勵",
		drop_id = 14202,
		client_goods_list = {{16160101,38888,1,0},{16160104,5200,1,0},{16480201,1,1,0}},
	},
	[14203] = {
		name = "23 對武魂進行壹次凝魂獎勵",
		drop_id = 14203,
		client_goods_list = {{16160101,38888,1,0},{16160104,5200,1,0}},
	},
	[14204] = {
		name = "23 參與副本獲得武魂材料獎勵",
		drop_id = 14204,
		client_goods_list = {{16160101,38888,1,0},{16160104,5200,1,0}},
	},
	[14205] = {
		name = "23支線",
		drop_id = 14205,
		client_goods_list = {{16160101,38888,1,0},{16160104,5200,1,0}},
	},
	[14301] = {
		name = "24 找到丫鬟小雯幫助她獎勵",
		drop_id = 14301,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[14302] = {
		name = "24 追趕和親路上的卿卿公主獎勵",
		drop_id = 14302,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[14303] = {
		name = "24 向卿卿公主了解清空獎勵",
		drop_id = 14303,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[14304] = {
		name = "24 將青絲轉交給顧念護衛獎勵",
		drop_id = 14304,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[14305] = {
		name = "24 將青絲還給卿卿公主獎勵",
		drop_id = 14305,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[14306] = {
		name = "24 將卿卿公主的青絲轉交給月老獎勵",
		drop_id = 14306,
		client_goods_list = {{16160101,16880,1,0},{16160104,3200,1,0}},
	},
	[15001] = {
		name = "劇情郵件1",
		drop_id = 15001,
		client_goods_list = {{15010023,1,1,0},{16220001,10,1,0},{15010061,1,1,0}},
	},
	[15002] = {
		name = "劇情郵件2",
		drop_id = 15002,
		client_goods_list = {{15010023,1,1,0},{16010001,5,1,0},{15010061,1,1,0}},
	},
	[15003] = {
		name = "劇情郵件3",
		drop_id = 15003,
		client_goods_list = {{15010023,1,1,0},{16220001,20,1,0},{16010001,10,1,0}},
	},
	[15004] = {
		name = "劇情郵件4",
		drop_id = 15004,
		client_goods_list = {{15010023,1,1,0},{16220002,30,1,0},{16400001,1,1,0}},
	},
	[15005] = {
		name = "劇情郵件5",
		drop_id = 15005,
		client_goods_list = {{15010023,1,1,0},{16220003,10,1,0},{16400001,5,1,0}},
	},
	[15006] = {
		name = "劇情郵件6",
		drop_id = 15006,
		client_goods_list = {{15010023,1,1,0},{16220003,15,1,0},{16400102,5,1,0}},
	},
	[15007] = {
		name = "劇情郵件7",
		drop_id = 15007,
		client_goods_list = {{15010023,1,1,0},{16220003,20,1,0},{16420003,5,1,0}},
	},
	[15008] = {
		name = "劇情郵件8",
		drop_id = 15008,
		client_goods_list = {{15010023,1,1,0},{16220003,25,1,0},{16420001,10,1,0}},
	},
	[15009] = {
		name = "劇情郵件9",
		drop_id = 15009,
		client_goods_list = {{15010023,1,1,0},{16220003,30,1,0},{16420001,15,1,0}},
	},
	[16001] = {
		name = "主線補充-和鐘靈兒對話",
		drop_id = 16001,
		client_goods_list = {{16160101,520,1,0},{16160104,600,1,0}},
	},
	[16002] = {
		name = "主線補充-科舉",
		drop_id = 16002,
		client_goods_list = {{16160101,1000,1,0},{16160104,1000,1,0},{30010499,1,1,0}},
	},
	[16003] = {
		name = "主線補充-尋棋",
		drop_id = 16003,
		client_goods_list = {{16160101,1000,1,0},{16160104,1000,1,0}},
	},
	[16004] = {
		name = "主線補充-完成珍瓏",
		drop_id = 16004,
		client_goods_list = {{16160101,1000,1,0},{16160104,1000,1,0},{15010031,1,1,0}},
	},
	[16005] = {
		name = "主線補充-神器碎片",
		drop_id = 16005,
		client_goods_list = {{16160101,100,1,0},{16160104,5000,1,0}},
	},
	[16006] = {
		name = "主線補充-神秘書信",
		drop_id = 16006,
		client_goods_list = {{16160101,3800,1,0},{16160104,4200,1,0}},
	},
	[20001] = {
		name = "幫會活躍獎勵1",
		drop_id = 20001,
		client_goods_list = {{10,100},{16010001,10,1,0}},
	},
	[21001] = {
		name = "禦膳比拼獎勵1",
		drop_id = 21001,
		client_goods_list = {{10,100}},
	},
	[21002] = {
		name = "禦膳比拼獎勵2",
		drop_id = 21002,
		client_goods_list = {{10,200}},
	},
	[21003] = {
		name = "禦膳比拼獎勵3",
		drop_id = 21003,
		client_goods_list = {{10,300}},
	},
	[22001] = {
		name = "幫會活躍升級獎勵1",
		drop_id = 22001,
		client_goods_list = {{10,100}},
	},
	[22002] = {
		name = "幫會活躍升級獎勵2",
		drop_id = 22002,
		client_goods_list = {{10,200}},
	},
	[22003] = {
		name = "幫會活躍升級獎勵3",
		drop_id = 22003,
		client_goods_list = {{10,200}},
	},
	[22004] = {
		name = "幫會活躍升級獎勵4",
		drop_id = 22004,
		client_goods_list = {{10,200}},
	},
	[22005] = {
		name = "幫會活躍升級獎勵5",
		drop_id = 22005,
		client_goods_list = {{10,200}},
	},
	[22006] = {
		name = "幫會活躍升級獎勵6",
		drop_id = 22006,
		client_goods_list = {{10,200}},
	},
	[22007] = {
		name = "幫會活躍升級獎勵7",
		drop_id = 22007,
		client_goods_list = {{10,200}},
	},
	[22008] = {
		name = "幫會活躍升級獎勵8",
		drop_id = 22008,
		client_goods_list = {{10,200}},
	},
	[22009] = {
		name = "幫會活躍升級獎勵9",
		drop_id = 22009,
		client_goods_list = {{10,200}},
	},
	[22010] = {
		name = "幫會活躍升級獎勵10",
		drop_id = 22010,
		client_goods_list = {{10,200}},
	},
	[22011] = {
		name = "幫會活躍升級獎勵11",
		drop_id = 22011,
		client_goods_list = {{10,200}},
	},
	[22012] = {
		name = "幫會活躍升級獎勵12",
		drop_id = 22012,
		client_goods_list = {{10,200}},
	},
	[22013] = {
		name = "幫會活躍升級獎勵13",
		drop_id = 22013,
		client_goods_list = {{10,200}},
	},
	[22014] = {
		name = "幫會活躍升級獎勵14",
		drop_id = 22014,
		client_goods_list = {{10,200}},
	},
	[22015] = {
		name = "幫會活躍升級獎勵15",
		drop_id = 22015,
		client_goods_list = {{10,200}},
	},
	[22016] = {
		name = "幫會活躍升級獎勵16",
		drop_id = 22016,
		client_goods_list = {{10,200}},
	},
	[22017] = {
		name = "幫會活躍升級獎勵17",
		drop_id = 22017,
		client_goods_list = {{10,200}},
	},
	[22018] = {
		name = "幫會活躍升級獎勵18",
		drop_id = 22018,
		client_goods_list = {{10,200}},
	},
	[22019] = {
		name = "幫會活躍升級獎勵19",
		drop_id = 22019,
		client_goods_list = {{10,200}},
	},
	[22020] = {
		name = "幫會活躍升級獎勵20",
		drop_id = 22020,
		client_goods_list = {{10,200}},
	},
	[22021] = {
		name = "幫會活躍升級獎勵21",
		drop_id = 22021,
		client_goods_list = {{10,200}},
	},
	[22022] = {
		name = "幫會活躍升級獎勵22",
		drop_id = 22022,
		client_goods_list = {{10,200}},
	},
	[22023] = {
		name = "幫會活躍升級獎勵23",
		drop_id = 22023,
		client_goods_list = {{10,200}},
	},
	[22024] = {
		name = "幫會活躍升級獎勵24",
		drop_id = 22024,
		client_goods_list = {{10,200}},
	},
	[22025] = {
		name = "幫會活躍升級獎勵25",
		drop_id = 22025,
		client_goods_list = {{10,200}},
	},
	[22026] = {
		name = "幫會活躍升級獎勵26",
		drop_id = 22026,
		client_goods_list = {{10,200}},
	},
	[22027] = {
		name = "幫會活躍升級獎勵27",
		drop_id = 22027,
		client_goods_list = {{10,200}},
	},
	[22028] = {
		name = "幫會活躍升級獎勵28",
		drop_id = 22028,
		client_goods_list = {{10,200}},
	},
	[22029] = {
		name = "幫會活躍升級獎勵29",
		drop_id = 22029,
		client_goods_list = {{10,200}},
	},
	[22030] = {
		name = "幫會活躍升級獎勵30",
		drop_id = 22030,
		client_goods_list = {{10,200}},
	},
	[30001] = {
		name = "VIP禮包1",
		drop_id = 30001,
		client_goods_list = {{16010001,10,1,0},{16010002,10,1,0},{16220001,10,1,0},{16110001,10,1,0},{16220003,10,1,0}},
	},
	[30002] = {
		name = "VIP禮包2",
		drop_id = 30002,
		client_goods_list = {{16010001,20,1,0},{16010002,20,1,0},{16220001,20,1,0},{16110001,20,1,0},{16220003,20,1,0}},
	},
	[30003] = {
		name = "VIP禮包3",
		drop_id = 30003,
		client_goods_list = {{16010001,30,1,0},{16010002,30,1,0},{16220001,30,1,0},{16110001,30,1,0},{16220003,30,1,0}},
	},
	[30004] = {
		name = "VIP禮包4",
		drop_id = 30004,
		client_goods_list = {{16010001,40,1,0},{16010002,40,1,0},{16220001,40,1,0},{16110001,40,1,0},{16220003,40,1,0}},
	},
	[30005] = {
		name = "VIP禮包5",
		drop_id = 30005,
		client_goods_list = {{16010001,50,1,0},{16010002,50,1,0},{16220001,50,1,0},{16110001,50,1,0},{16220003,50,1,0}},
	},
	[30006] = {
		name = "VIP禮包6",
		drop_id = 30006,
		client_goods_list = {{16010001,60,1,0},{16010002,60,1,0},{16220001,60,1,0},{16110001,60,1,0},{16220003,60,1,0}},
	},
	[30007] = {
		name = "VIP禮包7",
		drop_id = 30007,
		client_goods_list = {{16010001,70,1,0},{16010002,70,1,0},{16220001,70,1,0},{16110001,70,1,0},{16220003,70,1,0}},
	},
	[30008] = {
		name = "VIP禮包8",
		drop_id = 30008,
		client_goods_list = {{16010001,80,1,0},{16010002,80,1,0},{16220001,80,1,0},{16110001,80,1,0},{16220003,80,1,0}},
	},
	[30009] = {
		name = "VIP禮包9",
		drop_id = 30009,
		client_goods_list = {{16010001,90,1,0},{16010002,90,1,0},{16220001,90,1,0},{16110001,90,1,0},{16220003,90,1,0}},
	},
	[30010] = {
		name = "VIP禮包10",
		drop_id = 30010,
		client_goods_list = {{16010001,100,1,0},{16010002,100,1,0},{16220001,100,1,0},{16110001,100,1,0},{16220003,100,1,0}},
	},
	[30011] = {
		name = "VIP禮包11",
		drop_id = 30011,
		client_goods_list = {{16010001,110,1,0},{16010002,110,1,0},{16220001,110,1,0},{16110001,110,1,0},{16220003,110,1,0}},
	},
	[30012] = {
		name = "VIP禮包12",
		drop_id = 30012,
		client_goods_list = {{16010001,120,1,0},{16010002,120,1,0},{16220001,120,1,0},{16110001,120,1,0},{16220003,120,1,0}},
	},
	[30013] = {
		name = "VIP禮包13",
		drop_id = 30013,
		client_goods_list = {{16010001,130,1,0},{16010002,130,1,0},{16220001,130,1,0},{16110001,130,1,0},{16220003,130,1,0}},
	},
	[30014] = {
		name = "VIP禮包14",
		drop_id = 30014,
		client_goods_list = {{16010001,140,1,0},{16010002,140,1,0},{16220001,140,1,0},{16110001,140,1,0},{16220003,140,1,0}},
	},
	[30015] = {
		name = "VIP禮包15",
		drop_id = 30015,
		client_goods_list = {{16010001,150,1,0},{16010002,150,1,0},{16220001,150,1,0},{16110001,150,1,0},{16220003,150,1,0}},
	},
	[31001] = {
		name = "簽到獎勵1",
		drop_id = 31001,
		client_goods_list = {{15010031,1,1,0}},
	},
	[31002] = {
		name = "簽到獎勵2",
		drop_id = 31002,
		client_goods_list = {{16010001,2,1,0}},
	},
	[31003] = {
		name = "簽到獎勵3",
		drop_id = 31003,
		client_goods_list = {{16250101,2,1,0}},
	},
	[31004] = {
		name = "簽到獎勵4",
		drop_id = 31004,
		client_goods_list = {{15010092,1,1,0}},
	},
	[31005] = {
		name = "簽到獎勵5",
		drop_id = 31005,
		client_goods_list = {{16400001,1,1,0}},
	},
	[31006] = {
		name = "簽到獎勵6",
		drop_id = 31006,
		client_goods_list = {{15010092,1,1,0}},
	},
	[31007] = {
		name = "簽到獎勵7",
		drop_id = 31007,
		client_goods_list = {{16300001,1,1,0}},
	},
	[31008] = {
		name = "簽到獎勵8",
		drop_id = 31008,
		client_goods_list = {{16220001,2,1,0}},
	},
	[31009] = {
		name = "簽到獎勵9",
		drop_id = 31009,
		client_goods_list = {{16010001,4,1,0}},
	},
	[31010] = {
		name = "簽到獎勵10",
		drop_id = 31010,
		client_goods_list = {{16250102,1,1,0}},
	},
	[31011] = {
		name = "簽到獎勵11",
		drop_id = 31011,
		client_goods_list = {{15010092,2,1,0}},
	},
	[31012] = {
		name = "簽到獎勵12",
		drop_id = 31012,
		client_goods_list = {{16420001,1,1,0}},
	},
	[31013] = {
		name = "簽到獎勵13",
		drop_id = 31013,
		client_goods_list = {{15010092,2,1,0}},
	},
	[31014] = {
		name = "簽到獎勵14",
		drop_id = 31014,
		client_goods_list = {{16271013,1,1,0}},
	},
	[31015] = {
		name = "簽到獎勵15",
		drop_id = 31015,
		client_goods_list = {{15010031,2,1,0}},
	},
	[31016] = {
		name = "簽到獎勵16",
		drop_id = 31016,
		client_goods_list = {{16010001,6,1,0}},
	},
	[31017] = {
		name = "簽到獎勵17",
		drop_id = 31017,
		client_goods_list = {{16250101,3,1,0}},
	},
	[31018] = {
		name = "簽到獎勵18",
		drop_id = 31018,
		client_goods_list = {{15010092,3,1,0}},
	},
	[31019] = {
		name = "簽到獎勵19",
		drop_id = 31019,
		client_goods_list = {{16400001,2,1,0}},
	},
	[31020] = {
		name = "簽到獎勵20",
		drop_id = 31020,
		client_goods_list = {{15010092,2,1,0}},
	},
	[31021] = {
		name = "簽到獎勵21",
		drop_id = 31021,
		client_goods_list = {{16300001,2,1,0}},
	},
	[31022] = {
		name = "簽到獎勵22",
		drop_id = 31022,
		client_goods_list = {{16220001,5,1,0}},
	},
	[31023] = {
		name = "簽到獎勵23",
		drop_id = 31023,
		client_goods_list = {{16010001,8,1,0}},
	},
	[31024] = {
		name = "簽到獎勵24",
		drop_id = 31024,
		client_goods_list = {{16250102,2,1,0}},
	},
	[31025] = {
		name = "簽到獎勵25",
		drop_id = 31025,
		client_goods_list = {{15010092,4,1,0}},
	},
	[31026] = {
		name = "簽到獎勵26",
		drop_id = 31026,
		client_goods_list = {{16420001,2,1,0}},
	},
	[31027] = {
		name = "簽到獎勵27",
		drop_id = 31027,
		client_goods_list = {{15010092,2,1,0}},
	},
	[31028] = {
		name = "簽到獎勵28",
		drop_id = 31028,
		client_goods_list = {{16271016,1,1,0}},
	},
	[31029] = {
		name = "簽到獎勵29",
		drop_id = 31029,
		client_goods_list = {{15010031,4,1,0}},
	},
	[31030] = {
		name = "簽到獎勵30",
		drop_id = 31030,
		client_goods_list = {{16010001,10,1,0}},
	},
	[31031] = {
		name = "簽到獎勵31",
		drop_id = 31031,
		client_goods_list = {{16250101,5,1,0}},
	},
	[31032] = {
		name = "簽到獎勵32",
		drop_id = 31032,
		client_goods_list = {{15010092,5,1,0}},
	},
	[31041] = {
		name = "累簽獎勵1",
		drop_id = 31041,
		client_goods_list = {{16220001,5,1,0}},
	},
	[31042] = {
		name = "累簽獎勵2",
		drop_id = 31042,
		client_goods_list = {{16220002,10,1,0}},
	},
	[31043] = {
		name = "累簽獎勵3",
		drop_id = 31043,
		client_goods_list = {{16220003,10,1,0}},
	},
	[31044] = {
		name = "累簽獎勵4",
		drop_id = 31044,
		client_goods_list = {{15010092,3,1,0}},
	},
	[31045] = {
		name = "累簽獎勵5",
		drop_id = 31045,
		client_goods_list = {{16220004,10,1,0}},
	},
	[31046] = {
		name = "累簽獎勵6",
		drop_id = 31046,
		client_goods_list = {{15010092,5,1,0}},
	},
	[31051] = {
		name = "在線獎勵1",
		drop_id = 31051,
		client_goods_list = {{16250101,1,1,0}},
	},
	[31052] = {
		name = "在線獎勵2",
		drop_id = 31052,
		client_goods_list = {{15010092,1,1,0}},
	},
	[31053] = {
		name = "在線獎勵3",
		drop_id = 31053,
		client_goods_list = {{16160104,1,1,0}},
	},
	[31054] = {
		name = "在線獎勵4",
		drop_id = 31054,
		client_goods_list = {{16110002,1,1,0}},
	},
	[31055] = {
		name = "在線獎勵5",
		drop_id = 31055,
		client_goods_list = {{16300001,1,1,0}},
	},
	[31056] = {
		name = "在線獎勵6",
		drop_id = 31056,
		client_goods_list = {{15010092,1,1,0}},
	},
	[31057] = {
		name = "在線獎勵7",
		drop_id = 31057,
		client_goods_list = {{16271016,1,1,0}},
	},
	[31058] = {
		name = "在線獎勵8",
		drop_id = 31058,
		client_goods_list = {{16330001,1,1,0}},
	},
	[31101] = {
		name = "VIP簽到獎勵1",
		drop_id = 31101,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31102] = {
		name = "VIP簽到獎勵2",
		drop_id = 31102,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31103] = {
		name = "VIP簽到獎勵3",
		drop_id = 31103,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31104] = {
		name = "VIP簽到獎勵4",
		drop_id = 31104,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31105] = {
		name = "VIP簽到獎勵5",
		drop_id = 31105,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31106] = {
		name = "VIP簽到獎勵6",
		drop_id = 31106,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31107] = {
		name = "VIP簽到獎勵7",
		drop_id = 31107,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31108] = {
		name = "VIP簽到獎勵8",
		drop_id = 31108,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31109] = {
		name = "VIP簽到獎勵9",
		drop_id = 31109,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31110] = {
		name = "VIP簽到獎勵10",
		drop_id = 31110,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31111] = {
		name = "VIP簽到獎勵11",
		drop_id = 31111,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31112] = {
		name = "VIP簽到獎勵12",
		drop_id = 31112,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31113] = {
		name = "VIP簽到獎勵13",
		drop_id = 31113,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31114] = {
		name = "VIP簽到獎勵14",
		drop_id = 31114,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31115] = {
		name = "VIP簽到獎勵15",
		drop_id = 31115,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31116] = {
		name = "VIP簽到獎勵16",
		drop_id = 31116,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31117] = {
		name = "VIP簽到獎勵17",
		drop_id = 31117,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31118] = {
		name = "VIP簽到獎勵18",
		drop_id = 31118,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31119] = {
		name = "VIP簽到獎勵19",
		drop_id = 31119,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31120] = {
		name = "VIP簽到獎勵20",
		drop_id = 31120,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31121] = {
		name = "VIP簽到獎勵21",
		drop_id = 31121,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31122] = {
		name = "VIP簽到獎勵22",
		drop_id = 31122,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31123] = {
		name = "VIP簽到獎勵23",
		drop_id = 31123,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31124] = {
		name = "VIP簽到獎勵24",
		drop_id = 31124,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31125] = {
		name = "VIP簽到獎勵25",
		drop_id = 31125,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31126] = {
		name = "VIP簽到獎勵26",
		drop_id = 31126,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31127] = {
		name = "VIP簽到獎勵27",
		drop_id = 31127,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31128] = {
		name = "VIP簽到獎勵28",
		drop_id = 31128,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31129] = {
		name = "VIP簽到獎勵29",
		drop_id = 31129,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31130] = {
		name = "VIP簽到獎勵30",
		drop_id = 31130,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31131] = {
		name = "VIP簽到獎勵31",
		drop_id = 31131,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31201] = {
		name = "充值簽到獎勵1",
		drop_id = 31201,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31202] = {
		name = "充值簽到獎勵2",
		drop_id = 31202,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31203] = {
		name = "充值簽到獎勵3",
		drop_id = 31203,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31204] = {
		name = "充值簽到獎勵4",
		drop_id = 31204,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31205] = {
		name = "充值簽到獎勵5",
		drop_id = 31205,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31206] = {
		name = "充值簽到獎勵6",
		drop_id = 31206,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31207] = {
		name = "充值簽到獎勵7",
		drop_id = 31207,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31208] = {
		name = "充值簽到獎勵8",
		drop_id = 31208,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31209] = {
		name = "充值簽到獎勵9",
		drop_id = 31209,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31210] = {
		name = "充值簽到獎勵10",
		drop_id = 31210,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31211] = {
		name = "充值簽到獎勵11",
		drop_id = 31211,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31212] = {
		name = "充值簽到獎勵12",
		drop_id = 31212,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31213] = {
		name = "充值簽到獎勵13",
		drop_id = 31213,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31214] = {
		name = "充值簽到獎勵14",
		drop_id = 31214,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31215] = {
		name = "充值簽到獎勵15",
		drop_id = 31215,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31216] = {
		name = "充值簽到獎勵16",
		drop_id = 31216,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31217] = {
		name = "充值簽到獎勵17",
		drop_id = 31217,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31218] = {
		name = "充值簽到獎勵18",
		drop_id = 31218,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31219] = {
		name = "充值簽到獎勵19",
		drop_id = 31219,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31220] = {
		name = "充值簽到獎勵20",
		drop_id = 31220,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31221] = {
		name = "充值簽到獎勵21",
		drop_id = 31221,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31222] = {
		name = "充值簽到獎勵22",
		drop_id = 31222,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31223] = {
		name = "充值簽到獎勵23",
		drop_id = 31223,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31224] = {
		name = "充值簽到獎勵24",
		drop_id = 31224,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31225] = {
		name = "充值簽到獎勵25",
		drop_id = 31225,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31226] = {
		name = "充值簽到獎勵26",
		drop_id = 31226,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31227] = {
		name = "充值簽到獎勵27",
		drop_id = 31227,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31228] = {
		name = "充值簽到獎勵28",
		drop_id = 31228,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31229] = {
		name = "充值簽到獎勵29",
		drop_id = 31229,
		client_goods_list = {{16010001,5,1,0}},
	},
	[31230] = {
		name = "充值簽到獎勵30",
		drop_id = 31230,
		client_goods_list = {{16010002,5,1,0}},
	},
	[31231] = {
		name = "充值簽到獎勵31",
		drop_id = 31231,
		client_goods_list = {{16010003,5,1,0}},
	},
	[31301] = {
		name = "累計簽到獎勵1",
		drop_id = 31301,
		client_goods_list = {{3,1000}},
	},
	[31302] = {
		name = "累計簽到獎勵2",
		drop_id = 31302,
		client_goods_list = {{3,1000}},
	},
	[31303] = {
		name = "累計簽到獎勵3",
		drop_id = 31303,
		client_goods_list = {{3,1000}},
	},
	[31304] = {
		name = "累計簽到獎勵4",
		drop_id = 31304,
		client_goods_list = {{3,1000}},
	},
	[31305] = {
		name = "累計簽到獎勵5",
		drop_id = 31305,
		client_goods_list = {{3,1000}},
	},
	[31306] = {
		name = "累計簽到獎勵6",
		drop_id = 31306,
		client_goods_list = {{3,1000}},
	},
	[31307] = {
		name = "累計簽到獎勵7",
		drop_id = 31307,
		client_goods_list = {{3,1000}},
	},
	[31308] = {
		name = "累計簽到獎勵8",
		drop_id = 31308,
		client_goods_list = {{3,1000}},
	},
	[31309] = {
		name = "累計簽到獎勵9",
		drop_id = 31309,
		client_goods_list = {{3,1000}},
	},
	[31310] = {
		name = "累計簽到獎勵10",
		drop_id = 31310,
		client_goods_list = {{3,1000}},
	},
	[31311] = {
		name = "累計簽到獎勵11",
		drop_id = 31311,
		client_goods_list = {{3,1000}},
	},
	[31312] = {
		name = "累計簽到獎勵12",
		drop_id = 31312,
		client_goods_list = {{3,1000}},
	},
	[31313] = {
		name = "累計簽到獎勵13",
		drop_id = 31313,
		client_goods_list = {{3,1000}},
	},
	[31314] = {
		name = "累計簽到獎勵14",
		drop_id = 31314,
		client_goods_list = {{3,1000}},
	},
	[31315] = {
		name = "累計簽到獎勵15",
		drop_id = 31315,
		client_goods_list = {{3,1000}},
	},
	[31316] = {
		name = "累計簽到獎勵16",
		drop_id = 31316,
		client_goods_list = {{3,1000}},
	},
	[31317] = {
		name = "累計簽到獎勵17",
		drop_id = 31317,
		client_goods_list = {{3,1000}},
	},
	[31318] = {
		name = "累計簽到獎勵18",
		drop_id = 31318,
		client_goods_list = {{3,1000}},
	},
	[31319] = {
		name = "累計簽到獎勵19",
		drop_id = 31319,
		client_goods_list = {{3,1000}},
	},
	[31320] = {
		name = "累計簽到獎勵20",
		drop_id = 31320,
		client_goods_list = {{3,1000}},
	},
	[31321] = {
		name = "累計簽到獎勵21",
		drop_id = 31321,
		client_goods_list = {{3,1000}},
	},
	[31322] = {
		name = "累計簽到獎勵22",
		drop_id = 31322,
		client_goods_list = {{3,1000}},
	},
	[31323] = {
		name = "累計簽到獎勵23",
		drop_id = 31323,
		client_goods_list = {{3,1000}},
	},
	[31324] = {
		name = "累計簽到獎勵24",
		drop_id = 31324,
		client_goods_list = {{3,1000}},
	},
	[31325] = {
		name = "累計簽到獎勵25",
		drop_id = 31325,
		client_goods_list = {{3,1000}},
	},
	[31326] = {
		name = "累計簽到獎勵26",
		drop_id = 31326,
		client_goods_list = {{3,1000}},
	},
	[31327] = {
		name = "累計簽到獎勵27",
		drop_id = 31327,
		client_goods_list = {{3,1000}},
	},
	[31328] = {
		name = "累計簽到獎勵28",
		drop_id = 31328,
		client_goods_list = {{3,1000}},
	},
	[31329] = {
		name = "累計簽到獎勵29",
		drop_id = 31329,
		client_goods_list = {{3,1000}},
	},
	[31330] = {
		name = "累計簽到獎勵30",
		drop_id = 31330,
		client_goods_list = {{3,1000}},
	},
	[31331] = {
		name = "累計簽到獎勵31",
		drop_id = 31331,
		client_goods_list = {{3,1000}},
	},
	[32001] = {
		name = "等級禮包15",
		drop_id = 32001,
		client_goods_list = {{15010024,2000,1,0},{16010001,5,1,0}},
	},
	[32002] = {
		name = "等級禮包25",
		drop_id = 32002,
		client_goods_list = {{15010063,2,1,0},{16010001,5,1,0},{16180001,1,1,0}},
	},
	[32003] = {
		name = "等級禮包35",
		drop_id = 32003,
		client_goods_list = {{15010063,3,1,0},{16010001,5,1,0},{16220001,25,1,0},{16400001,1,1,0}},
	},
	[32004] = {
		name = "等級禮包40",
		drop_id = 32004,
		client_goods_list = {{15010063,4,1,0},{16010001,10,1,0},{16220003,20,1,0},{16250101,5,1,0}},
	},
	[32005] = {
		name = "等級禮包45",
		drop_id = 32005,
		client_goods_list = {{15010063,5,1,0},{16010001,10,1,0},{33011018,1,1,0},{16250102,3,1,0},{16400001,3,1,0}},
	},
	[32006] = {
		name = "等級禮包50",
		drop_id = 32006,
		client_goods_list = {{15010063,6,1,0},{16010002,2,1,0},{15020051,1,1,0},{15020017,1,1,0},{15020041,1,1,0}},
	},
	[32007] = {
		name = "等級禮包55",
		drop_id = 32007,
		client_goods_list = {{15010063,7,1,0},{16010002,2,1,0},{16400001,5,1,0},{16250101,5,1,0},{15010083,1,1,0}},
	},
	[32008] = {
		name = "等級禮包60",
		drop_id = 32008,
		client_goods_list = {{15010063,8,1,0},{16010002,3,1,0},{15020052,1,1,0},{15020018,1,1,0},{15020042,1,1,0}},
	},
	[32009] = {
		name = "等級禮包65",
		drop_id = 32009,
		client_goods_list = {{15010063,10,1,0},{16010002,3,1,0},{33011023,1,1,0},{16420001,5,1,0},{16420002,1,1,0}},
	},
	[32010] = {
		name = "等級禮包70",
		drop_id = 32010,
		client_goods_list = {{15010063,12,1,0},{16010002,3,1,0},{16420001,5,1,0},{16420003,3,1,0},{16420002,3,1,0}},
	},
	[32011] = {
		name = "等級禮包75",
		drop_id = 32011,
		client_goods_list = {{15010063,14,1,0},{16010002,3,1,0},{33011025,1,1,0},{16290001,3,1,0},{15010101,1,1,0}},
	},
	[32012] = {
		name = "等級禮包80",
		drop_id = 32012,
		client_goods_list = {{15010063,16,1,0},{16010003,1,1,0},{15020054,1,1,0},{15020020,1,1,0},{15020044,1,1,0}},
	},
	[32013] = {
		name = "等級禮包85",
		drop_id = 32013,
		client_goods_list = {{15010063,18,1,0},{16010003,2,1,0},{33011024,1,1,0},{16290001,5,1,0},{15010101,2,1,0}},
	},
	[32014] = {
		name = "等級禮包90",
		drop_id = 32014,
		client_goods_list = {{15010063,20,1,0},{16010003,5,1,0},{15020055,2,1,0},{15020021,10,1,0},{15020045,2,1,0}},
	},
	[32015] = {
		name = "等級禮包93",
		drop_id = 32015,
		client_goods_list = {{15010063,15,1,0},{16010003,8,1,0},{16400001,25,1,0},{16400002,1,1,0},{16420103,10,1,0}},
	},
	[32016] = {
		name = "等級禮包97",
		drop_id = 32016,
		client_goods_list = {{15010063,20,1,0},{16010003,12,1,0},{16290003,1,1,0},{16290001,10,1,0},{15010101,3,1,0}},
	},
	[32017] = {
		name = "等級禮包99",
		drop_id = 32017,
		client_goods_list = {{15010063,25,1,0},{16010003,12,1,0},{16290003,2,1,0},{16290001,10,1,0},{15010101,3,1,0}},
	},
	[33001] = {
		name = "天龍福利-元寶1",
		drop_id = 33001,
		client_goods_list = {{2,1000}},
	},
	[33002] = {
		name = "天龍福利-元寶2",
		drop_id = 33002,
		client_goods_list = {{2,2000}},
	},
	[33003] = {
		name = "天龍福利-元寶3",
		drop_id = 33003,
		client_goods_list = {{2,3000}},
	},
	[34001] = {
		name = "每日禮包1",
		drop_id = 34001,
		client_goods_list = {{15020002,1,1,0}},
	},
	[34002] = {
		name = "每日禮包2",
		drop_id = 34002,
		client_goods_list = {{15020001,1,1,0}},
	},
	[34003] = {
		name = "每日禮包3",
		drop_id = 34003,
		client_goods_list = {{15020001,1,1,0}},
	},
	[34004] = {
		name = "每日禮包4",
		drop_id = 34004,
		client_goods_list = {{15020001,1,1,0}},
	},
	[34005] = {
		name = "每日禮包2-1",
		drop_id = 34005,
		client_goods_list = {{15020006,1,1,0}},
	},
	[34006] = {
		name = "每日禮包2-2",
		drop_id = 34006,
		client_goods_list = {{15020005,1,1,0}},
	},
	[34007] = {
		name = "每日禮包2-3",
		drop_id = 34007,
		client_goods_list = {{15020005,1,1,0}},
	},
	[34008] = {
		name = "每日禮包2-4",
		drop_id = 34008,
		client_goods_list = {{15020005,1,1,0}},
	},
	[34009] = {
		name = "每日禮包3-1",
		drop_id = 34009,
		client_goods_list = {{15020010,1,1,0}},
	},
	[34010] = {
		name = "每日禮包3-2",
		drop_id = 34010,
		client_goods_list = {{15020009,1,1,0}},
	},
	[34011] = {
		name = "每日禮包3-3",
		drop_id = 34011,
		client_goods_list = {{15020009,1,1,0}},
	},
	[34012] = {
		name = "每日禮包3-4",
		drop_id = 34012,
		client_goods_list = {{15020009,1,1,0}},
	},
	[34013] = {
		name = "每日禮包4-1",
		drop_id = 34013,
		client_goods_list = {{15020014,1,1,0}},
	},
	[34014] = {
		name = "每日禮包4-2",
		drop_id = 34014,
		client_goods_list = {{15020013,1,1,0}},
	},
	[34015] = {
		name = "每日禮包4-3",
		drop_id = 34015,
		client_goods_list = {{15020013,1,1,0}},
	},
	[34016] = {
		name = "每日禮包4-4",
		drop_id = 34016,
		client_goods_list = {{15020013,1,1,1}},
	},
	[40001] = {
		name = "天龍福利-活躍1-經驗1",
		drop_id = 40001,
		client_goods_list = {{4,100000}},
	},
	[40002] = {
		name = "天龍福利-活躍1-經驗2",
		drop_id = 40002,
		client_goods_list = {{4,110000}},
	},
	[40003] = {
		name = "天龍福利-活躍1-經驗3",
		drop_id = 40003,
		client_goods_list = {{4,120000}},
	},
	[40004] = {
		name = "天龍福利-活躍1-經驗4",
		drop_id = 40004,
		client_goods_list = {{4,130000}},
	},
	[40005] = {
		name = "天龍福利-活躍1-經驗5",
		drop_id = 40005,
		client_goods_list = {{4,140000}},
	},
	[40006] = {
		name = "天龍福利-活躍1-經驗6",
		drop_id = 40006,
		client_goods_list = {{4,150000}},
	},
	[40007] = {
		name = "天龍福利-活躍1-經驗7",
		drop_id = 40007,
		client_goods_list = {{4,160000}},
	},
	[40008] = {
		name = "天龍福利-活躍1-經驗8",
		drop_id = 40008,
		client_goods_list = {{4,170000}},
	},
	[40009] = {
		name = "天龍福利-活躍1-經驗9",
		drop_id = 40009,
		client_goods_list = {{4,180000}},
	},
	[40010] = {
		name = "天龍福利-活躍1-經驗10",
		drop_id = 40010,
		client_goods_list = {{4,190000}},
	},
	[40011] = {
		name = "天龍福利-活躍1-經驗11",
		drop_id = 40011,
		client_goods_list = {{4,200000}},
	},
	[40012] = {
		name = "天龍福利-活躍1-經驗12",
		drop_id = 40012,
		client_goods_list = {{4,210000}},
	},
	[40013] = {
		name = "天龍福利-活躍1-經驗13",
		drop_id = 40013,
		client_goods_list = {{4,220000}},
	},
	[40014] = {
		name = "天龍福利-活躍1-經驗14",
		drop_id = 40014,
		client_goods_list = {{4,230000}},
	},
	[40015] = {
		name = "天龍福利-活躍1-經驗15",
		drop_id = 40015,
		client_goods_list = {{4,240000}},
	},
	[40016] = {
		name = "天龍福利-活躍1-經驗16",
		drop_id = 40016,
		client_goods_list = {{4,250000}},
	},
	[40017] = {
		name = "天龍福利-活躍1-經驗17",
		drop_id = 40017,
		client_goods_list = {{4,260000}},
	},
	[40018] = {
		name = "天龍福利-活躍1-經驗18",
		drop_id = 40018,
		client_goods_list = {{4,270000}},
	},
	[40019] = {
		name = "天龍福利-活躍1-經驗19",
		drop_id = 40019,
		client_goods_list = {{4,280000}},
	},
	[40020] = {
		name = "天龍福利-活躍1-經驗20",
		drop_id = 40020,
		client_goods_list = {{4,290000}},
	},
	[40021] = {
		name = "天龍福利-活躍1-經驗21",
		drop_id = 40021,
		client_goods_list = {{4,300000}},
	},
	[40022] = {
		name = "天龍福利-活躍1-經驗22",
		drop_id = 40022,
		client_goods_list = {{4,310000}},
	},
	[40023] = {
		name = "天龍福利-活躍1-經驗23",
		drop_id = 40023,
		client_goods_list = {{4,320000}},
	},
	[40024] = {
		name = "天龍福利-活躍1-經驗24",
		drop_id = 40024,
		client_goods_list = {{4,330000}},
	},
	[40025] = {
		name = "天龍福利-活躍1-經驗25",
		drop_id = 40025,
		client_goods_list = {{4,340000}},
	},
	[40026] = {
		name = "天龍福利-活躍1-經驗26",
		drop_id = 40026,
		client_goods_list = {{4,350000}},
	},
	[40027] = {
		name = "天龍福利-活躍1-經驗27",
		drop_id = 40027,
		client_goods_list = {{4,360000}},
	},
	[40028] = {
		name = "天龍福利-活躍1-經驗28",
		drop_id = 40028,
		client_goods_list = {{4,370000}},
	},
	[40029] = {
		name = "天龍福利-活躍1-經驗29",
		drop_id = 40029,
		client_goods_list = {{4,380000}},
	},
	[40030] = {
		name = "天龍福利-活躍1-經驗30",
		drop_id = 40030,
		client_goods_list = {{4,390000}},
	},
	[40031] = {
		name = "天龍福利-活躍1-經驗31",
		drop_id = 40031,
		client_goods_list = {{4,400000}},
	},
	[40032] = {
		name = "天龍福利-活躍1-經驗32",
		drop_id = 40032,
		client_goods_list = {{4,410000}},
	},
	[40033] = {
		name = "天龍福利-活躍1-經驗33",
		drop_id = 40033,
		client_goods_list = {{4,420000}},
	},
	[40034] = {
		name = "天龍福利-活躍1-經驗34",
		drop_id = 40034,
		client_goods_list = {{4,430000}},
	},
	[40035] = {
		name = "天龍福利-活躍1-經驗35",
		drop_id = 40035,
		client_goods_list = {{4,440000}},
	},
	[40036] = {
		name = "天龍福利-活躍1-經驗36",
		drop_id = 40036,
		client_goods_list = {{4,450000}},
	},
	[40037] = {
		name = "天龍福利-活躍1-經驗37",
		drop_id = 40037,
		client_goods_list = {{4,460000}},
	},
	[40038] = {
		name = "天龍福利-活躍1-經驗38",
		drop_id = 40038,
		client_goods_list = {{4,470000}},
	},
	[40039] = {
		name = "天龍福利-活躍1-經驗39",
		drop_id = 40039,
		client_goods_list = {{4,480000}},
	},
	[40040] = {
		name = "天龍福利-活躍1-經驗40",
		drop_id = 40040,
		client_goods_list = {{4,490000}},
	},
	[40041] = {
		name = "天龍福利-活躍1-經驗41",
		drop_id = 40041,
		client_goods_list = {{4,500000}},
	},
	[40042] = {
		name = "天龍福利-活躍1-經驗42",
		drop_id = 40042,
		client_goods_list = {{4,510000}},
	},
	[40043] = {
		name = "天龍福利-活躍1-經驗43",
		drop_id = 40043,
		client_goods_list = {{4,520000}},
	},
	[40044] = {
		name = "天龍福利-活躍1-經驗44",
		drop_id = 40044,
		client_goods_list = {{4,530000}},
	},
	[40045] = {
		name = "天龍福利-活躍1-經驗45",
		drop_id = 40045,
		client_goods_list = {{4,540000}},
	},
	[40046] = {
		name = "天龍福利-活躍1-經驗46",
		drop_id = 40046,
		client_goods_list = {{4,550000}},
	},
	[40047] = {
		name = "天龍福利-活躍1-經驗47",
		drop_id = 40047,
		client_goods_list = {{4,560000}},
	},
	[40048] = {
		name = "天龍福利-活躍1-經驗48",
		drop_id = 40048,
		client_goods_list = {{4,570000}},
	},
	[40049] = {
		name = "天龍福利-活躍1-經驗49",
		drop_id = 40049,
		client_goods_list = {{4,580000}},
	},
	[40050] = {
		name = "天龍福利-活躍1-經驗50",
		drop_id = 40050,
		client_goods_list = {{4,590000}},
	},
	[40051] = {
		name = "天龍福利-活躍1-經驗51",
		drop_id = 40051,
		client_goods_list = {{4,600000}},
	},
	[40052] = {
		name = "天龍福利-活躍1-經驗52",
		drop_id = 40052,
		client_goods_list = {{4,610000}},
	},
	[40053] = {
		name = "天龍福利-活躍1-經驗53",
		drop_id = 40053,
		client_goods_list = {{4,620000}},
	},
	[40054] = {
		name = "天龍福利-活躍1-經驗54",
		drop_id = 40054,
		client_goods_list = {{4,630000}},
	},
	[40055] = {
		name = "天龍福利-活躍1-經驗55",
		drop_id = 40055,
		client_goods_list = {{4,640000}},
	},
	[40056] = {
		name = "天龍福利-活躍1-經驗56",
		drop_id = 40056,
		client_goods_list = {{4,650000}},
	},
	[40057] = {
		name = "天龍福利-活躍1-經驗57",
		drop_id = 40057,
		client_goods_list = {{4,660000}},
	},
	[40058] = {
		name = "天龍福利-活躍1-經驗58",
		drop_id = 40058,
		client_goods_list = {{4,670000}},
	},
	[40059] = {
		name = "天龍福利-活躍1-經驗59",
		drop_id = 40059,
		client_goods_list = {{4,680000}},
	},
	[40060] = {
		name = "天龍福利-活躍1-經驗60",
		drop_id = 40060,
		client_goods_list = {{4,690000}},
	},
	[40061] = {
		name = "天龍福利-活躍1-經驗61",
		drop_id = 40061,
		client_goods_list = {{4,700000}},
	},
	[40062] = {
		name = "天龍福利-活躍1-經驗62",
		drop_id = 40062,
		client_goods_list = {{4,710000}},
	},
	[40063] = {
		name = "天龍福利-活躍1-經驗63",
		drop_id = 40063,
		client_goods_list = {{4,720000}},
	},
	[40064] = {
		name = "天龍福利-活躍1-經驗64",
		drop_id = 40064,
		client_goods_list = {{4,730000}},
	},
	[40065] = {
		name = "天龍福利-活躍1-經驗65",
		drop_id = 40065,
		client_goods_list = {{4,740000}},
	},
	[40066] = {
		name = "天龍福利-活躍1-經驗66",
		drop_id = 40066,
		client_goods_list = {{4,750000}},
	},
	[40067] = {
		name = "天龍福利-活躍1-經驗67",
		drop_id = 40067,
		client_goods_list = {{4,760000}},
	},
	[40068] = {
		name = "天龍福利-活躍1-經驗68",
		drop_id = 40068,
		client_goods_list = {{4,770000}},
	},
	[40069] = {
		name = "天龍福利-活躍1-經驗69",
		drop_id = 40069,
		client_goods_list = {{4,780000}},
	},
	[40070] = {
		name = "天龍福利-活躍1-經驗70",
		drop_id = 40070,
		client_goods_list = {{4,790000}},
	},
	[40071] = {
		name = "天龍福利-活躍1-經驗71",
		drop_id = 40071,
		client_goods_list = {{4,800000}},
	},
	[40072] = {
		name = "天龍福利-活躍1-經驗72",
		drop_id = 40072,
		client_goods_list = {{4,810000}},
	},
	[40073] = {
		name = "天龍福利-活躍1-經驗73",
		drop_id = 40073,
		client_goods_list = {{4,820000}},
	},
	[40074] = {
		name = "天龍福利-活躍1-經驗74",
		drop_id = 40074,
		client_goods_list = {{4,830000}},
	},
	[40075] = {
		name = "天龍福利-活躍1-經驗75",
		drop_id = 40075,
		client_goods_list = {{4,840000}},
	},
	[40076] = {
		name = "天龍福利-活躍1-經驗76",
		drop_id = 40076,
		client_goods_list = {{4,850000}},
	},
	[40077] = {
		name = "天龍福利-活躍1-經驗77",
		drop_id = 40077,
		client_goods_list = {{4,860000}},
	},
	[40078] = {
		name = "天龍福利-活躍1-經驗78",
		drop_id = 40078,
		client_goods_list = {{4,870000}},
	},
	[40079] = {
		name = "天龍福利-活躍1-經驗79",
		drop_id = 40079,
		client_goods_list = {{4,880000}},
	},
	[40080] = {
		name = "天龍福利-活躍1-經驗80",
		drop_id = 40080,
		client_goods_list = {{4,890000}},
	},
	[40081] = {
		name = "天龍福利-活躍1-經驗81",
		drop_id = 40081,
		client_goods_list = {{4,900000}},
	},
	[40082] = {
		name = "天龍福利-活躍1-經驗82",
		drop_id = 40082,
		client_goods_list = {{4,910000}},
	},
	[40083] = {
		name = "天龍福利-活躍1-經驗83",
		drop_id = 40083,
		client_goods_list = {{4,920000}},
	},
	[40084] = {
		name = "天龍福利-活躍1-經驗84",
		drop_id = 40084,
		client_goods_list = {{4,930000}},
	},
	[40085] = {
		name = "天龍福利-活躍1-經驗85",
		drop_id = 40085,
		client_goods_list = {{4,940000}},
	},
	[40086] = {
		name = "天龍福利-活躍1-經驗86",
		drop_id = 40086,
		client_goods_list = {{4,950000}},
	},
	[40087] = {
		name = "天龍福利-活躍1-經驗87",
		drop_id = 40087,
		client_goods_list = {{4,960000}},
	},
	[40088] = {
		name = "天龍福利-活躍1-經驗88",
		drop_id = 40088,
		client_goods_list = {{4,970000}},
	},
	[40089] = {
		name = "天龍福利-活躍1-經驗89",
		drop_id = 40089,
		client_goods_list = {{4,980000}},
	},
	[40090] = {
		name = "天龍福利-活躍1-經驗90",
		drop_id = 40090,
		client_goods_list = {{4,990000}},
	},
	[40091] = {
		name = "天龍福利-活躍1-經驗91",
		drop_id = 40091,
		client_goods_list = {{4,1000000}},
	},
	[40092] = {
		name = "天龍福利-活躍1-經驗92",
		drop_id = 40092,
		client_goods_list = {{4,1010000}},
	},
	[40093] = {
		name = "天龍福利-活躍1-經驗93",
		drop_id = 40093,
		client_goods_list = {{4,1020000}},
	},
	[40094] = {
		name = "天龍福利-活躍1-經驗94",
		drop_id = 40094,
		client_goods_list = {{4,1030000}},
	},
	[40095] = {
		name = "天龍福利-活躍1-經驗95",
		drop_id = 40095,
		client_goods_list = {{4,1040000}},
	},
	[40096] = {
		name = "天龍福利-活躍1-經驗96",
		drop_id = 40096,
		client_goods_list = {{4,1050000}},
	},
	[40097] = {
		name = "天龍福利-活躍1-經驗97",
		drop_id = 40097,
		client_goods_list = {{4,1060000}},
	},
	[40098] = {
		name = "天龍福利-活躍1-經驗98",
		drop_id = 40098,
		client_goods_list = {{4,1070000}},
	},
	[40099] = {
		name = "天龍福利-活躍1-經驗99",
		drop_id = 40099,
		client_goods_list = {{4,1080000}},
	},
	[40100] = {
		name = "天龍福利-活躍1-經驗100",
		drop_id = 40100,
		client_goods_list = {{4,1090000}},
	},
	[40101] = {
		name = "天龍福利-活躍1-經驗101",
		drop_id = 40101,
		client_goods_list = {{4,1100000}},
	},
	[40102] = {
		name = "天龍福利-活躍1-經驗102",
		drop_id = 40102,
		client_goods_list = {{4,1110000}},
	},
	[40103] = {
		name = "天龍福利-活躍1-經驗103",
		drop_id = 40103,
		client_goods_list = {{4,1120000}},
	},
	[40104] = {
		name = "天龍福利-活躍1-經驗104",
		drop_id = 40104,
		client_goods_list = {{4,1130000}},
	},
	[40105] = {
		name = "天龍福利-活躍1-經驗105",
		drop_id = 40105,
		client_goods_list = {{4,1140000}},
	},
	[40106] = {
		name = "天龍福利-活躍1-經驗106",
		drop_id = 40106,
		client_goods_list = {{4,1150000}},
	},
	[40107] = {
		name = "天龍福利-活躍1-經驗107",
		drop_id = 40107,
		client_goods_list = {{4,1160000}},
	},
	[40108] = {
		name = "天龍福利-活躍1-經驗108",
		drop_id = 40108,
		client_goods_list = {{4,1170000}},
	},
	[40109] = {
		name = "天龍福利-活躍1-經驗109",
		drop_id = 40109,
		client_goods_list = {{4,1180000}},
	},
	[40110] = {
		name = "天龍福利-活躍1-經驗110",
		drop_id = 40110,
		client_goods_list = {{4,1190000}},
	},
	[40111] = {
		name = "天龍福利-活躍1-經驗111",
		drop_id = 40111,
		client_goods_list = {{4,1200000}},
	},
	[40112] = {
		name = "天龍福利-活躍1-經驗112",
		drop_id = 40112,
		client_goods_list = {{4,1210000}},
	},
	[40113] = {
		name = "天龍福利-活躍1-經驗113",
		drop_id = 40113,
		client_goods_list = {{4,1220000}},
	},
	[40114] = {
		name = "天龍福利-活躍1-經驗114",
		drop_id = 40114,
		client_goods_list = {{4,1230000}},
	},
	[40115] = {
		name = "天龍福利-活躍1-經驗115",
		drop_id = 40115,
		client_goods_list = {{4,1240000}},
	},
	[40116] = {
		name = "天龍福利-活躍1-經驗116",
		drop_id = 40116,
		client_goods_list = {{4,1250000}},
	},
	[40117] = {
		name = "天龍福利-活躍1-經驗117",
		drop_id = 40117,
		client_goods_list = {{4,1260000}},
	},
	[40118] = {
		name = "天龍福利-活躍1-經驗118",
		drop_id = 40118,
		client_goods_list = {{4,1270000}},
	},
	[40119] = {
		name = "天龍福利-活躍1-經驗119",
		drop_id = 40119,
		client_goods_list = {{4,1280000}},
	},
	[40120] = {
		name = "天龍福利-活躍1-經驗120",
		drop_id = 40120,
		client_goods_list = {{4,1290000}},
	},
	[40121] = {
		name = "天龍福利-活躍1-經驗121",
		drop_id = 40121,
		client_goods_list = {{4,1300000}},
	},
	[40122] = {
		name = "天龍福利-活躍1-經驗122",
		drop_id = 40122,
		client_goods_list = {{4,1310000}},
	},
	[40123] = {
		name = "天龍福利-活躍1-經驗123",
		drop_id = 40123,
		client_goods_list = {{4,1320000}},
	},
	[40124] = {
		name = "天龍福利-活躍1-經驗124",
		drop_id = 40124,
		client_goods_list = {{4,1330000}},
	},
	[40125] = {
		name = "天龍福利-活躍1-經驗125",
		drop_id = 40125,
		client_goods_list = {{4,1340000}},
	},
	[40126] = {
		name = "天龍福利-活躍1-經驗126",
		drop_id = 40126,
		client_goods_list = {{4,1350000}},
	},
	[40127] = {
		name = "天龍福利-活躍1-經驗127",
		drop_id = 40127,
		client_goods_list = {{4,1360000}},
	},
	[40128] = {
		name = "天龍福利-活躍1-經驗128",
		drop_id = 40128,
		client_goods_list = {{4,1370000}},
	},
	[40129] = {
		name = "天龍福利-活躍1-經驗129",
		drop_id = 40129,
		client_goods_list = {{4,1380000}},
	},
	[40130] = {
		name = "天龍福利-活躍1-經驗130",
		drop_id = 40130,
		client_goods_list = {{4,1390000}},
	},
	[40131] = {
		name = "天龍福利-活躍1-經驗131",
		drop_id = 40131,
		client_goods_list = {{4,1400000}},
	},
	[40132] = {
		name = "天龍福利-活躍1-經驗132",
		drop_id = 40132,
		client_goods_list = {{4,1410000}},
	},
	[40133] = {
		name = "天龍福利-活躍1-經驗133",
		drop_id = 40133,
		client_goods_list = {{4,1420000}},
	},
	[40134] = {
		name = "天龍福利-活躍1-經驗134",
		drop_id = 40134,
		client_goods_list = {{4,1430000}},
	},
	[40135] = {
		name = "天龍福利-活躍1-經驗135",
		drop_id = 40135,
		client_goods_list = {{4,1440000}},
	},
	[40136] = {
		name = "天龍福利-活躍1-經驗136",
		drop_id = 40136,
		client_goods_list = {{4,1450000}},
	},
	[40137] = {
		name = "天龍福利-活躍1-經驗137",
		drop_id = 40137,
		client_goods_list = {{4,1460000}},
	},
	[40138] = {
		name = "天龍福利-活躍1-經驗138",
		drop_id = 40138,
		client_goods_list = {{4,1470000}},
	},
	[40139] = {
		name = "天龍福利-活躍1-經驗139",
		drop_id = 40139,
		client_goods_list = {{4,1480000}},
	},
	[40140] = {
		name = "天龍福利-活躍1-經驗140",
		drop_id = 40140,
		client_goods_list = {{4,1490000}},
	},
	[40141] = {
		name = "天龍福利-活躍1-經驗141",
		drop_id = 40141,
		client_goods_list = {{4,1500000}},
	},
	[40142] = {
		name = "天龍福利-活躍1-經驗142",
		drop_id = 40142,
		client_goods_list = {{4,1510000}},
	},
	[40143] = {
		name = "天龍福利-活躍1-經驗143",
		drop_id = 40143,
		client_goods_list = {{4,1520000}},
	},
	[40144] = {
		name = "天龍福利-活躍1-經驗144",
		drop_id = 40144,
		client_goods_list = {{4,1530000}},
	},
	[40145] = {
		name = "天龍福利-活躍1-經驗145",
		drop_id = 40145,
		client_goods_list = {{4,1540000}},
	},
	[40146] = {
		name = "天龍福利-活躍1-經驗146",
		drop_id = 40146,
		client_goods_list = {{4,1550000}},
	},
	[40147] = {
		name = "天龍福利-活躍1-經驗147",
		drop_id = 40147,
		client_goods_list = {{4,1560000}},
	},
	[40148] = {
		name = "天龍福利-活躍1-經驗148",
		drop_id = 40148,
		client_goods_list = {{4,1570000}},
	},
	[40149] = {
		name = "天龍福利-活躍1-經驗149",
		drop_id = 40149,
		client_goods_list = {{4,1580000}},
	},
	[40150] = {
		name = "天龍福利-活躍1-經驗150",
		drop_id = 40150,
		client_goods_list = {{4,1590000}},
	},
	[40151] = {
		name = "天龍福利-活躍1-經驗151",
		drop_id = 40151,
		client_goods_list = {{4,1600000}},
	},
	[40152] = {
		name = "天龍福利-活躍1-經驗152",
		drop_id = 40152,
		client_goods_list = {{4,1610000}},
	},
	[40153] = {
		name = "天龍福利-活躍1-經驗153",
		drop_id = 40153,
		client_goods_list = {{4,1620000}},
	},
	[40154] = {
		name = "天龍福利-活躍1-經驗154",
		drop_id = 40154,
		client_goods_list = {{4,1630000}},
	},
	[40155] = {
		name = "天龍福利-活躍1-經驗155",
		drop_id = 40155,
		client_goods_list = {{4,1640000}},
	},
	[40156] = {
		name = "天龍福利-活躍1-經驗156",
		drop_id = 40156,
		client_goods_list = {{4,1650000}},
	},
	[40157] = {
		name = "天龍福利-活躍1-經驗157",
		drop_id = 40157,
		client_goods_list = {{4,1660000}},
	},
	[40158] = {
		name = "天龍福利-活躍1-經驗158",
		drop_id = 40158,
		client_goods_list = {{4,1670000}},
	},
	[40159] = {
		name = "天龍福利-活躍1-經驗159",
		drop_id = 40159,
		client_goods_list = {{4,1680000}},
	},
	[40160] = {
		name = "天龍福利-活躍1-經驗160",
		drop_id = 40160,
		client_goods_list = {{4,1690000}},
	},
	[40161] = {
		name = "天龍福利-活躍1-經驗161",
		drop_id = 40161,
		client_goods_list = {{4,1700000}},
	},
	[40162] = {
		name = "天龍福利-活躍1-經驗162",
		drop_id = 40162,
		client_goods_list = {{4,1710000}},
	},
	[40163] = {
		name = "天龍福利-活躍1-經驗163",
		drop_id = 40163,
		client_goods_list = {{4,1720000}},
	},
	[40164] = {
		name = "天龍福利-活躍1-經驗164",
		drop_id = 40164,
		client_goods_list = {{4,1730000}},
	},
	[40165] = {
		name = "天龍福利-活躍1-經驗165",
		drop_id = 40165,
		client_goods_list = {{4,1740000}},
	},
	[40166] = {
		name = "天龍福利-活躍1-經驗166",
		drop_id = 40166,
		client_goods_list = {{4,1750000}},
	},
	[40167] = {
		name = "天龍福利-活躍1-經驗167",
		drop_id = 40167,
		client_goods_list = {{4,1760000}},
	},
	[40168] = {
		name = "天龍福利-活躍1-經驗168",
		drop_id = 40168,
		client_goods_list = {{4,1770000}},
	},
	[40169] = {
		name = "天龍福利-活躍1-經驗169",
		drop_id = 40169,
		client_goods_list = {{4,1780000}},
	},
	[40170] = {
		name = "天龍福利-活躍1-經驗170",
		drop_id = 40170,
		client_goods_list = {{4,1790000}},
	},
	[40171] = {
		name = "天龍福利-活躍1-經驗171",
		drop_id = 40171,
		client_goods_list = {{4,1800000}},
	},
	[40172] = {
		name = "天龍福利-活躍1-經驗172",
		drop_id = 40172,
		client_goods_list = {{4,1810000}},
	},
	[40173] = {
		name = "天龍福利-活躍1-經驗173",
		drop_id = 40173,
		client_goods_list = {{4,1820000}},
	},
	[40174] = {
		name = "天龍福利-活躍1-經驗174",
		drop_id = 40174,
		client_goods_list = {{4,1830000}},
	},
	[40175] = {
		name = "天龍福利-活躍1-經驗175",
		drop_id = 40175,
		client_goods_list = {{4,1840000}},
	},
	[40176] = {
		name = "天龍福利-活躍1-經驗176",
		drop_id = 40176,
		client_goods_list = {{4,1850000}},
	},
	[40177] = {
		name = "天龍福利-活躍1-經驗177",
		drop_id = 40177,
		client_goods_list = {{4,1860000}},
	},
	[40178] = {
		name = "天龍福利-活躍1-經驗178",
		drop_id = 40178,
		client_goods_list = {{4,1870000}},
	},
	[40179] = {
		name = "天龍福利-活躍1-經驗179",
		drop_id = 40179,
		client_goods_list = {{4,1880000}},
	},
	[40180] = {
		name = "天龍福利-活躍1-經驗180",
		drop_id = 40180,
		client_goods_list = {{4,1890000}},
	},
	[40181] = {
		name = "天龍福利-活躍1-經驗181",
		drop_id = 40181,
		client_goods_list = {{4,1900000}},
	},
	[40182] = {
		name = "天龍福利-活躍1-經驗182",
		drop_id = 40182,
		client_goods_list = {{4,1910000}},
	},
	[40183] = {
		name = "天龍福利-活躍1-經驗183",
		drop_id = 40183,
		client_goods_list = {{4,1920000}},
	},
	[40184] = {
		name = "天龍福利-活躍1-經驗184",
		drop_id = 40184,
		client_goods_list = {{4,1930000}},
	},
	[40185] = {
		name = "天龍福利-活躍1-經驗185",
		drop_id = 40185,
		client_goods_list = {{4,1940000}},
	},
	[40186] = {
		name = "天龍福利-活躍1-經驗186",
		drop_id = 40186,
		client_goods_list = {{4,1950000}},
	},
	[40187] = {
		name = "天龍福利-活躍1-經驗187",
		drop_id = 40187,
		client_goods_list = {{4,1960000}},
	},
	[40188] = {
		name = "天龍福利-活躍1-經驗188",
		drop_id = 40188,
		client_goods_list = {{4,1970000}},
	},
	[40189] = {
		name = "天龍福利-活躍1-經驗189",
		drop_id = 40189,
		client_goods_list = {{4,1980000}},
	},
	[40190] = {
		name = "天龍福利-活躍1-經驗190",
		drop_id = 40190,
		client_goods_list = {{4,1990000}},
	},
	[40191] = {
		name = "天龍福利-活躍1-經驗191",
		drop_id = 40191,
		client_goods_list = {{4,2000000}},
	},
	[40192] = {
		name = "天龍福利-活躍1-經驗192",
		drop_id = 40192,
		client_goods_list = {{4,2010000}},
	},
	[40193] = {
		name = "天龍福利-活躍1-經驗193",
		drop_id = 40193,
		client_goods_list = {{4,2020000}},
	},
	[40194] = {
		name = "天龍福利-活躍1-經驗194",
		drop_id = 40194,
		client_goods_list = {{4,2030000}},
	},
	[40195] = {
		name = "天龍福利-活躍1-經驗195",
		drop_id = 40195,
		client_goods_list = {{4,2040000}},
	},
	[40196] = {
		name = "天龍福利-活躍1-經驗196",
		drop_id = 40196,
		client_goods_list = {{4,2050000}},
	},
	[40197] = {
		name = "天龍福利-活躍1-經驗197",
		drop_id = 40197,
		client_goods_list = {{4,2060000}},
	},
	[40198] = {
		name = "天龍福利-活躍1-經驗198",
		drop_id = 40198,
		client_goods_list = {{4,2070000}},
	},
	[40199] = {
		name = "天龍福利-活躍1-經驗199",
		drop_id = 40199,
		client_goods_list = {{4,2080000}},
	},
	[40200] = {
		name = "天龍福利-活躍1-經驗200",
		drop_id = 40200,
		client_goods_list = {{4,2090000}},
	},
	[50001] = {
		name = "天龍福利-活躍2-經驗1",
		drop_id = 50001,
		client_goods_list = {{4,100000}},
	},
	[50002] = {
		name = "天龍福利-活躍2-經驗2",
		drop_id = 50002,
		client_goods_list = {{4,110000}},
	},
	[50003] = {
		name = "天龍福利-活躍2-經驗3",
		drop_id = 50003,
		client_goods_list = {{4,120000}},
	},
	[50004] = {
		name = "天龍福利-活躍2-經驗4",
		drop_id = 50004,
		client_goods_list = {{4,130000}},
	},
	[50005] = {
		name = "天龍福利-活躍2-經驗5",
		drop_id = 50005,
		client_goods_list = {{4,140000}},
	},
	[50006] = {
		name = "天龍福利-活躍2-經驗6",
		drop_id = 50006,
		client_goods_list = {{4,150000}},
	},
	[50007] = {
		name = "天龍福利-活躍2-經驗7",
		drop_id = 50007,
		client_goods_list = {{4,160000}},
	},
	[50008] = {
		name = "天龍福利-活躍2-經驗8",
		drop_id = 50008,
		client_goods_list = {{4,170000}},
	},
	[50009] = {
		name = "天龍福利-活躍2-經驗9",
		drop_id = 50009,
		client_goods_list = {{4,180000}},
	},
	[50010] = {
		name = "天龍福利-活躍2-經驗10",
		drop_id = 50010,
		client_goods_list = {{4,190000}},
	},
	[50011] = {
		name = "天龍福利-活躍2-經驗11",
		drop_id = 50011,
		client_goods_list = {{4,200000}},
	},
	[50012] = {
		name = "天龍福利-活躍2-經驗12",
		drop_id = 50012,
		client_goods_list = {{4,210000}},
	},
	[50013] = {
		name = "天龍福利-活躍2-經驗13",
		drop_id = 50013,
		client_goods_list = {{4,220000}},
	},
	[50014] = {
		name = "天龍福利-活躍2-經驗14",
		drop_id = 50014,
		client_goods_list = {{4,230000}},
	},
	[50015] = {
		name = "天龍福利-活躍2-經驗15",
		drop_id = 50015,
		client_goods_list = {{4,240000}},
	},
	[50016] = {
		name = "天龍福利-活躍2-經驗16",
		drop_id = 50016,
		client_goods_list = {{4,250000}},
	},
	[50017] = {
		name = "天龍福利-活躍2-經驗17",
		drop_id = 50017,
		client_goods_list = {{4,260000}},
	},
	[50018] = {
		name = "天龍福利-活躍2-經驗18",
		drop_id = 50018,
		client_goods_list = {{4,270000}},
	},
	[50019] = {
		name = "天龍福利-活躍2-經驗19",
		drop_id = 50019,
		client_goods_list = {{4,280000}},
	},
	[50020] = {
		name = "天龍福利-活躍2-經驗20",
		drop_id = 50020,
		client_goods_list = {{4,290000}},
	},
	[50021] = {
		name = "天龍福利-活躍2-經驗21",
		drop_id = 50021,
		client_goods_list = {{4,300000}},
	},
	[50022] = {
		name = "天龍福利-活躍2-經驗22",
		drop_id = 50022,
		client_goods_list = {{4,310000}},
	},
	[50023] = {
		name = "天龍福利-活躍2-經驗23",
		drop_id = 50023,
		client_goods_list = {{4,320000}},
	},
	[50024] = {
		name = "天龍福利-活躍2-經驗24",
		drop_id = 50024,
		client_goods_list = {{4,330000}},
	},
	[50025] = {
		name = "天龍福利-活躍2-經驗25",
		drop_id = 50025,
		client_goods_list = {{4,340000}},
	},
	[50026] = {
		name = "天龍福利-活躍2-經驗26",
		drop_id = 50026,
		client_goods_list = {{4,350000}},
	},
	[50027] = {
		name = "天龍福利-活躍2-經驗27",
		drop_id = 50027,
		client_goods_list = {{4,360000}},
	},
	[50028] = {
		name = "天龍福利-活躍2-經驗28",
		drop_id = 50028,
		client_goods_list = {{4,370000}},
	},
	[50029] = {
		name = "天龍福利-活躍2-經驗29",
		drop_id = 50029,
		client_goods_list = {{4,380000}},
	},
	[50030] = {
		name = "天龍福利-活躍2-經驗30",
		drop_id = 50030,
		client_goods_list = {{4,390000}},
	},
	[50031] = {
		name = "天龍福利-活躍2-經驗31",
		drop_id = 50031,
		client_goods_list = {{4,400000}},
	},
	[50032] = {
		name = "天龍福利-活躍2-經驗32",
		drop_id = 50032,
		client_goods_list = {{4,410000}},
	},
	[50033] = {
		name = "天龍福利-活躍2-經驗33",
		drop_id = 50033,
		client_goods_list = {{4,420000}},
	},
	[50034] = {
		name = "天龍福利-活躍2-經驗34",
		drop_id = 50034,
		client_goods_list = {{4,430000}},
	},
	[50035] = {
		name = "天龍福利-活躍2-經驗35",
		drop_id = 50035,
		client_goods_list = {{4,440000}},
	},
	[50036] = {
		name = "天龍福利-活躍2-經驗36",
		drop_id = 50036,
		client_goods_list = {{4,450000}},
	},
	[50037] = {
		name = "天龍福利-活躍2-經驗37",
		drop_id = 50037,
		client_goods_list = {{4,460000}},
	},
	[50038] = {
		name = "天龍福利-活躍2-經驗38",
		drop_id = 50038,
		client_goods_list = {{4,470000}},
	},
	[50039] = {
		name = "天龍福利-活躍2-經驗39",
		drop_id = 50039,
		client_goods_list = {{4,480000}},
	},
	[50040] = {
		name = "天龍福利-活躍2-經驗40",
		drop_id = 50040,
		client_goods_list = {{4,490000}},
	},
	[50041] = {
		name = "天龍福利-活躍2-經驗41",
		drop_id = 50041,
		client_goods_list = {{4,500000}},
	},
	[50042] = {
		name = "天龍福利-活躍2-經驗42",
		drop_id = 50042,
		client_goods_list = {{4,510000}},
	},
	[50043] = {
		name = "天龍福利-活躍2-經驗43",
		drop_id = 50043,
		client_goods_list = {{4,520000}},
	},
	[50044] = {
		name = "天龍福利-活躍2-經驗44",
		drop_id = 50044,
		client_goods_list = {{4,530000}},
	},
	[50045] = {
		name = "天龍福利-活躍2-經驗45",
		drop_id = 50045,
		client_goods_list = {{4,540000}},
	},
	[50046] = {
		name = "天龍福利-活躍2-經驗46",
		drop_id = 50046,
		client_goods_list = {{4,550000}},
	},
	[50047] = {
		name = "天龍福利-活躍2-經驗47",
		drop_id = 50047,
		client_goods_list = {{4,560000}},
	},
	[50048] = {
		name = "天龍福利-活躍2-經驗48",
		drop_id = 50048,
		client_goods_list = {{4,570000}},
	},
	[50049] = {
		name = "天龍福利-活躍2-經驗49",
		drop_id = 50049,
		client_goods_list = {{4,580000}},
	},
	[50050] = {
		name = "天龍福利-活躍2-經驗50",
		drop_id = 50050,
		client_goods_list = {{4,590000}},
	},
	[50051] = {
		name = "天龍福利-活躍2-經驗51",
		drop_id = 50051,
		client_goods_list = {{4,600000}},
	},
	[50052] = {
		name = "天龍福利-活躍2-經驗52",
		drop_id = 50052,
		client_goods_list = {{4,610000}},
	},
	[50053] = {
		name = "天龍福利-活躍2-經驗53",
		drop_id = 50053,
		client_goods_list = {{4,620000}},
	},
	[50054] = {
		name = "天龍福利-活躍2-經驗54",
		drop_id = 50054,
		client_goods_list = {{4,630000}},
	},
	[50055] = {
		name = "天龍福利-活躍2-經驗55",
		drop_id = 50055,
		client_goods_list = {{4,640000}},
	},
	[50056] = {
		name = "天龍福利-活躍2-經驗56",
		drop_id = 50056,
		client_goods_list = {{4,650000}},
	},
	[50057] = {
		name = "天龍福利-活躍2-經驗57",
		drop_id = 50057,
		client_goods_list = {{4,660000}},
	},
	[50058] = {
		name = "天龍福利-活躍2-經驗58",
		drop_id = 50058,
		client_goods_list = {{4,670000}},
	},
	[50059] = {
		name = "天龍福利-活躍2-經驗59",
		drop_id = 50059,
		client_goods_list = {{4,680000}},
	},
	[50060] = {
		name = "天龍福利-活躍2-經驗60",
		drop_id = 50060,
		client_goods_list = {{4,690000}},
	},
	[50061] = {
		name = "天龍福利-活躍2-經驗61",
		drop_id = 50061,
		client_goods_list = {{4,700000}},
	},
	[50062] = {
		name = "天龍福利-活躍2-經驗62",
		drop_id = 50062,
		client_goods_list = {{4,710000}},
	},
	[50063] = {
		name = "天龍福利-活躍2-經驗63",
		drop_id = 50063,
		client_goods_list = {{4,720000}},
	},
	[50064] = {
		name = "天龍福利-活躍2-經驗64",
		drop_id = 50064,
		client_goods_list = {{4,730000}},
	},
	[50065] = {
		name = "天龍福利-活躍2-經驗65",
		drop_id = 50065,
		client_goods_list = {{4,740000}},
	},
	[50066] = {
		name = "天龍福利-活躍2-經驗66",
		drop_id = 50066,
		client_goods_list = {{4,750000}},
	},
	[50067] = {
		name = "天龍福利-活躍2-經驗67",
		drop_id = 50067,
		client_goods_list = {{4,760000}},
	},
	[50068] = {
		name = "天龍福利-活躍2-經驗68",
		drop_id = 50068,
		client_goods_list = {{4,770000}},
	},
	[50069] = {
		name = "天龍福利-活躍2-經驗69",
		drop_id = 50069,
		client_goods_list = {{4,780000}},
	},
	[50070] = {
		name = "天龍福利-活躍2-經驗70",
		drop_id = 50070,
		client_goods_list = {{4,790000}},
	},
	[50071] = {
		name = "天龍福利-活躍2-經驗71",
		drop_id = 50071,
		client_goods_list = {{4,800000}},
	},
	[50072] = {
		name = "天龍福利-活躍2-經驗72",
		drop_id = 50072,
		client_goods_list = {{4,810000}},
	},
	[50073] = {
		name = "天龍福利-活躍2-經驗73",
		drop_id = 50073,
		client_goods_list = {{4,820000}},
	},
	[50074] = {
		name = "天龍福利-活躍2-經驗74",
		drop_id = 50074,
		client_goods_list = {{4,830000}},
	},
	[50075] = {
		name = "天龍福利-活躍2-經驗75",
		drop_id = 50075,
		client_goods_list = {{4,840000}},
	},
	[50076] = {
		name = "天龍福利-活躍2-經驗76",
		drop_id = 50076,
		client_goods_list = {{4,850000}},
	},
	[50077] = {
		name = "天龍福利-活躍2-經驗77",
		drop_id = 50077,
		client_goods_list = {{4,860000}},
	},
	[50078] = {
		name = "天龍福利-活躍2-經驗78",
		drop_id = 50078,
		client_goods_list = {{4,870000}},
	},
	[50079] = {
		name = "天龍福利-活躍2-經驗79",
		drop_id = 50079,
		client_goods_list = {{4,880000}},
	},
	[50080] = {
		name = "天龍福利-活躍2-經驗80",
		drop_id = 50080,
		client_goods_list = {{4,890000}},
	},
	[50081] = {
		name = "天龍福利-活躍2-經驗81",
		drop_id = 50081,
		client_goods_list = {{4,900000}},
	},
	[50082] = {
		name = "天龍福利-活躍2-經驗82",
		drop_id = 50082,
		client_goods_list = {{4,910000}},
	},
	[50083] = {
		name = "天龍福利-活躍2-經驗83",
		drop_id = 50083,
		client_goods_list = {{4,920000}},
	},
	[50084] = {
		name = "天龍福利-活躍2-經驗84",
		drop_id = 50084,
		client_goods_list = {{4,930000}},
	},
	[50085] = {
		name = "天龍福利-活躍2-經驗85",
		drop_id = 50085,
		client_goods_list = {{4,940000}},
	},
	[50086] = {
		name = "天龍福利-活躍2-經驗86",
		drop_id = 50086,
		client_goods_list = {{4,950000}},
	},
	[50087] = {
		name = "天龍福利-活躍2-經驗87",
		drop_id = 50087,
		client_goods_list = {{4,960000}},
	},
	[50088] = {
		name = "天龍福利-活躍2-經驗88",
		drop_id = 50088,
		client_goods_list = {{4,970000}},
	},
	[50089] = {
		name = "天龍福利-活躍2-經驗89",
		drop_id = 50089,
		client_goods_list = {{4,980000}},
	},
	[50090] = {
		name = "天龍福利-活躍2-經驗90",
		drop_id = 50090,
		client_goods_list = {{4,990000}},
	},
	[50091] = {
		name = "天龍福利-活躍2-經驗91",
		drop_id = 50091,
		client_goods_list = {{4,1000000}},
	},
	[50092] = {
		name = "天龍福利-活躍2-經驗92",
		drop_id = 50092,
		client_goods_list = {{4,1010000}},
	},
	[50093] = {
		name = "天龍福利-活躍2-經驗93",
		drop_id = 50093,
		client_goods_list = {{4,1020000}},
	},
	[50094] = {
		name = "天龍福利-活躍2-經驗94",
		drop_id = 50094,
		client_goods_list = {{4,1030000}},
	},
	[50095] = {
		name = "天龍福利-活躍2-經驗95",
		drop_id = 50095,
		client_goods_list = {{4,1040000}},
	},
	[50096] = {
		name = "天龍福利-活躍2-經驗96",
		drop_id = 50096,
		client_goods_list = {{4,1050000}},
	},
	[50097] = {
		name = "天龍福利-活躍2-經驗97",
		drop_id = 50097,
		client_goods_list = {{4,1060000}},
	},
	[50098] = {
		name = "天龍福利-活躍2-經驗98",
		drop_id = 50098,
		client_goods_list = {{4,1070000}},
	},
	[50099] = {
		name = "天龍福利-活躍2-經驗99",
		drop_id = 50099,
		client_goods_list = {{4,1080000}},
	},
	[50100] = {
		name = "天龍福利-活躍2-經驗100",
		drop_id = 50100,
		client_goods_list = {{4,1090000}},
	},
	[50101] = {
		name = "天龍福利-活躍2-經驗101",
		drop_id = 50101,
		client_goods_list = {{4,1100000}},
	},
	[50102] = {
		name = "天龍福利-活躍2-經驗102",
		drop_id = 50102,
		client_goods_list = {{4,1110000}},
	},
	[50103] = {
		name = "天龍福利-活躍2-經驗103",
		drop_id = 50103,
		client_goods_list = {{4,1120000}},
	},
	[50104] = {
		name = "天龍福利-活躍2-經驗104",
		drop_id = 50104,
		client_goods_list = {{4,1130000}},
	},
	[50105] = {
		name = "天龍福利-活躍2-經驗105",
		drop_id = 50105,
		client_goods_list = {{4,1140000}},
	},
	[50106] = {
		name = "天龍福利-活躍2-經驗106",
		drop_id = 50106,
		client_goods_list = {{4,1150000}},
	},
	[50107] = {
		name = "天龍福利-活躍2-經驗107",
		drop_id = 50107,
		client_goods_list = {{4,1160000}},
	},
	[50108] = {
		name = "天龍福利-活躍2-經驗108",
		drop_id = 50108,
		client_goods_list = {{4,1170000}},
	},
	[50109] = {
		name = "天龍福利-活躍2-經驗109",
		drop_id = 50109,
		client_goods_list = {{4,1180000}},
	},
	[50110] = {
		name = "天龍福利-活躍2-經驗110",
		drop_id = 50110,
		client_goods_list = {{4,1190000}},
	},
	[50111] = {
		name = "天龍福利-活躍2-經驗111",
		drop_id = 50111,
		client_goods_list = {{4,1200000}},
	},
	[50112] = {
		name = "天龍福利-活躍2-經驗112",
		drop_id = 50112,
		client_goods_list = {{4,1210000}},
	},
	[50113] = {
		name = "天龍福利-活躍2-經驗113",
		drop_id = 50113,
		client_goods_list = {{4,1220000}},
	},
	[50114] = {
		name = "天龍福利-活躍2-經驗114",
		drop_id = 50114,
		client_goods_list = {{4,1230000}},
	},
	[50115] = {
		name = "天龍福利-活躍2-經驗115",
		drop_id = 50115,
		client_goods_list = {{4,1240000}},
	},
	[50116] = {
		name = "天龍福利-活躍2-經驗116",
		drop_id = 50116,
		client_goods_list = {{4,1250000}},
	},
	[50117] = {
		name = "天龍福利-活躍2-經驗117",
		drop_id = 50117,
		client_goods_list = {{4,1260000}},
	},
	[50118] = {
		name = "天龍福利-活躍2-經驗118",
		drop_id = 50118,
		client_goods_list = {{4,1270000}},
	},
	[50119] = {
		name = "天龍福利-活躍2-經驗119",
		drop_id = 50119,
		client_goods_list = {{4,1280000}},
	},
	[50120] = {
		name = "天龍福利-活躍2-經驗120",
		drop_id = 50120,
		client_goods_list = {{4,1290000}},
	},
	[50121] = {
		name = "天龍福利-活躍2-經驗121",
		drop_id = 50121,
		client_goods_list = {{4,1300000}},
	},
	[50122] = {
		name = "天龍福利-活躍2-經驗122",
		drop_id = 50122,
		client_goods_list = {{4,1310000}},
	},
	[50123] = {
		name = "天龍福利-活躍2-經驗123",
		drop_id = 50123,
		client_goods_list = {{4,1320000}},
	},
	[50124] = {
		name = "天龍福利-活躍2-經驗124",
		drop_id = 50124,
		client_goods_list = {{4,1330000}},
	},
	[50125] = {
		name = "天龍福利-活躍2-經驗125",
		drop_id = 50125,
		client_goods_list = {{4,1340000}},
	},
	[50126] = {
		name = "天龍福利-活躍2-經驗126",
		drop_id = 50126,
		client_goods_list = {{4,1350000}},
	},
	[50127] = {
		name = "天龍福利-活躍2-經驗127",
		drop_id = 50127,
		client_goods_list = {{4,1360000}},
	},
	[50128] = {
		name = "天龍福利-活躍2-經驗128",
		drop_id = 50128,
		client_goods_list = {{4,1370000}},
	},
	[50129] = {
		name = "天龍福利-活躍2-經驗129",
		drop_id = 50129,
		client_goods_list = {{4,1380000}},
	},
	[50130] = {
		name = "天龍福利-活躍2-經驗130",
		drop_id = 50130,
		client_goods_list = {{4,1390000}},
	},
	[50131] = {
		name = "天龍福利-活躍2-經驗131",
		drop_id = 50131,
		client_goods_list = {{4,1400000}},
	},
	[50132] = {
		name = "天龍福利-活躍2-經驗132",
		drop_id = 50132,
		client_goods_list = {{4,1410000}},
	},
	[50133] = {
		name = "天龍福利-活躍2-經驗133",
		drop_id = 50133,
		client_goods_list = {{4,1420000}},
	},
	[50134] = {
		name = "天龍福利-活躍2-經驗134",
		drop_id = 50134,
		client_goods_list = {{4,1430000}},
	},
	[50135] = {
		name = "天龍福利-活躍2-經驗135",
		drop_id = 50135,
		client_goods_list = {{4,1440000}},
	},
	[50136] = {
		name = "天龍福利-活躍2-經驗136",
		drop_id = 50136,
		client_goods_list = {{4,1450000}},
	},
	[50137] = {
		name = "天龍福利-活躍2-經驗137",
		drop_id = 50137,
		client_goods_list = {{4,1460000}},
	},
	[50138] = {
		name = "天龍福利-活躍2-經驗138",
		drop_id = 50138,
		client_goods_list = {{4,1470000}},
	},
	[50139] = {
		name = "天龍福利-活躍2-經驗139",
		drop_id = 50139,
		client_goods_list = {{4,1480000}},
	},
	[50140] = {
		name = "天龍福利-活躍2-經驗140",
		drop_id = 50140,
		client_goods_list = {{4,1490000}},
	},
	[50141] = {
		name = "天龍福利-活躍2-經驗141",
		drop_id = 50141,
		client_goods_list = {{4,1500000}},
	},
	[50142] = {
		name = "天龍福利-活躍2-經驗142",
		drop_id = 50142,
		client_goods_list = {{4,1510000}},
	},
	[50143] = {
		name = "天龍福利-活躍2-經驗143",
		drop_id = 50143,
		client_goods_list = {{4,1520000}},
	},
	[50144] = {
		name = "天龍福利-活躍2-經驗144",
		drop_id = 50144,
		client_goods_list = {{4,1530000}},
	},
	[50145] = {
		name = "天龍福利-活躍2-經驗145",
		drop_id = 50145,
		client_goods_list = {{4,1540000}},
	},
	[50146] = {
		name = "天龍福利-活躍2-經驗146",
		drop_id = 50146,
		client_goods_list = {{4,1550000}},
	},
	[50147] = {
		name = "天龍福利-活躍2-經驗147",
		drop_id = 50147,
		client_goods_list = {{4,1560000}},
	},
	[50148] = {
		name = "天龍福利-活躍2-經驗148",
		drop_id = 50148,
		client_goods_list = {{4,1570000}},
	},
	[50149] = {
		name = "天龍福利-活躍2-經驗149",
		drop_id = 50149,
		client_goods_list = {{4,1580000}},
	},
	[50150] = {
		name = "天龍福利-活躍2-經驗150",
		drop_id = 50150,
		client_goods_list = {{4,1590000}},
	},
	[50151] = {
		name = "天龍福利-活躍2-經驗151",
		drop_id = 50151,
		client_goods_list = {{4,1600000}},
	},
	[50152] = {
		name = "天龍福利-活躍2-經驗152",
		drop_id = 50152,
		client_goods_list = {{4,1610000}},
	},
	[50153] = {
		name = "天龍福利-活躍2-經驗153",
		drop_id = 50153,
		client_goods_list = {{4,1620000}},
	},
	[50154] = {
		name = "天龍福利-活躍2-經驗154",
		drop_id = 50154,
		client_goods_list = {{4,1630000}},
	},
	[50155] = {
		name = "天龍福利-活躍2-經驗155",
		drop_id = 50155,
		client_goods_list = {{4,1640000}},
	},
	[50156] = {
		name = "天龍福利-活躍2-經驗156",
		drop_id = 50156,
		client_goods_list = {{4,1650000}},
	},
	[50157] = {
		name = "天龍福利-活躍2-經驗157",
		drop_id = 50157,
		client_goods_list = {{4,1660000}},
	},
	[50158] = {
		name = "天龍福利-活躍2-經驗158",
		drop_id = 50158,
		client_goods_list = {{4,1670000}},
	},
	[50159] = {
		name = "天龍福利-活躍2-經驗159",
		drop_id = 50159,
		client_goods_list = {{4,1680000}},
	},
	[50160] = {
		name = "天龍福利-活躍2-經驗160",
		drop_id = 50160,
		client_goods_list = {{4,1690000}},
	},
	[50161] = {
		name = "天龍福利-活躍2-經驗161",
		drop_id = 50161,
		client_goods_list = {{4,1700000}},
	},
	[50162] = {
		name = "天龍福利-活躍2-經驗162",
		drop_id = 50162,
		client_goods_list = {{4,1710000}},
	},
	[50163] = {
		name = "天龍福利-活躍2-經驗163",
		drop_id = 50163,
		client_goods_list = {{4,1720000}},
	},
	[50164] = {
		name = "天龍福利-活躍2-經驗164",
		drop_id = 50164,
		client_goods_list = {{4,1730000}},
	},
	[50165] = {
		name = "天龍福利-活躍2-經驗165",
		drop_id = 50165,
		client_goods_list = {{4,1740000}},
	},
	[50166] = {
		name = "天龍福利-活躍2-經驗166",
		drop_id = 50166,
		client_goods_list = {{4,1750000}},
	},
	[50167] = {
		name = "天龍福利-活躍2-經驗167",
		drop_id = 50167,
		client_goods_list = {{4,1760000}},
	},
	[50168] = {
		name = "天龍福利-活躍2-經驗168",
		drop_id = 50168,
		client_goods_list = {{4,1770000}},
	},
	[50169] = {
		name = "天龍福利-活躍2-經驗169",
		drop_id = 50169,
		client_goods_list = {{4,1780000}},
	},
	[50170] = {
		name = "天龍福利-活躍2-經驗170",
		drop_id = 50170,
		client_goods_list = {{4,1790000}},
	},
	[50171] = {
		name = "天龍福利-活躍2-經驗171",
		drop_id = 50171,
		client_goods_list = {{4,1800000}},
	},
	[50172] = {
		name = "天龍福利-活躍2-經驗172",
		drop_id = 50172,
		client_goods_list = {{4,1810000}},
	},
	[50173] = {
		name = "天龍福利-活躍2-經驗173",
		drop_id = 50173,
		client_goods_list = {{4,1820000}},
	},
	[50174] = {
		name = "天龍福利-活躍2-經驗174",
		drop_id = 50174,
		client_goods_list = {{4,1830000}},
	},
	[50175] = {
		name = "天龍福利-活躍2-經驗175",
		drop_id = 50175,
		client_goods_list = {{4,1840000}},
	},
	[50176] = {
		name = "天龍福利-活躍2-經驗176",
		drop_id = 50176,
		client_goods_list = {{4,1850000}},
	},
	[50177] = {
		name = "天龍福利-活躍2-經驗177",
		drop_id = 50177,
		client_goods_list = {{4,1860000}},
	},
	[50178] = {
		name = "天龍福利-活躍2-經驗178",
		drop_id = 50178,
		client_goods_list = {{4,1870000}},
	},
	[50179] = {
		name = "天龍福利-活躍2-經驗179",
		drop_id = 50179,
		client_goods_list = {{4,1880000}},
	},
	[50180] = {
		name = "天龍福利-活躍2-經驗180",
		drop_id = 50180,
		client_goods_list = {{4,1890000}},
	},
	[50181] = {
		name = "天龍福利-活躍2-經驗181",
		drop_id = 50181,
		client_goods_list = {{4,1900000}},
	},
	[50182] = {
		name = "天龍福利-活躍2-經驗182",
		drop_id = 50182,
		client_goods_list = {{4,1910000}},
	},
	[50183] = {
		name = "天龍福利-活躍2-經驗183",
		drop_id = 50183,
		client_goods_list = {{4,1920000}},
	},
	[50184] = {
		name = "天龍福利-活躍2-經驗184",
		drop_id = 50184,
		client_goods_list = {{4,1930000}},
	},
	[50185] = {
		name = "天龍福利-活躍2-經驗185",
		drop_id = 50185,
		client_goods_list = {{4,1940000}},
	},
	[50186] = {
		name = "天龍福利-活躍2-經驗186",
		drop_id = 50186,
		client_goods_list = {{4,1950000}},
	},
	[50187] = {
		name = "天龍福利-活躍2-經驗187",
		drop_id = 50187,
		client_goods_list = {{4,1960000}},
	},
	[50188] = {
		name = "天龍福利-活躍2-經驗188",
		drop_id = 50188,
		client_goods_list = {{4,1970000}},
	},
	[50189] = {
		name = "天龍福利-活躍2-經驗189",
		drop_id = 50189,
		client_goods_list = {{4,1980000}},
	},
	[50190] = {
		name = "天龍福利-活躍2-經驗190",
		drop_id = 50190,
		client_goods_list = {{4,1990000}},
	},
	[50191] = {
		name = "天龍福利-活躍2-經驗191",
		drop_id = 50191,
		client_goods_list = {{4,2000000}},
	},
	[50192] = {
		name = "天龍福利-活躍2-經驗192",
		drop_id = 50192,
		client_goods_list = {{4,2010000}},
	},
	[50193] = {
		name = "天龍福利-活躍2-經驗193",
		drop_id = 50193,
		client_goods_list = {{4,2020000}},
	},
	[50194] = {
		name = "天龍福利-活躍2-經驗194",
		drop_id = 50194,
		client_goods_list = {{4,2030000}},
	},
	[50195] = {
		name = "天龍福利-活躍2-經驗195",
		drop_id = 50195,
		client_goods_list = {{4,2040000}},
	},
	[50196] = {
		name = "天龍福利-活躍2-經驗196",
		drop_id = 50196,
		client_goods_list = {{4,2050000}},
	},
	[50197] = {
		name = "天龍福利-活躍2-經驗197",
		drop_id = 50197,
		client_goods_list = {{4,2060000}},
	},
	[50198] = {
		name = "天龍福利-活躍2-經驗198",
		drop_id = 50198,
		client_goods_list = {{4,2070000}},
	},
	[50199] = {
		name = "天龍福利-活躍2-經驗199",
		drop_id = 50199,
		client_goods_list = {{4,2080000}},
	},
	[50200] = {
		name = "天龍福利-活躍2-經驗200",
		drop_id = 50200,
		client_goods_list = {{4,2090000}},
	},
	[60001] = {
		name = "天龍福利-活躍3-經驗1",
		drop_id = 60001,
		client_goods_list = {{4,100000}},
	},
	[60002] = {
		name = "天龍福利-活躍3-經驗2",
		drop_id = 60002,
		client_goods_list = {{4,110000}},
	},
	[60003] = {
		name = "天龍福利-活躍3-經驗3",
		drop_id = 60003,
		client_goods_list = {{4,120000}},
	},
	[60004] = {
		name = "天龍福利-活躍3-經驗4",
		drop_id = 60004,
		client_goods_list = {{4,130000}},
	},
	[60005] = {
		name = "天龍福利-活躍3-經驗5",
		drop_id = 60005,
		client_goods_list = {{4,140000}},
	},
	[60006] = {
		name = "天龍福利-活躍3-經驗6",
		drop_id = 60006,
		client_goods_list = {{4,150000}},
	},
	[60007] = {
		name = "天龍福利-活躍3-經驗7",
		drop_id = 60007,
		client_goods_list = {{4,160000}},
	},
	[60008] = {
		name = "天龍福利-活躍3-經驗8",
		drop_id = 60008,
		client_goods_list = {{4,170000}},
	},
	[60009] = {
		name = "天龍福利-活躍3-經驗9",
		drop_id = 60009,
		client_goods_list = {{4,180000}},
	},
	[60010] = {
		name = "天龍福利-活躍3-經驗10",
		drop_id = 60010,
		client_goods_list = {{4,190000}},
	},
	[60011] = {
		name = "天龍福利-活躍3-經驗11",
		drop_id = 60011,
		client_goods_list = {{4,200000}},
	},
	[60012] = {
		name = "天龍福利-活躍3-經驗12",
		drop_id = 60012,
		client_goods_list = {{4,210000}},
	},
	[60013] = {
		name = "天龍福利-活躍3-經驗13",
		drop_id = 60013,
		client_goods_list = {{4,220000}},
	},
	[60014] = {
		name = "天龍福利-活躍3-經驗14",
		drop_id = 60014,
		client_goods_list = {{4,230000}},
	},
	[60015] = {
		name = "天龍福利-活躍3-經驗15",
		drop_id = 60015,
		client_goods_list = {{4,240000}},
	},
	[60016] = {
		name = "天龍福利-活躍3-經驗16",
		drop_id = 60016,
		client_goods_list = {{4,250000}},
	},
	[60017] = {
		name = "天龍福利-活躍3-經驗17",
		drop_id = 60017,
		client_goods_list = {{4,260000}},
	},
	[60018] = {
		name = "天龍福利-活躍3-經驗18",
		drop_id = 60018,
		client_goods_list = {{4,270000}},
	},
	[60019] = {
		name = "天龍福利-活躍3-經驗19",
		drop_id = 60019,
		client_goods_list = {{4,280000}},
	},
	[60020] = {
		name = "天龍福利-活躍3-經驗20",
		drop_id = 60020,
		client_goods_list = {{4,290000}},
	},
	[60021] = {
		name = "天龍福利-活躍3-經驗21",
		drop_id = 60021,
		client_goods_list = {{4,300000}},
	},
	[60022] = {
		name = "天龍福利-活躍3-經驗22",
		drop_id = 60022,
		client_goods_list = {{4,310000}},
	},
	[60023] = {
		name = "天龍福利-活躍3-經驗23",
		drop_id = 60023,
		client_goods_list = {{4,320000}},
	},
	[60024] = {
		name = "天龍福利-活躍3-經驗24",
		drop_id = 60024,
		client_goods_list = {{4,330000}},
	},
	[60025] = {
		name = "天龍福利-活躍3-經驗25",
		drop_id = 60025,
		client_goods_list = {{4,340000}},
	},
	[60026] = {
		name = "天龍福利-活躍3-經驗26",
		drop_id = 60026,
		client_goods_list = {{4,350000}},
	},
	[60027] = {
		name = "天龍福利-活躍3-經驗27",
		drop_id = 60027,
		client_goods_list = {{4,360000}},
	},
	[60028] = {
		name = "天龍福利-活躍3-經驗28",
		drop_id = 60028,
		client_goods_list = {{4,370000}},
	},
	[60029] = {
		name = "天龍福利-活躍3-經驗29",
		drop_id = 60029,
		client_goods_list = {{4,380000}},
	},
	[60030] = {
		name = "天龍福利-活躍3-經驗30",
		drop_id = 60030,
		client_goods_list = {{4,390000}},
	},
	[60031] = {
		name = "天龍福利-活躍3-經驗31",
		drop_id = 60031,
		client_goods_list = {{4,400000}},
	},
	[60032] = {
		name = "天龍福利-活躍3-經驗32",
		drop_id = 60032,
		client_goods_list = {{4,410000}},
	},
	[60033] = {
		name = "天龍福利-活躍3-經驗33",
		drop_id = 60033,
		client_goods_list = {{4,420000}},
	},
	[60034] = {
		name = "天龍福利-活躍3-經驗34",
		drop_id = 60034,
		client_goods_list = {{4,430000}},
	},
	[60035] = {
		name = "天龍福利-活躍3-經驗35",
		drop_id = 60035,
		client_goods_list = {{4,440000}},
	},
	[60036] = {
		name = "天龍福利-活躍3-經驗36",
		drop_id = 60036,
		client_goods_list = {{4,450000}},
	},
	[60037] = {
		name = "天龍福利-活躍3-經驗37",
		drop_id = 60037,
		client_goods_list = {{4,460000}},
	},
	[60038] = {
		name = "天龍福利-活躍3-經驗38",
		drop_id = 60038,
		client_goods_list = {{4,470000}},
	},
	[60039] = {
		name = "天龍福利-活躍3-經驗39",
		drop_id = 60039,
		client_goods_list = {{4,480000}},
	},
	[60040] = {
		name = "天龍福利-活躍3-經驗40",
		drop_id = 60040,
		client_goods_list = {{4,490000}},
	},
	[60041] = {
		name = "天龍福利-活躍3-經驗41",
		drop_id = 60041,
		client_goods_list = {{4,500000}},
	},
	[60042] = {
		name = "天龍福利-活躍3-經驗42",
		drop_id = 60042,
		client_goods_list = {{4,510000}},
	},
	[60043] = {
		name = "天龍福利-活躍3-經驗43",
		drop_id = 60043,
		client_goods_list = {{4,520000}},
	},
	[60044] = {
		name = "天龍福利-活躍3-經驗44",
		drop_id = 60044,
		client_goods_list = {{4,530000}},
	},
	[60045] = {
		name = "天龍福利-活躍3-經驗45",
		drop_id = 60045,
		client_goods_list = {{4,540000}},
	},
	[60046] = {
		name = "天龍福利-活躍3-經驗46",
		drop_id = 60046,
		client_goods_list = {{4,550000}},
	},
	[60047] = {
		name = "天龍福利-活躍3-經驗47",
		drop_id = 60047,
		client_goods_list = {{4,560000}},
	},
	[60048] = {
		name = "天龍福利-活躍3-經驗48",
		drop_id = 60048,
		client_goods_list = {{4,570000}},
	},
	[60049] = {
		name = "天龍福利-活躍3-經驗49",
		drop_id = 60049,
		client_goods_list = {{4,580000}},
	},
	[60050] = {
		name = "天龍福利-活躍3-經驗50",
		drop_id = 60050,
		client_goods_list = {{4,590000}},
	},
	[60051] = {
		name = "天龍福利-活躍3-經驗51",
		drop_id = 60051,
		client_goods_list = {{4,600000}},
	},
	[60052] = {
		name = "天龍福利-活躍3-經驗52",
		drop_id = 60052,
		client_goods_list = {{4,610000}},
	},
	[60053] = {
		name = "天龍福利-活躍3-經驗53",
		drop_id = 60053,
		client_goods_list = {{4,620000}},
	},
	[60054] = {
		name = "天龍福利-活躍3-經驗54",
		drop_id = 60054,
		client_goods_list = {{4,630000}},
	},
	[60055] = {
		name = "天龍福利-活躍3-經驗55",
		drop_id = 60055,
		client_goods_list = {{4,640000}},
	},
	[60056] = {
		name = "天龍福利-活躍3-經驗56",
		drop_id = 60056,
		client_goods_list = {{4,650000}},
	},
	[60057] = {
		name = "天龍福利-活躍3-經驗57",
		drop_id = 60057,
		client_goods_list = {{4,660000}},
	},
	[60058] = {
		name = "天龍福利-活躍3-經驗58",
		drop_id = 60058,
		client_goods_list = {{4,670000}},
	},
	[60059] = {
		name = "天龍福利-活躍3-經驗59",
		drop_id = 60059,
		client_goods_list = {{4,680000}},
	},
	[60060] = {
		name = "天龍福利-活躍3-經驗60",
		drop_id = 60060,
		client_goods_list = {{4,690000}},
	},
	[60061] = {
		name = "天龍福利-活躍3-經驗61",
		drop_id = 60061,
		client_goods_list = {{4,700000}},
	},
	[60062] = {
		name = "天龍福利-活躍3-經驗62",
		drop_id = 60062,
		client_goods_list = {{4,710000}},
	},
	[60063] = {
		name = "天龍福利-活躍3-經驗63",
		drop_id = 60063,
		client_goods_list = {{4,720000}},
	},
	[60064] = {
		name = "天龍福利-活躍3-經驗64",
		drop_id = 60064,
		client_goods_list = {{4,730000}},
	},
	[60065] = {
		name = "天龍福利-活躍3-經驗65",
		drop_id = 60065,
		client_goods_list = {{4,740000}},
	},
	[60066] = {
		name = "天龍福利-活躍3-經驗66",
		drop_id = 60066,
		client_goods_list = {{4,750000}},
	},
	[60067] = {
		name = "天龍福利-活躍3-經驗67",
		drop_id = 60067,
		client_goods_list = {{4,760000}},
	},
	[60068] = {
		name = "天龍福利-活躍3-經驗68",
		drop_id = 60068,
		client_goods_list = {{4,770000}},
	},
	[60069] = {
		name = "天龍福利-活躍3-經驗69",
		drop_id = 60069,
		client_goods_list = {{4,780000}},
	},
	[60070] = {
		name = "天龍福利-活躍3-經驗70",
		drop_id = 60070,
		client_goods_list = {{4,790000}},
	},
	[60071] = {
		name = "天龍福利-活躍3-經驗71",
		drop_id = 60071,
		client_goods_list = {{4,800000}},
	},
	[60072] = {
		name = "天龍福利-活躍3-經驗72",
		drop_id = 60072,
		client_goods_list = {{4,810000}},
	},
	[60073] = {
		name = "天龍福利-活躍3-經驗73",
		drop_id = 60073,
		client_goods_list = {{4,820000}},
	},
	[60074] = {
		name = "天龍福利-活躍3-經驗74",
		drop_id = 60074,
		client_goods_list = {{4,830000}},
	},
	[60075] = {
		name = "天龍福利-活躍3-經驗75",
		drop_id = 60075,
		client_goods_list = {{4,840000}},
	},
	[60076] = {
		name = "天龍福利-活躍3-經驗76",
		drop_id = 60076,
		client_goods_list = {{4,850000}},
	},
	[60077] = {
		name = "天龍福利-活躍3-經驗77",
		drop_id = 60077,
		client_goods_list = {{4,860000}},
	},
	[60078] = {
		name = "天龍福利-活躍3-經驗78",
		drop_id = 60078,
		client_goods_list = {{4,870000}},
	},
	[60079] = {
		name = "天龍福利-活躍3-經驗79",
		drop_id = 60079,
		client_goods_list = {{4,880000}},
	},
	[60080] = {
		name = "天龍福利-活躍3-經驗80",
		drop_id = 60080,
		client_goods_list = {{4,890000}},
	},
	[60081] = {
		name = "天龍福利-活躍3-經驗81",
		drop_id = 60081,
		client_goods_list = {{4,900000}},
	},
	[60082] = {
		name = "天龍福利-活躍3-經驗82",
		drop_id = 60082,
		client_goods_list = {{4,910000}},
	},
	[60083] = {
		name = "天龍福利-活躍3-經驗83",
		drop_id = 60083,
		client_goods_list = {{4,920000}},
	},
	[60084] = {
		name = "天龍福利-活躍3-經驗84",
		drop_id = 60084,
		client_goods_list = {{4,930000}},
	},
	[60085] = {
		name = "天龍福利-活躍3-經驗85",
		drop_id = 60085,
		client_goods_list = {{4,940000}},
	},
	[60086] = {
		name = "天龍福利-活躍3-經驗86",
		drop_id = 60086,
		client_goods_list = {{4,950000}},
	},
	[60087] = {
		name = "天龍福利-活躍3-經驗87",
		drop_id = 60087,
		client_goods_list = {{4,960000}},
	},
	[60088] = {
		name = "天龍福利-活躍3-經驗88",
		drop_id = 60088,
		client_goods_list = {{4,970000}},
	},
	[60089] = {
		name = "天龍福利-活躍3-經驗89",
		drop_id = 60089,
		client_goods_list = {{4,980000}},
	},
	[60090] = {
		name = "天龍福利-活躍3-經驗90",
		drop_id = 60090,
		client_goods_list = {{4,990000}},
	},
	[60091] = {
		name = "天龍福利-活躍3-經驗91",
		drop_id = 60091,
		client_goods_list = {{4,1000000}},
	},
	[60092] = {
		name = "天龍福利-活躍3-經驗92",
		drop_id = 60092,
		client_goods_list = {{4,1010000}},
	},
	[60093] = {
		name = "天龍福利-活躍3-經驗93",
		drop_id = 60093,
		client_goods_list = {{4,1020000}},
	},
	[60094] = {
		name = "天龍福利-活躍3-經驗94",
		drop_id = 60094,
		client_goods_list = {{4,1030000}},
	},
	[60095] = {
		name = "天龍福利-活躍3-經驗95",
		drop_id = 60095,
		client_goods_list = {{4,1040000}},
	},
	[60096] = {
		name = "天龍福利-活躍3-經驗96",
		drop_id = 60096,
		client_goods_list = {{4,1050000}},
	},
	[60097] = {
		name = "天龍福利-活躍3-經驗97",
		drop_id = 60097,
		client_goods_list = {{4,1060000}},
	},
	[60098] = {
		name = "天龍福利-活躍3-經驗98",
		drop_id = 60098,
		client_goods_list = {{4,1070000}},
	},
	[60099] = {
		name = "天龍福利-活躍3-經驗99",
		drop_id = 60099,
		client_goods_list = {{4,1080000}},
	},
	[60100] = {
		name = "天龍福利-活躍3-經驗100",
		drop_id = 60100,
		client_goods_list = {{4,1090000}},
	},
	[60101] = {
		name = "天龍福利-活躍3-經驗101",
		drop_id = 60101,
		client_goods_list = {{4,1100000}},
	},
	[60102] = {
		name = "天龍福利-活躍3-經驗102",
		drop_id = 60102,
		client_goods_list = {{4,1110000}},
	},
	[60103] = {
		name = "天龍福利-活躍3-經驗103",
		drop_id = 60103,
		client_goods_list = {{4,1120000}},
	},
	[60104] = {
		name = "天龍福利-活躍3-經驗104",
		drop_id = 60104,
		client_goods_list = {{4,1130000}},
	},
	[60105] = {
		name = "天龍福利-活躍3-經驗105",
		drop_id = 60105,
		client_goods_list = {{4,1140000}},
	},
	[60106] = {
		name = "天龍福利-活躍3-經驗106",
		drop_id = 60106,
		client_goods_list = {{4,1150000}},
	},
	[60107] = {
		name = "天龍福利-活躍3-經驗107",
		drop_id = 60107,
		client_goods_list = {{4,1160000}},
	},
	[60108] = {
		name = "天龍福利-活躍3-經驗108",
		drop_id = 60108,
		client_goods_list = {{4,1170000}},
	},
	[60109] = {
		name = "天龍福利-活躍3-經驗109",
		drop_id = 60109,
		client_goods_list = {{4,1180000}},
	},
	[60110] = {
		name = "天龍福利-活躍3-經驗110",
		drop_id = 60110,
		client_goods_list = {{4,1190000}},
	},
	[60111] = {
		name = "天龍福利-活躍3-經驗111",
		drop_id = 60111,
		client_goods_list = {{4,1200000}},
	},
	[60112] = {
		name = "天龍福利-活躍3-經驗112",
		drop_id = 60112,
		client_goods_list = {{4,1210000}},
	},
	[60113] = {
		name = "天龍福利-活躍3-經驗113",
		drop_id = 60113,
		client_goods_list = {{4,1220000}},
	},
	[60114] = {
		name = "天龍福利-活躍3-經驗114",
		drop_id = 60114,
		client_goods_list = {{4,1230000}},
	},
	[60115] = {
		name = "天龍福利-活躍3-經驗115",
		drop_id = 60115,
		client_goods_list = {{4,1240000}},
	},
	[60116] = {
		name = "天龍福利-活躍3-經驗116",
		drop_id = 60116,
		client_goods_list = {{4,1250000}},
	},
	[60117] = {
		name = "天龍福利-活躍3-經驗117",
		drop_id = 60117,
		client_goods_list = {{4,1260000}},
	},
	[60118] = {
		name = "天龍福利-活躍3-經驗118",
		drop_id = 60118,
		client_goods_list = {{4,1270000}},
	},
	[60119] = {
		name = "天龍福利-活躍3-經驗119",
		drop_id = 60119,
		client_goods_list = {{4,1280000}},
	},
	[60120] = {
		name = "天龍福利-活躍3-經驗120",
		drop_id = 60120,
		client_goods_list = {{4,1290000}},
	},
	[60121] = {
		name = "天龍福利-活躍3-經驗121",
		drop_id = 60121,
		client_goods_list = {{4,1300000}},
	},
	[60122] = {
		name = "天龍福利-活躍3-經驗122",
		drop_id = 60122,
		client_goods_list = {{4,1310000}},
	},
	[60123] = {
		name = "天龍福利-活躍3-經驗123",
		drop_id = 60123,
		client_goods_list = {{4,1320000}},
	},
	[60124] = {
		name = "天龍福利-活躍3-經驗124",
		drop_id = 60124,
		client_goods_list = {{4,1330000}},
	},
	[60125] = {
		name = "天龍福利-活躍3-經驗125",
		drop_id = 60125,
		client_goods_list = {{4,1340000}},
	},
	[60126] = {
		name = "天龍福利-活躍3-經驗126",
		drop_id = 60126,
		client_goods_list = {{4,1350000}},
	},
	[60127] = {
		name = "天龍福利-活躍3-經驗127",
		drop_id = 60127,
		client_goods_list = {{4,1360000}},
	},
	[60128] = {
		name = "天龍福利-活躍3-經驗128",
		drop_id = 60128,
		client_goods_list = {{4,1370000}},
	},
	[60129] = {
		name = "天龍福利-活躍3-經驗129",
		drop_id = 60129,
		client_goods_list = {{4,1380000}},
	},
	[60130] = {
		name = "天龍福利-活躍3-經驗130",
		drop_id = 60130,
		client_goods_list = {{4,1390000}},
	},
	[60131] = {
		name = "天龍福利-活躍3-經驗131",
		drop_id = 60131,
		client_goods_list = {{4,1400000}},
	},
	[60132] = {
		name = "天龍福利-活躍3-經驗132",
		drop_id = 60132,
		client_goods_list = {{4,1410000}},
	},
	[60133] = {
		name = "天龍福利-活躍3-經驗133",
		drop_id = 60133,
		client_goods_list = {{4,1420000}},
	},
	[60134] = {
		name = "天龍福利-活躍3-經驗134",
		drop_id = 60134,
		client_goods_list = {{4,1430000}},
	},
	[60135] = {
		name = "天龍福利-活躍3-經驗135",
		drop_id = 60135,
		client_goods_list = {{4,1440000}},
	},
	[60136] = {
		name = "天龍福利-活躍3-經驗136",
		drop_id = 60136,
		client_goods_list = {{4,1450000}},
	},
	[60137] = {
		name = "天龍福利-活躍3-經驗137",
		drop_id = 60137,
		client_goods_list = {{4,1460000}},
	},
	[60138] = {
		name = "天龍福利-活躍3-經驗138",
		drop_id = 60138,
		client_goods_list = {{4,1470000}},
	},
	[60139] = {
		name = "天龍福利-活躍3-經驗139",
		drop_id = 60139,
		client_goods_list = {{4,1480000}},
	},
	[60140] = {
		name = "天龍福利-活躍3-經驗140",
		drop_id = 60140,
		client_goods_list = {{4,1490000}},
	},
	[60141] = {
		name = "天龍福利-活躍3-經驗141",
		drop_id = 60141,
		client_goods_list = {{4,1500000}},
	},
	[60142] = {
		name = "天龍福利-活躍3-經驗142",
		drop_id = 60142,
		client_goods_list = {{4,1510000}},
	},
	[60143] = {
		name = "天龍福利-活躍3-經驗143",
		drop_id = 60143,
		client_goods_list = {{4,1520000}},
	},
	[60144] = {
		name = "天龍福利-活躍3-經驗144",
		drop_id = 60144,
		client_goods_list = {{4,1530000}},
	},
	[60145] = {
		name = "天龍福利-活躍3-經驗145",
		drop_id = 60145,
		client_goods_list = {{4,1540000}},
	},
	[60146] = {
		name = "天龍福利-活躍3-經驗146",
		drop_id = 60146,
		client_goods_list = {{4,1550000}},
	},
	[60147] = {
		name = "天龍福利-活躍3-經驗147",
		drop_id = 60147,
		client_goods_list = {{4,1560000}},
	},
	[60148] = {
		name = "天龍福利-活躍3-經驗148",
		drop_id = 60148,
		client_goods_list = {{4,1570000}},
	},
	[60149] = {
		name = "天龍福利-活躍3-經驗149",
		drop_id = 60149,
		client_goods_list = {{4,1580000}},
	},
	[60150] = {
		name = "天龍福利-活躍3-經驗150",
		drop_id = 60150,
		client_goods_list = {{4,1590000}},
	},
	[60151] = {
		name = "天龍福利-活躍3-經驗151",
		drop_id = 60151,
		client_goods_list = {{4,1600000}},
	},
	[60152] = {
		name = "天龍福利-活躍3-經驗152",
		drop_id = 60152,
		client_goods_list = {{4,1610000}},
	},
	[60153] = {
		name = "天龍福利-活躍3-經驗153",
		drop_id = 60153,
		client_goods_list = {{4,1620000}},
	},
	[60154] = {
		name = "天龍福利-活躍3-經驗154",
		drop_id = 60154,
		client_goods_list = {{4,1630000}},
	},
	[60155] = {
		name = "天龍福利-活躍3-經驗155",
		drop_id = 60155,
		client_goods_list = {{4,1640000}},
	},
	[60156] = {
		name = "天龍福利-活躍3-經驗156",
		drop_id = 60156,
		client_goods_list = {{4,1650000}},
	},
	[60157] = {
		name = "天龍福利-活躍3-經驗157",
		drop_id = 60157,
		client_goods_list = {{4,1660000}},
	},
	[60158] = {
		name = "天龍福利-活躍3-經驗158",
		drop_id = 60158,
		client_goods_list = {{4,1670000}},
	},
	[60159] = {
		name = "天龍福利-活躍3-經驗159",
		drop_id = 60159,
		client_goods_list = {{4,1680000}},
	},
	[60160] = {
		name = "天龍福利-活躍3-經驗160",
		drop_id = 60160,
		client_goods_list = {{4,1690000}},
	},
	[60161] = {
		name = "天龍福利-活躍3-經驗161",
		drop_id = 60161,
		client_goods_list = {{4,1700000}},
	},
	[60162] = {
		name = "天龍福利-活躍3-經驗162",
		drop_id = 60162,
		client_goods_list = {{4,1710000}},
	},
	[60163] = {
		name = "天龍福利-活躍3-經驗163",
		drop_id = 60163,
		client_goods_list = {{4,1720000}},
	},
	[60164] = {
		name = "天龍福利-活躍3-經驗164",
		drop_id = 60164,
		client_goods_list = {{4,1730000}},
	},
	[60165] = {
		name = "天龍福利-活躍3-經驗165",
		drop_id = 60165,
		client_goods_list = {{4,1740000}},
	},
	[60166] = {
		name = "天龍福利-活躍3-經驗166",
		drop_id = 60166,
		client_goods_list = {{4,1750000}},
	},
	[60167] = {
		name = "天龍福利-活躍3-經驗167",
		drop_id = 60167,
		client_goods_list = {{4,1760000}},
	},
	[60168] = {
		name = "天龍福利-活躍3-經驗168",
		drop_id = 60168,
		client_goods_list = {{4,1770000}},
	},
	[60169] = {
		name = "天龍福利-活躍3-經驗169",
		drop_id = 60169,
		client_goods_list = {{4,1780000}},
	},
	[60170] = {
		name = "天龍福利-活躍3-經驗170",
		drop_id = 60170,
		client_goods_list = {{4,1790000}},
	},
	[60171] = {
		name = "天龍福利-活躍3-經驗171",
		drop_id = 60171,
		client_goods_list = {{4,1800000}},
	},
	[60172] = {
		name = "天龍福利-活躍3-經驗172",
		drop_id = 60172,
		client_goods_list = {{4,1810000}},
	},
	[60173] = {
		name = "天龍福利-活躍3-經驗173",
		drop_id = 60173,
		client_goods_list = {{4,1820000}},
	},
	[60174] = {
		name = "天龍福利-活躍3-經驗174",
		drop_id = 60174,
		client_goods_list = {{4,1830000}},
	},
	[60175] = {
		name = "天龍福利-活躍3-經驗175",
		drop_id = 60175,
		client_goods_list = {{4,1840000}},
	},
	[60176] = {
		name = "天龍福利-活躍3-經驗176",
		drop_id = 60176,
		client_goods_list = {{4,1850000}},
	},
	[60177] = {
		name = "天龍福利-活躍3-經驗177",
		drop_id = 60177,
		client_goods_list = {{4,1860000}},
	},
	[60178] = {
		name = "天龍福利-活躍3-經驗178",
		drop_id = 60178,
		client_goods_list = {{4,1870000}},
	},
	[60179] = {
		name = "天龍福利-活躍3-經驗179",
		drop_id = 60179,
		client_goods_list = {{4,1880000}},
	},
	[60180] = {
		name = "天龍福利-活躍3-經驗180",
		drop_id = 60180,
		client_goods_list = {{4,1890000}},
	},
	[60181] = {
		name = "天龍福利-活躍3-經驗181",
		drop_id = 60181,
		client_goods_list = {{4,1900000}},
	},
	[60182] = {
		name = "天龍福利-活躍3-經驗182",
		drop_id = 60182,
		client_goods_list = {{4,1910000}},
	},
	[60183] = {
		name = "天龍福利-活躍3-經驗183",
		drop_id = 60183,
		client_goods_list = {{4,1920000}},
	},
	[60184] = {
		name = "天龍福利-活躍3-經驗184",
		drop_id = 60184,
		client_goods_list = {{4,1930000}},
	},
	[60185] = {
		name = "天龍福利-活躍3-經驗185",
		drop_id = 60185,
		client_goods_list = {{4,1940000}},
	},
	[60186] = {
		name = "天龍福利-活躍3-經驗186",
		drop_id = 60186,
		client_goods_list = {{4,1950000}},
	},
	[60187] = {
		name = "天龍福利-活躍3-經驗187",
		drop_id = 60187,
		client_goods_list = {{4,1960000}},
	},
	[60188] = {
		name = "天龍福利-活躍3-經驗188",
		drop_id = 60188,
		client_goods_list = {{4,1970000}},
	},
	[60189] = {
		name = "天龍福利-活躍3-經驗189",
		drop_id = 60189,
		client_goods_list = {{4,1980000}},
	},
	[60190] = {
		name = "天龍福利-活躍3-經驗190",
		drop_id = 60190,
		client_goods_list = {{4,1990000}},
	},
	[60191] = {
		name = "天龍福利-活躍3-經驗191",
		drop_id = 60191,
		client_goods_list = {{4,2000000}},
	},
	[60192] = {
		name = "天龍福利-活躍3-經驗192",
		drop_id = 60192,
		client_goods_list = {{4,2010000}},
	},
	[60193] = {
		name = "天龍福利-活躍3-經驗193",
		drop_id = 60193,
		client_goods_list = {{4,2020000}},
	},
	[60194] = {
		name = "天龍福利-活躍3-經驗194",
		drop_id = 60194,
		client_goods_list = {{4,2030000}},
	},
	[60195] = {
		name = "天龍福利-活躍3-經驗195",
		drop_id = 60195,
		client_goods_list = {{4,2040000}},
	},
	[60196] = {
		name = "天龍福利-活躍3-經驗196",
		drop_id = 60196,
		client_goods_list = {{4,2050000}},
	},
	[60197] = {
		name = "天龍福利-活躍3-經驗197",
		drop_id = 60197,
		client_goods_list = {{4,2060000}},
	},
	[60198] = {
		name = "天龍福利-活躍3-經驗198",
		drop_id = 60198,
		client_goods_list = {{4,2070000}},
	},
	[60199] = {
		name = "天龍福利-活躍3-經驗199",
		drop_id = 60199,
		client_goods_list = {{4,2080000}},
	},
	[60200] = {
		name = "天龍福利-活躍3-經驗200",
		drop_id = 60200,
		client_goods_list = {{4,2090000}},
	},
	[70001] = {
		name = "周卡每日領取",
		drop_id = 70001,
		client_goods_list = {{3,100}},
	},
	[70002] = {
		name = "月卡每日領取",
		drop_id = 70002,
		client_goods_list = {{3,120}},
	},
	[80001] = {
		name = "神秘商店-商品1",
		drop_id = 80001,
		client_goods_list = {{16210001,5,1,0}},
	},
	[80002] = {
		name = "神秘商店-商品2",
		drop_id = 80002,
		client_goods_list = {{16210002,5,1,0}},
	},
	[80003] = {
		name = "神秘商店-商品3",
		drop_id = 80003,
		client_goods_list = {{16210003,5,1,0}},
	},
	[80004] = {
		name = "神秘商店-商品4",
		drop_id = 80004,
		client_goods_list = {{16210004,5,1,0}},
	},
	[80005] = {
		name = "神秘商店-商品5",
		drop_id = 80005,
		client_goods_list = {{16210005,5,1,0}},
	},
	[80006] = {
		name = "神秘商店-商品6",
		drop_id = 80006,
		client_goods_list = {{16210006,5,1,0}},
	},
	[80007] = {
		name = "神秘商店-商品7",
		drop_id = 80007,
		client_goods_list = {{16210007,5,1,0}},
	},
	[80008] = {
		name = "神秘商店-商品8",
		drop_id = 80008,
		client_goods_list = {{16210001,5,1,0}},
	},
	[80009] = {
		name = "神秘商店-商品9",
		drop_id = 80009,
		client_goods_list = {{16210002,5,1,0}},
	},
	[80010] = {
		name = "神秘商店-商品10",
		drop_id = 80010,
		client_goods_list = {{16210003,5,1,0}},
	},
	[80011] = {
		name = "神秘商店-商品11",
		drop_id = 80011,
		client_goods_list = {{16210004,5,1,0}},
	},
	[80012] = {
		name = "神秘商店-商品12",
		drop_id = 80012,
		client_goods_list = {{16210005,5,1,0}},
	},
	[80013] = {
		name = "神秘商店-商品13",
		drop_id = 80013,
		client_goods_list = {{16210006,5,1,0}},
	},
	[80014] = {
		name = "神秘商店-商品14",
		drop_id = 80014,
		client_goods_list = {{16210007,5,1,0}},
	},
	[80015] = {
		name = "神秘商店-商品15",
		drop_id = 80015,
		client_goods_list = {{16210001,5,1,0}},
	},
	[80016] = {
		name = "神秘商店-商品16",
		drop_id = 80016,
		client_goods_list = {{16210002,5,1,0}},
	},
	[80017] = {
		name = "神秘商店-商品17",
		drop_id = 80017,
		client_goods_list = {{16210003,5,1,0}},
	},
	[80018] = {
		name = "神秘商店-商品18",
		drop_id = 80018,
		client_goods_list = {{16210004,5,1,0}},
	},
	[80019] = {
		name = "神秘商店-商品19",
		drop_id = 80019,
		client_goods_list = {{16210005,5,1,0}},
	},
	[80020] = {
		name = "神秘商店-商品20",
		drop_id = 80020,
		client_goods_list = {{16210006,5,1,0}},
	},
	[90001] = {
		name = "每日充值-1-1",
		drop_id = 90001,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90002] = {
		name = "每日充值-1-2",
		drop_id = 90002,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90003] = {
		name = "每日充值-1-3",
		drop_id = 90003,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90004] = {
		name = "每日充值-1-4",
		drop_id = 90004,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90005] = {
		name = "每日充值-1-5",
		drop_id = 90005,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90006] = {
		name = "每日充值-1-6",
		drop_id = 90006,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90007] = {
		name = "每日充值-1-7",
		drop_id = 90007,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90008] = {
		name = "每日充值-1-8",
		drop_id = 90008,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90009] = {
		name = "每日充值-1-9",
		drop_id = 90009,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90010] = {
		name = "每日充值-1-10",
		drop_id = 90010,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90011] = {
		name = "每日充值-1-11",
		drop_id = 90011,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90012] = {
		name = "每日充值-1-12",
		drop_id = 90012,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90013] = {
		name = "每日充值-1-13",
		drop_id = 90013,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90014] = {
		name = "每日充值-1-14",
		drop_id = 90014,
		client_goods_list = {{16220001,5,1,0},{16220002,5,1,0},{16210003,5,1,0}},
	},
	[90101] = {
		name = "每日充值-48-1",
		drop_id = 90101,
		client_goods_list = {{16210001,10,1,0},{16210002,10,1,0},{16220001,10,1,0},{16220002,10,1,0},{16220003,10,1,0}},
	},
	[90102] = {
		name = "每日充值-48-2",
		drop_id = 90102,
		client_goods_list = {{16210001,20,1,0},{16210002,20,1,0},{16220001,20,1,0},{16220002,20,1,0},{16220003,20,1,0}},
	},
	[90103] = {
		name = "每日充值-48-3",
		drop_id = 90103,
		client_goods_list = {{16210001,30,1,0},{16210002,30,1,0},{16220001,30,1,0},{16220002,30,1,0},{16220003,30,1,0}},
	},
	[90104] = {
		name = "每日充值-48-4",
		drop_id = 90104,
		client_goods_list = {{16210001,40,1,0},{16210002,40,1,0},{16220001,40,1,0},{16220002,40,1,0},{16220003,40,1,0}},
	},
	[90105] = {
		name = "每日充值-48-5",
		drop_id = 90105,
		client_goods_list = {{16210001,50,1,0},{16210002,50,1,0},{16220001,50,1,0},{16220002,50,1,0},{16220003,50,1,0}},
	},
	[90106] = {
		name = "每日充值-48-6",
		drop_id = 90106,
		client_goods_list = {{16210001,60,1,0},{16210002,60,1,0},{16220001,60,1,0},{16220002,60,1,0},{16220003,60,1,0}},
	},
	[90107] = {
		name = "每日充值-48-7",
		drop_id = 90107,
		client_goods_list = {{16210001,70,1,0},{16210002,70,1,0},{16220001,70,1,0},{16220002,70,1,0},{16220003,70,1,0}},
	},
	[90108] = {
		name = "每日充值-48-8",
		drop_id = 90108,
		client_goods_list = {{16210001,80,1,0},{16210002,80,1,0},{16220001,80,1,0},{16220002,80,1,0},{16220003,80,1,0}},
	},
	[90109] = {
		name = "每日充值-48-9",
		drop_id = 90109,
		client_goods_list = {{16210001,90,1,0},{16210002,90,1,0},{16220001,90,1,0},{16220002,90,1,0},{16220003,90,1,0}},
	},
	[90110] = {
		name = "每日充值-48-10",
		drop_id = 90110,
		client_goods_list = {{16210001,100,1,0},{16210002,100,1,0},{16220001,100,1,0},{16220002,100,1,0},{16220003,100,1,0}},
	},
	[90111] = {
		name = "每日充值-48-11",
		drop_id = 90111,
		client_goods_list = {{16210001,110,1,0},{16210002,110,1,0},{16220001,110,1,0},{16220002,110,1,0},{16220003,110,1,0}},
	},
	[90112] = {
		name = "每日充值-48-12",
		drop_id = 90112,
		client_goods_list = {{16210001,120,1,0},{16210002,120,1,0},{16220001,120,1,0},{16220002,120,1,0},{16220003,120,1,0}},
	},
	[90113] = {
		name = "每日充值-48-13",
		drop_id = 90113,
		client_goods_list = {{16210001,130,1,0},{16210002,130,1,0},{16220001,130,1,0},{16220002,130,1,0},{16220003,130,1,0}},
	},
	[90114] = {
		name = "每日充值-48-14",
		drop_id = 90114,
		client_goods_list = {{16210001,140,1,0},{16210002,140,1,0},{16220001,140,1,0},{16220002,140,1,0},{16220003,140,1,0}},
	},
	[100101] = {
		name = "武林禁地-段譽-真-40級擊殺",
		drop_id = 100101,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100102] = {
		name = "武林禁地-段譽-分-40級擊殺",
		drop_id = 100102,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100103] = {
		name = "武林禁地-段譽-真-50級擊殺",
		drop_id = 100103,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100104] = {
		name = "武林禁地-段譽-分-50級擊殺",
		drop_id = 100104,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100201] = {
		name = "武林禁地-慕容復-真-40級擊殺",
		drop_id = 100201,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100202] = {
		name = "武林禁地-慕容復-分-40級擊殺",
		drop_id = 100202,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100203] = {
		name = "武林禁地-慕容復-真-50級擊殺",
		drop_id = 100203,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100204] = {
		name = "武林禁地-慕容復-分-50級擊殺",
		drop_id = 100204,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100301] = {
		name = "武林禁地-段延慶-真-40級擊殺",
		drop_id = 100301,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100302] = {
		name = "武林禁地-段延慶-分-40級擊殺",
		drop_id = 100302,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100303] = {
		name = "武林禁地-段延慶-真-50級擊殺",
		drop_id = 100303,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100304] = {
		name = "武林禁地-段延慶-分-50級擊殺",
		drop_id = 100304,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100401] = {
		name = "武林禁地-蘇星河-真-40級擊殺",
		drop_id = 100401,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100402] = {
		name = "武林禁地-蘇星河-分-40級擊殺",
		drop_id = 100402,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100403] = {
		name = "武林禁地-蘇星河-真-50級擊殺",
		drop_id = 100403,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100404] = {
		name = "武林禁地-蘇星河-分-50級擊殺",
		drop_id = 100404,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100501] = {
		name = "武林禁地-枯榮大師-真-40級擊殺",
		drop_id = 100501,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100502] = {
		name = "武林禁地-枯榮大師-分-40級擊殺",
		drop_id = 100502,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100503] = {
		name = "武林禁地-枯榮大師-真-50級擊殺",
		drop_id = 100503,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100504] = {
		name = "武林禁地-枯榮大師-分-50級擊殺",
		drop_id = 100504,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100601] = {
		name = "武林禁地-天山童姥-真-40級擊殺",
		drop_id = 100601,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100602] = {
		name = "武林禁地-天山童姥-分-40級擊殺",
		drop_id = 100602,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100603] = {
		name = "武林禁地-天山童姥-真-50級擊殺",
		drop_id = 100603,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100604] = {
		name = "武林禁地-天山童姥-分-50級擊殺",
		drop_id = 100604,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100701] = {
		name = "武林禁地-丁春秋-真-40級擊殺",
		drop_id = 100701,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100702] = {
		name = "武林禁地-丁春秋-分-40級擊殺",
		drop_id = 100702,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100703] = {
		name = "武林禁地-丁春秋-真-50級擊殺",
		drop_id = 100703,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100704] = {
		name = "武林禁地-丁春秋-分-50級擊殺",
		drop_id = 100704,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100801] = {
		name = "武林禁地-鳩摩智-真-40級擊殺",
		drop_id = 100801,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100802] = {
		name = "武林禁地-鳩摩智-分-40級擊殺",
		drop_id = 100802,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100803] = {
		name = "武林禁地-鳩摩智-真-50級擊殺",
		drop_id = 100803,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100804] = {
		name = "武林禁地-鳩摩智-分-50級擊殺",
		drop_id = 100804,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100901] = {
		name = "武林禁地-李秋水-真-40級擊殺",
		drop_id = 100901,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100902] = {
		name = "武林禁地-李秋水-分-40級擊殺",
		drop_id = 100902,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100903] = {
		name = "武林禁地-李秋水-真-50級擊殺",
		drop_id = 100903,
		client_goods_list = {{16220001,5,1,0}},
	},
	[100904] = {
		name = "武林禁地-李秋水-分-50級擊殺",
		drop_id = 100904,
		client_goods_list = {{16220001,5,1,0}},
	},
	[101001] = {
		name = "武林禁地-蕭遠山-真-40級擊殺",
		drop_id = 101001,
		client_goods_list = {{16220001,5,1,0}},
	},
	[101002] = {
		name = "武林禁地-蕭遠山-分-40級擊殺",
		drop_id = 101002,
		client_goods_list = {{16220001,5,1,0}},
	},
	[101003] = {
		name = "武林禁地-蕭遠山-真-50級擊殺",
		drop_id = 101003,
		client_goods_list = {{16220001,5,1,0}},
	},
	[101004] = {
		name = "武林禁地-蕭遠山-分-50級擊殺",
		drop_id = 101004,
		client_goods_list = {{16220001,5,1,0}},
	},
	[101101] = {
		name = "武林禁地-慕容博-真-40級擊殺",
		drop_id = 101101,
		client_goods_list = {{16220001,5,1,0}},
	},
	[101102] = {
		name = "武林禁地-慕容博-分-40級擊殺",
		drop_id = 101102,
		client_goods_list = {{16220001,5,1,0}},
	},
	[101103] = {
		name = "武林禁地-慕容博-真-50級擊殺",
		drop_id = 101103,
		client_goods_list = {{16220001,5,1,0}},
	},
	[101104] = {
		name = "武林禁地-慕容博-分-50級擊殺",
		drop_id = 101104,
		client_goods_list = {{16220001,5,1,0}},
	},
	[110001] = {
		name = "馬賊任務-普通1-1",
		drop_id = 110001,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110002] = {
		name = "馬賊任務-普通1-2",
		drop_id = 110002,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110003] = {
		name = "馬賊任務-普通1-3",
		drop_id = 110003,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110004] = {
		name = "馬賊任務-普通1-4",
		drop_id = 110004,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110005] = {
		name = "馬賊任務-普通1-5",
		drop_id = 110005,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110006] = {
		name = "馬賊任務-普通1-6",
		drop_id = 110006,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110007] = {
		name = "馬賊任務-普通1-7",
		drop_id = 110007,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110008] = {
		name = "馬賊任務-普通1-8",
		drop_id = 110008,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110009] = {
		name = "馬賊任務-普通1-9",
		drop_id = 110009,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110010] = {
		name = "馬賊任務-普通1-10",
		drop_id = 110010,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110011] = {
		name = "馬賊任務-普通1-11",
		drop_id = 110011,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110012] = {
		name = "馬賊任務-普通1-12",
		drop_id = 110012,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110013] = {
		name = "馬賊任務-普通1-13",
		drop_id = 110013,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110014] = {
		name = "馬賊任務-普通1-14",
		drop_id = 110014,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110015] = {
		name = "馬賊任務-普通1-15",
		drop_id = 110015,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110016] = {
		name = "馬賊任務-普通1-16",
		drop_id = 110016,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110017] = {
		name = "馬賊任務-普通1-17",
		drop_id = 110017,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110018] = {
		name = "馬賊任務-普通1-18",
		drop_id = 110018,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110019] = {
		name = "馬賊任務-普通1-19",
		drop_id = 110019,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110020] = {
		name = "馬賊任務-普通1-20",
		drop_id = 110020,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110021] = {
		name = "馬賊任務-普通1-21",
		drop_id = 110021,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110022] = {
		name = "馬賊任務-普通1-22",
		drop_id = 110022,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110023] = {
		name = "馬賊任務-普通1-23",
		drop_id = 110023,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110024] = {
		name = "馬賊任務-普通1-24",
		drop_id = 110024,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110025] = {
		name = "馬賊任務-普通1-25",
		drop_id = 110025,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110026] = {
		name = "馬賊任務-普通1-26",
		drop_id = 110026,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110027] = {
		name = "馬賊任務-普通1-27",
		drop_id = 110027,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110028] = {
		name = "馬賊任務-普通1-28",
		drop_id = 110028,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110029] = {
		name = "馬賊任務-普通1-29",
		drop_id = 110029,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110030] = {
		name = "馬賊任務-普通1-30",
		drop_id = 110030,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110031] = {
		name = "馬賊任務-普通1-31",
		drop_id = 110031,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110032] = {
		name = "馬賊任務-普通1-32",
		drop_id = 110032,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110033] = {
		name = "馬賊任務-普通1-33",
		drop_id = 110033,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110034] = {
		name = "馬賊任務-普通1-34",
		drop_id = 110034,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110035] = {
		name = "馬賊任務-普通1-35",
		drop_id = 110035,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110036] = {
		name = "馬賊任務-普通1-36",
		drop_id = 110036,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110037] = {
		name = "馬賊任務-普通1-37",
		drop_id = 110037,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110038] = {
		name = "馬賊任務-普通1-38",
		drop_id = 110038,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110039] = {
		name = "馬賊任務-普通1-39",
		drop_id = 110039,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110040] = {
		name = "馬賊任務-普通1-40",
		drop_id = 110040,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110041] = {
		name = "馬賊任務-普通1-41",
		drop_id = 110041,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110042] = {
		name = "馬賊任務-普通1-42",
		drop_id = 110042,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110043] = {
		name = "馬賊任務-普通1-43",
		drop_id = 110043,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110044] = {
		name = "馬賊任務-普通1-44",
		drop_id = 110044,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110045] = {
		name = "馬賊任務-普通1-45",
		drop_id = 110045,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110046] = {
		name = "馬賊任務-普通1-46",
		drop_id = 110046,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110047] = {
		name = "馬賊任務-普通1-47",
		drop_id = 110047,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110048] = {
		name = "馬賊任務-普通1-48",
		drop_id = 110048,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110049] = {
		name = "馬賊任務-普通1-49",
		drop_id = 110049,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110050] = {
		name = "馬賊任務-普通1-50",
		drop_id = 110050,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110051] = {
		name = "馬賊任務-普通1-51",
		drop_id = 110051,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110052] = {
		name = "馬賊任務-普通1-52",
		drop_id = 110052,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110053] = {
		name = "馬賊任務-普通1-53",
		drop_id = 110053,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110054] = {
		name = "馬賊任務-普通1-54",
		drop_id = 110054,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110055] = {
		name = "馬賊任務-普通1-55",
		drop_id = 110055,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110056] = {
		name = "馬賊任務-普通1-56",
		drop_id = 110056,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110057] = {
		name = "馬賊任務-普通1-57",
		drop_id = 110057,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110058] = {
		name = "馬賊任務-普通1-58",
		drop_id = 110058,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110059] = {
		name = "馬賊任務-普通1-59",
		drop_id = 110059,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110060] = {
		name = "馬賊任務-普通1-60",
		drop_id = 110060,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110061] = {
		name = "馬賊任務-普通1-61",
		drop_id = 110061,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110062] = {
		name = "馬賊任務-普通1-62",
		drop_id = 110062,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110063] = {
		name = "馬賊任務-普通1-63",
		drop_id = 110063,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110064] = {
		name = "馬賊任務-普通1-64",
		drop_id = 110064,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110065] = {
		name = "馬賊任務-普通1-65",
		drop_id = 110065,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110066] = {
		name = "馬賊任務-普通1-66",
		drop_id = 110066,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110067] = {
		name = "馬賊任務-普通1-67",
		drop_id = 110067,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110068] = {
		name = "馬賊任務-普通1-68",
		drop_id = 110068,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110069] = {
		name = "馬賊任務-普通1-69",
		drop_id = 110069,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110070] = {
		name = "馬賊任務-普通1-70",
		drop_id = 110070,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110071] = {
		name = "馬賊任務-普通1-71",
		drop_id = 110071,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110072] = {
		name = "馬賊任務-普通1-72",
		drop_id = 110072,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110073] = {
		name = "馬賊任務-普通1-73",
		drop_id = 110073,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110074] = {
		name = "馬賊任務-普通1-74",
		drop_id = 110074,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110075] = {
		name = "馬賊任務-普通1-75",
		drop_id = 110075,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110076] = {
		name = "馬賊任務-普通1-76",
		drop_id = 110076,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110077] = {
		name = "馬賊任務-普通1-77",
		drop_id = 110077,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110078] = {
		name = "馬賊任務-普通1-78",
		drop_id = 110078,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110079] = {
		name = "馬賊任務-普通1-79",
		drop_id = 110079,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110080] = {
		name = "馬賊任務-普通1-80",
		drop_id = 110080,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110081] = {
		name = "馬賊任務-普通1-81",
		drop_id = 110081,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110082] = {
		name = "馬賊任務-普通1-82",
		drop_id = 110082,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110083] = {
		name = "馬賊任務-普通1-83",
		drop_id = 110083,
		client_goods_list = {{16220001,1,1,0}},
	},
	[110084] = {
		name = "馬賊任務-普通1-84",
		drop_id = 110084,
		client_goods_list = {{16220002,1,1,0}},
	},
	[110085] = {
		name = "馬賊任務-普通1-85",
		drop_id = 110085,
		client_goods_list = {{16220003,1,1,0}},
	},
	[110086] = {
		name = "馬賊任務-普通1-86",
		drop_id = 110086,
		client_goods_list = {{16220004,1,1,0}},
	},
	[110087] = {
		name = "馬賊任務-普通1-87",
		drop_id = 110087,
		client_goods_list = {{16210005,1,1,0}},
	},
	[110088] = {
		name = "馬賊任務-普通1-88",
		drop_id = 110088,
		client_goods_list = {{16210006,1,1,0}},
	},
	[110089] = {
		name = "馬賊任務-普通1-89",
		drop_id = 110089,
		client_goods_list = {{16210007,1,1,0}},
	},
	[110090] = {
		name = "馬賊任務-普通1-90",
		drop_id = 110090,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111001] = {
		name = "馬賊任務-多倍1-1",
		drop_id = 111001,
		client_goods_list = {{16220001,5,1,0}},
	},
	[111002] = {
		name = "馬賊任務-多倍1-2",
		drop_id = 111002,
		client_goods_list = {{16220002,5,1,0}},
	},
	[111003] = {
		name = "馬賊任務-多倍1-3",
		drop_id = 111003,
		client_goods_list = {{16220003,5,1,0}},
	},
	[111004] = {
		name = "馬賊任務-多倍1-4",
		drop_id = 111004,
		client_goods_list = {{16220004,5,1,0}},
	},
	[111005] = {
		name = "馬賊任務-多倍1-5",
		drop_id = 111005,
		client_goods_list = {{16210005,5,1,0}},
	},
	[111006] = {
		name = "馬賊任務-多倍1-6",
		drop_id = 111006,
		client_goods_list = {{16210006,5,1,0}},
	},
	[111007] = {
		name = "馬賊任務-多倍1-7",
		drop_id = 111007,
		client_goods_list = {{16210007,5,1,0}},
	},
	[111008] = {
		name = "馬賊任務-多倍1-8",
		drop_id = 111008,
		client_goods_list = {{16220001,5,1,0}},
	},
	[111009] = {
		name = "馬賊任務-多倍1-9",
		drop_id = 111009,
		client_goods_list = {{16220002,5,1,0}},
	},
	[111010] = {
		name = "馬賊任務-多倍1-10",
		drop_id = 111010,
		client_goods_list = {{16220003,5,1,0}},
	},
	[111011] = {
		name = "馬賊任務-多倍1-11",
		drop_id = 111011,
		client_goods_list = {{16220004,5,1,0}},
	},
	[111012] = {
		name = "馬賊任務-多倍1-12",
		drop_id = 111012,
		client_goods_list = {{16210005,5,1,0}},
	},
	[111013] = {
		name = "馬賊任務-多倍1-13",
		drop_id = 111013,
		client_goods_list = {{16210006,5,1,0}},
	},
	[111014] = {
		name = "馬賊任務-多倍1-14",
		drop_id = 111014,
		client_goods_list = {{16210007,5,1,0}},
	},
	[111015] = {
		name = "馬賊任務-多倍1-15",
		drop_id = 111015,
		client_goods_list = {{16210006,5,1,0}},
	},
	[111016] = {
		name = "馬賊任務-多倍1-16",
		drop_id = 111016,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111017] = {
		name = "馬賊任務-多倍1-17",
		drop_id = 111017,
		client_goods_list = {{16220002,1,1,0}},
	},
	[111018] = {
		name = "馬賊任務-多倍1-18",
		drop_id = 111018,
		client_goods_list = {{16220003,1,1,0}},
	},
	[111019] = {
		name = "馬賊任務-多倍1-19",
		drop_id = 111019,
		client_goods_list = {{16220004,1,1,0}},
	},
	[111020] = {
		name = "馬賊任務-多倍1-20",
		drop_id = 111020,
		client_goods_list = {{16210005,1,1,0}},
	},
	[111021] = {
		name = "馬賊任務-多倍1-21",
		drop_id = 111021,
		client_goods_list = {{16210006,1,1,0}},
	},
	[111022] = {
		name = "馬賊任務-多倍1-22",
		drop_id = 111022,
		client_goods_list = {{16210007,1,1,0}},
	},
	[111023] = {
		name = "馬賊任務-多倍1-23",
		drop_id = 111023,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111024] = {
		name = "馬賊任務-多倍1-24",
		drop_id = 111024,
		client_goods_list = {{16220002,1,1,0}},
	},
	[111025] = {
		name = "馬賊任務-多倍1-25",
		drop_id = 111025,
		client_goods_list = {{16220003,1,1,0}},
	},
	[111026] = {
		name = "馬賊任務-多倍1-26",
		drop_id = 111026,
		client_goods_list = {{16220004,1,1,0}},
	},
	[111027] = {
		name = "馬賊任務-多倍1-27",
		drop_id = 111027,
		client_goods_list = {{16210005,1,1,0}},
	},
	[111028] = {
		name = "馬賊任務-多倍1-28",
		drop_id = 111028,
		client_goods_list = {{16210006,1,1,0}},
	},
	[111029] = {
		name = "馬賊任務-多倍1-29",
		drop_id = 111029,
		client_goods_list = {{16210007,1,1,0}},
	},
	[111030] = {
		name = "馬賊任務-多倍1-30",
		drop_id = 111030,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111031] = {
		name = "馬賊任務-多倍1-31",
		drop_id = 111031,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111032] = {
		name = "馬賊任務-多倍1-32",
		drop_id = 111032,
		client_goods_list = {{16220002,1,1,0}},
	},
	[111033] = {
		name = "馬賊任務-多倍1-33",
		drop_id = 111033,
		client_goods_list = {{16220003,1,1,0}},
	},
	[111034] = {
		name = "馬賊任務-多倍1-34",
		drop_id = 111034,
		client_goods_list = {{16220004,1,1,0}},
	},
	[111035] = {
		name = "馬賊任務-多倍1-35",
		drop_id = 111035,
		client_goods_list = {{16210005,1,1,0}},
	},
	[111036] = {
		name = "馬賊任務-多倍1-36",
		drop_id = 111036,
		client_goods_list = {{16210006,1,1,0}},
	},
	[111037] = {
		name = "馬賊任務-多倍1-37",
		drop_id = 111037,
		client_goods_list = {{16210007,1,1,0}},
	},
	[111038] = {
		name = "馬賊任務-多倍1-38",
		drop_id = 111038,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111039] = {
		name = "馬賊任務-多倍1-39",
		drop_id = 111039,
		client_goods_list = {{16220002,1,1,0}},
	},
	[111040] = {
		name = "馬賊任務-多倍1-40",
		drop_id = 111040,
		client_goods_list = {{16220003,1,1,0}},
	},
	[111041] = {
		name = "馬賊任務-多倍1-41",
		drop_id = 111041,
		client_goods_list = {{16220004,1,1,0}},
	},
	[111042] = {
		name = "馬賊任務-多倍1-42",
		drop_id = 111042,
		client_goods_list = {{16210005,1,1,0}},
	},
	[111043] = {
		name = "馬賊任務-多倍1-43",
		drop_id = 111043,
		client_goods_list = {{16210006,1,1,0}},
	},
	[111044] = {
		name = "馬賊任務-多倍1-44",
		drop_id = 111044,
		client_goods_list = {{16210007,1,1,0}},
	},
	[111045] = {
		name = "馬賊任務-多倍1-45",
		drop_id = 111045,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111046] = {
		name = "馬賊任務-多倍1-46",
		drop_id = 111046,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111047] = {
		name = "馬賊任務-多倍1-47",
		drop_id = 111047,
		client_goods_list = {{16220002,1,1,0}},
	},
	[111048] = {
		name = "馬賊任務-多倍1-48",
		drop_id = 111048,
		client_goods_list = {{16220003,1,1,0}},
	},
	[111049] = {
		name = "馬賊任務-多倍1-49",
		drop_id = 111049,
		client_goods_list = {{16220004,1,1,0}},
	},
	[111050] = {
		name = "馬賊任務-多倍1-50",
		drop_id = 111050,
		client_goods_list = {{16210005,1,1,0}},
	},
	[111051] = {
		name = "馬賊任務-多倍1-51",
		drop_id = 111051,
		client_goods_list = {{16210006,1,1,0}},
	},
	[111052] = {
		name = "馬賊任務-多倍1-52",
		drop_id = 111052,
		client_goods_list = {{16210007,1,1,0}},
	},
	[111053] = {
		name = "馬賊任務-多倍1-53",
		drop_id = 111053,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111054] = {
		name = "馬賊任務-多倍1-54",
		drop_id = 111054,
		client_goods_list = {{16220002,1,1,0}},
	},
	[111055] = {
		name = "馬賊任務-多倍1-55",
		drop_id = 111055,
		client_goods_list = {{16220003,1,1,0}},
	},
	[111056] = {
		name = "馬賊任務-多倍1-56",
		drop_id = 111056,
		client_goods_list = {{16220004,1,1,0}},
	},
	[111057] = {
		name = "馬賊任務-多倍1-57",
		drop_id = 111057,
		client_goods_list = {{16210005,1,1,0}},
	},
	[111058] = {
		name = "馬賊任務-多倍1-58",
		drop_id = 111058,
		client_goods_list = {{16210006,1,1,0}},
	},
	[111059] = {
		name = "馬賊任務-多倍1-59",
		drop_id = 111059,
		client_goods_list = {{16210007,1,1,0}},
	},
	[111060] = {
		name = "馬賊任務-多倍1-60",
		drop_id = 111060,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111061] = {
		name = "馬賊任務-多倍1-61",
		drop_id = 111061,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111062] = {
		name = "馬賊任務-多倍1-62",
		drop_id = 111062,
		client_goods_list = {{16220002,1,1,0}},
	},
	[111063] = {
		name = "馬賊任務-多倍1-63",
		drop_id = 111063,
		client_goods_list = {{16220003,1,1,0}},
	},
	[111064] = {
		name = "馬賊任務-多倍1-64",
		drop_id = 111064,
		client_goods_list = {{16220004,1,1,0}},
	},
	[111065] = {
		name = "馬賊任務-多倍1-65",
		drop_id = 111065,
		client_goods_list = {{16210005,1,1,0}},
	},
	[111066] = {
		name = "馬賊任務-多倍1-66",
		drop_id = 111066,
		client_goods_list = {{16210006,1,1,0}},
	},
	[111067] = {
		name = "馬賊任務-多倍1-67",
		drop_id = 111067,
		client_goods_list = {{16210007,1,1,0}},
	},
	[111068] = {
		name = "馬賊任務-多倍1-68",
		drop_id = 111068,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111069] = {
		name = "馬賊任務-多倍1-69",
		drop_id = 111069,
		client_goods_list = {{16220002,1,1,0}},
	},
	[111070] = {
		name = "馬賊任務-多倍1-70",
		drop_id = 111070,
		client_goods_list = {{16220003,1,1,0}},
	},
	[111071] = {
		name = "馬賊任務-多倍1-71",
		drop_id = 111071,
		client_goods_list = {{16220004,1,1,0}},
	},
	[111072] = {
		name = "馬賊任務-多倍1-72",
		drop_id = 111072,
		client_goods_list = {{16210005,1,1,0}},
	},
	[111073] = {
		name = "馬賊任務-多倍1-73",
		drop_id = 111073,
		client_goods_list = {{16210006,1,1,0}},
	},
	[111074] = {
		name = "馬賊任務-多倍1-74",
		drop_id = 111074,
		client_goods_list = {{16210007,1,1,0}},
	},
	[111075] = {
		name = "馬賊任務-多倍1-75",
		drop_id = 111075,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111076] = {
		name = "馬賊任務-多倍1-76",
		drop_id = 111076,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111077] = {
		name = "馬賊任務-多倍1-77",
		drop_id = 111077,
		client_goods_list = {{16220002,1,1,0}},
	},
	[111078] = {
		name = "馬賊任務-多倍1-78",
		drop_id = 111078,
		client_goods_list = {{16220003,1,1,0}},
	},
	[111079] = {
		name = "馬賊任務-多倍1-79",
		drop_id = 111079,
		client_goods_list = {{16220004,1,1,0}},
	},
	[111080] = {
		name = "馬賊任務-多倍1-80",
		drop_id = 111080,
		client_goods_list = {{16210005,1,1,0}},
	},
	[111081] = {
		name = "馬賊任務-多倍1-81",
		drop_id = 111081,
		client_goods_list = {{16210006,1,1,0}},
	},
	[111082] = {
		name = "馬賊任務-多倍1-82",
		drop_id = 111082,
		client_goods_list = {{16210007,1,1,0}},
	},
	[111083] = {
		name = "馬賊任務-多倍1-83",
		drop_id = 111083,
		client_goods_list = {{16220001,1,1,0}},
	},
	[111084] = {
		name = "馬賊任務-多倍1-84",
		drop_id = 111084,
		client_goods_list = {{16220002,1,1,0}},
	},
	[111085] = {
		name = "馬賊任務-多倍1-85",
		drop_id = 111085,
		client_goods_list = {{16220003,1,1,0}},
	},
	[111086] = {
		name = "馬賊任務-多倍1-86",
		drop_id = 111086,
		client_goods_list = {{16220004,1,1,0}},
	},
	[111087] = {
		name = "馬賊任務-多倍1-87",
		drop_id = 111087,
		client_goods_list = {{16210005,1,1,0}},
	},
	[111088] = {
		name = "馬賊任務-多倍1-88",
		drop_id = 111088,
		client_goods_list = {{16210006,1,1,0}},
	},
	[111089] = {
		name = "馬賊任務-多倍1-89",
		drop_id = 111089,
		client_goods_list = {{16210007,1,1,0}},
	},
	[111090] = {
		name = "馬賊任務-多倍1-90",
		drop_id = 111090,
		client_goods_list = {{16220001,1,1,0}},
	},
	[112001] = {
		name = "馬賊寶箱-1",
		drop_id = 112001,
		client_goods_list = {{15010073,1,1,0}},
	},
	[112002] = {
		name = "馬賊寶箱-2",
		drop_id = 112002,
		client_goods_list = {{15010073,1,1,0}},
	},
	[112003] = {
		name = "馬賊寶箱-3",
		drop_id = 112003,
		client_goods_list = {{15010073,1,1,0}},
	},
	[112004] = {
		name = "馬賊寶箱-4",
		drop_id = 112004,
		client_goods_list = {{15010073,1,1,0}},
	},
	[112005] = {
		name = "馬賊寶箱-5",
		drop_id = 112005,
		client_goods_list = {{15010073,1,1,0}},
	},
	[112006] = {
		name = "馬賊寶箱-6",
		drop_id = 112006,
		client_goods_list = {{15010073,1,1,0}},
	},
	[112007] = {
		name = "馬賊寶箱-7",
		drop_id = 112007,
		client_goods_list = {{15010073,1,1,0}},
	},
	[112008] = {
		name = "馬賊寶箱-8",
		drop_id = 112008,
		client_goods_list = {{15010073,1,1,0}},
	},
	[115001] = {
		name = "馬賊任務-轉盤1-1",
		drop_id = 115001,
		client_goods_list = {{15010031,1,1,0}},
	},
	[115002] = {
		name = "馬賊任務-轉盤1-2",
		drop_id = 115002,
		client_goods_list = {{16010001,1,1,0}},
	},
	[115003] = {
		name = "馬賊任務-轉盤1-3",
		drop_id = 115003,
		client_goods_list = {{16220003,1,1,0}},
	},
	[115004] = {
		name = "馬賊任務-轉盤1-4",
		drop_id = 115004,
		client_goods_list = {{16250101,1,1,0}},
	},
	[115005] = {
		name = "馬賊任務-轉盤1-5",
		drop_id = 115005,
		client_goods_list = {{16400001,1,1,0}},
	},
	[115006] = {
		name = "馬賊任務-轉盤1-6",
		drop_id = 115006,
		client_goods_list = {{16250102,1,1,0}},
	},
	[115007] = {
		name = "馬賊任務-轉盤1-7",
		drop_id = 115007,
		client_goods_list = {{16220002,1,1,0}},
	},
	[115008] = {
		name = "馬賊任務-轉盤1-8",
		drop_id = 115008,
		client_goods_list = {{15010084,1,1,0}},
	},
	[115009] = {
		name = "馬賊任務-轉盤1-9",
		drop_id = 115009,
		client_goods_list = {{15010012,1,1,0}},
	},
	[115010] = {
		name = "馬賊任務-轉盤1-10",
		drop_id = 115010,
		client_goods_list = {{16220004,1,1,0}},
	},
	[115011] = {
		name = "馬賊任務-轉盤1-11",
		drop_id = 115011,
		client_goods_list = {{15010032,1,1,0}},
	},
	[115012] = {
		name = "馬賊任務-轉盤1-12",
		drop_id = 115012,
		client_goods_list = {{35000001,1,1,0}},
	},
	[115013] = {
		name = "馬賊任務-轉盤1-13",
		drop_id = 115013,
		client_goods_list = {{35000007,1,1,0}},
	},
	[115014] = {
		name = "馬賊任務-轉盤1-14",
		drop_id = 115014,
		client_goods_list = {{35000008,1,1,0}},
	},
	[115015] = {
		name = "馬賊任務-轉盤1-15",
		drop_id = 115015,
		client_goods_list = {{35000009,1,1,0}},
	},
	[115016] = {
		name = "馬賊任務-轉盤1-16",
		drop_id = 115016,
		client_goods_list = {{35000002,1,1,0}},
	},
	[115017] = {
		name = "馬賊任務-轉盤1-17",
		drop_id = 115017,
		client_goods_list = {{35001006,1,1,0}},
	},
	[115018] = {
		name = "馬賊任務-轉盤1-18",
		drop_id = 115018,
		client_goods_list = {{35001007,1,1,0}},
	},
	[115019] = {
		name = "馬賊任務-轉盤1-19",
		drop_id = 115019,
		client_goods_list = {{35001008,1,1,0}},
	},
	[115020] = {
		name = "馬賊任務-轉盤1-20",
		drop_id = 115020,
		client_goods_list = {{35001009,1,1,0}},
	},
	[115101] = {
		name = "馬賊任務-轉盤2-1",
		drop_id = 115101,
		client_goods_list = {{15010083,1,1,0}},
	},
	[115102] = {
		name = "馬賊任務-轉盤2-2",
		drop_id = 115102,
		client_goods_list = {{16010002,1,1,0}},
	},
	[115103] = {
		name = "馬賊任務-轉盤2-3",
		drop_id = 115103,
		client_goods_list = {{16220003,1,1,0}},
	},
	[115104] = {
		name = "馬賊任務-轉盤2-4",
		drop_id = 115104,
		client_goods_list = {{16220004,1,1,0}},
	},
	[115105] = {
		name = "馬賊任務-轉盤2-5",
		drop_id = 115105,
		client_goods_list = {{16250101,1,1,0}},
	},
	[115106] = {
		name = "馬賊任務-轉盤2-6",
		drop_id = 115106,
		client_goods_list = {{16400001,1,1,0}},
	},
	[115107] = {
		name = "馬賊任務-轉盤2-7",
		drop_id = 115107,
		client_goods_list = {{16250102,1,1,0}},
	},
	[115108] = {
		name = "馬賊任務-轉盤2-8",
		drop_id = 115108,
		client_goods_list = {{15010031,1,1,0}},
	},
	[115109] = {
		name = "馬賊任務-轉盤2-9",
		drop_id = 115109,
		client_goods_list = {{15010084,1,1,0}},
	},
	[115110] = {
		name = "馬賊任務-轉盤2-10",
		drop_id = 115110,
		client_goods_list = {{15010032,1,1,0}},
	},
	[115111] = {
		name = "馬賊任務-轉盤2-11",
		drop_id = 115111,
		client_goods_list = {{16270013,1,1,0}},
	},
	[115112] = {
		name = "馬賊任務-轉盤2-12",
		drop_id = 115112,
		client_goods_list = {{16270014,1,1,0}},
	},
	[115113] = {
		name = "馬賊任務-轉盤2-13",
		drop_id = 115113,
		client_goods_list = {{16270015,1,1,0}},
	},
	[115114] = {
		name = "馬賊任務-轉盤2-14",
		drop_id = 115114,
		client_goods_list = {{16270016,1,1,0}},
	},
	[115115] = {
		name = "馬賊任務-轉盤2-15",
		drop_id = 115115,
		client_goods_list = {{35000001,1,1,0}},
	},
	[115116] = {
		name = "馬賊任務-轉盤2-16",
		drop_id = 115116,
		client_goods_list = {{35000005,1,1,0}},
	},
	[115117] = {
		name = "馬賊任務-轉盤2-17",
		drop_id = 115117,
		client_goods_list = {{35000006,1,1,0}},
	},
	[115118] = {
		name = "馬賊任務-轉盤2-18",
		drop_id = 115118,
		client_goods_list = {{35000007,1,1,0}},
	},
	[115119] = {
		name = "馬賊任務-轉盤2-19",
		drop_id = 115119,
		client_goods_list = {{35000008,1,1,0}},
	},
	[115120] = {
		name = "馬賊任務-轉盤2-20",
		drop_id = 115120,
		client_goods_list = {{35000009,1,1,0}},
	},
	[120001] = {
		name = "幫會守衛戰-世界等級1-波次獎勵1",
		drop_id = 120001,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120002] = {
		name = "幫會守衛戰-世界等級1-波次獎勵2",
		drop_id = 120002,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120003] = {
		name = "幫會守衛戰-世界等級1-波次獎勵3",
		drop_id = 120003,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120004] = {
		name = "幫會守衛戰-世界等級1-波次獎勵4",
		drop_id = 120004,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120005] = {
		name = "幫會守衛戰-世界等級1-波次獎勵5",
		drop_id = 120005,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120006] = {
		name = "幫會守衛戰-世界等級1-波次獎勵6",
		drop_id = 120006,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120007] = {
		name = "幫會守衛戰-世界等級1-波次獎勵7",
		drop_id = 120007,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120008] = {
		name = "幫會守衛戰-世界等級1-波次獎勵8",
		drop_id = 120008,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120009] = {
		name = "幫會守衛戰-世界等級1-波次獎勵9",
		drop_id = 120009,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120010] = {
		name = "幫會守衛戰-世界等級1-波次獎勵10",
		drop_id = 120010,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120011] = {
		name = "幫會守衛戰-世界等級1-波次獎勵11",
		drop_id = 120011,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120012] = {
		name = "幫會守衛戰-世界等級1-波次獎勵12",
		drop_id = 120012,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120013] = {
		name = "幫會守衛戰-世界等級1-波次獎勵13",
		drop_id = 120013,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120014] = {
		name = "幫會守衛戰-世界等級1-波次獎勵14",
		drop_id = 120014,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120015] = {
		name = "幫會守衛戰-世界等級1-波次獎勵15",
		drop_id = 120015,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120016] = {
		name = "幫會守衛戰-世界等級1-波次獎勵16",
		drop_id = 120016,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120017] = {
		name = "幫會守衛戰-世界等級1-波次獎勵17",
		drop_id = 120017,
		client_goods_list = {{15010087,1,1,0}},
	},
	[120018] = {
		name = "幫會守衛戰-世界等級1-波次獎勵18",
		drop_id = 120018,
		client_goods_list = {{15010087,1,1,0},{15010305,1,1,0}},
	},
	[120019] = {
		name = "幫會守衛戰-世界等級1-波次獎勵19",
		drop_id = 120019,
		client_goods_list = {{15010087,1,1,0},{15010305,1,1,0}},
	},
	[120020] = {
		name = "幫會守衛戰-世界等級1-波次獎勵20",
		drop_id = 120020,
		client_goods_list = {{15010087,1,1,0},{15010305,1,1,0}},
	},
	[120021] = {
		name = "幫會守衛戰-世界等級1-波次獎勵21",
		drop_id = 120021,
		client_goods_list = {{15010087,1,1,0},{15010305,1,1,0}},
	},
	[120022] = {
		name = "幫會守衛戰-世界等級1-波次獎勵22",
		drop_id = 120022,
		client_goods_list = {{15010087,1,1,0},{15010305,1,1,0}},
	},
	[120023] = {
		name = "幫會守衛戰-世界等級1-波次獎勵23",
		drop_id = 120023,
		client_goods_list = {{15010087,1,1,0},{15010306,1,1,0}},
	},
	[120024] = {
		name = "幫會守衛戰-世界等級1-波次獎勵24",
		drop_id = 120024,
		client_goods_list = {{15010087,1,1,0},{15010306,1,1,0}},
	},
	[120025] = {
		name = "幫會守衛戰-世界等級1-波次獎勵25",
		drop_id = 120025,
		client_goods_list = {{15010087,1,1,0},{15010306,1,1,0}},
	},
	[120026] = {
		name = "幫會守衛戰-世界等級1-波次獎勵26",
		drop_id = 120026,
		client_goods_list = {{15010087,1,1,0},{15010306,1,1,0}},
	},
	[120027] = {
		name = "幫會守衛戰-世界等級1-波次獎勵27",
		drop_id = 120027,
		client_goods_list = {{15010087,1,1,0},{15010307,1,1,0}},
	},
	[120028] = {
		name = "幫會守衛戰-世界等級1-波次獎勵28",
		drop_id = 120028,
		client_goods_list = {{15010087,1,1,0},{15010307,1,1,0}},
	},
	[120029] = {
		name = "幫會守衛戰-世界等級1-波次獎勵29",
		drop_id = 120029,
		client_goods_list = {{15010087,1,1,0},{15010307,1,1,0}},
	},
	[120030] = {
		name = "幫會守衛戰-世界等級1-波次獎勵30",
		drop_id = 120030,
		client_goods_list = {{15010087,1,1,0},{15010307,1,1,0}},
	},
	[120031] = {
		name = "幫會守衛戰-世界等級1-波次獎勵31",
		drop_id = 120031,
		client_goods_list = {{15010087,1,1,0},{15010308,1,1,0}},
	},
	[120032] = {
		name = "幫會守衛戰-世界等級1-波次獎勵32",
		drop_id = 120032,
		client_goods_list = {{15010087,1,1,0},{15010308,1,1,0}},
	},
	[120033] = {
		name = "幫會守衛戰-世界等級1-波次獎勵33",
		drop_id = 120033,
		client_goods_list = {{15010087,1,1,0},{15010308,1,1,0}},
	},
	[120034] = {
		name = "幫會守衛戰-世界等級1-波次獎勵34",
		drop_id = 120034,
		client_goods_list = {{15010087,1,1,0},{15010309,1,1,0}},
	},
	[120035] = {
		name = "幫會守衛戰-世界等級1-波次獎勵35",
		drop_id = 120035,
		client_goods_list = {{15010087,1,1,0},{15010309,1,1,0}},
	},
	[120036] = {
		name = "幫會守衛戰-世界等級1-波次獎勵36",
		drop_id = 120036,
		client_goods_list = {{15010087,1,1,0},{15010309,1,1,0}},
	},
	[120101] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵1",
		drop_id = 120101,
		client_goods_list = _et,
	},
	[120102] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵2",
		drop_id = 120102,
		client_goods_list = _et,
	},
	[120103] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵3",
		drop_id = 120103,
		client_goods_list = _et,
	},
	[120104] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵4",
		drop_id = 120104,
		client_goods_list = {{16450001,1,1,0}},
	},
	[120105] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵5",
		drop_id = 120105,
		client_goods_list = {{16450001,1,1,0}},
	},
	[120106] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵6",
		drop_id = 120106,
		client_goods_list = {{16450001,1,1,0}},
	},
	[120107] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵7",
		drop_id = 120107,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0}},
	},
	[120108] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵8",
		drop_id = 120108,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0}},
	},
	[120109] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵9",
		drop_id = 120109,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0}},
	},
	[120110] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵10",
		drop_id = 120110,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0}},
	},
	[120111] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵11",
		drop_id = 120111,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120112] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵12",
		drop_id = 120112,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120113] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵13",
		drop_id = 120113,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120114] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵14",
		drop_id = 120114,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120115] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵15",
		drop_id = 120115,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120116] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵16",
		drop_id = 120116,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120117] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵17",
		drop_id = 120117,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120118] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵18",
		drop_id = 120118,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120119] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵19",
		drop_id = 120119,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120120] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵20",
		drop_id = 120120,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120121] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵21",
		drop_id = 120121,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120122] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵22",
		drop_id = 120122,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120123] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵23",
		drop_id = 120123,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120124] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵24",
		drop_id = 120124,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120125] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵25",
		drop_id = 120125,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120126] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵26",
		drop_id = 120126,
		client_goods_list = {{16450001,1,1,0},{16400002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120127] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵27",
		drop_id = 120127,
		client_goods_list = {{16450001,1,1,0},{16450002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120128] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵28",
		drop_id = 120128,
		client_goods_list = {{16450001,1,1,0},{16450002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120129] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵29",
		drop_id = 120129,
		client_goods_list = {{16450001,1,1,0},{16450002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120130] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵30",
		drop_id = 120130,
		client_goods_list = {{16450001,1,1,0},{16450002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120131] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵31",
		drop_id = 120131,
		client_goods_list = {{16450001,1,1,0},{16450002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120132] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵32",
		drop_id = 120132,
		client_goods_list = {{16450001,1,1,0},{16450002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120133] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵33",
		drop_id = 120133,
		client_goods_list = {{16450001,1,1,0},{16450002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120134] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵34",
		drop_id = 120134,
		client_goods_list = {{16450001,1,1,0},{16450002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120135] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵35",
		drop_id = 120135,
		client_goods_list = {{16450001,1,1,0},{16450002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[120136] = {
		name = "幫會守衛戰-世界等級1-拍賣行顯示獎勵36",
		drop_id = 120136,
		client_goods_list = {{16450001,1,1,0},{16450002,1,1,0},{16450002,1,1,0},{16260001,1,1,0}},
	},
	[130001] = {
		name = "門派競技排名獎勵1-1",
		drop_id = 130001,
		client_goods_list = {{15010024,4,1,0},{16290001,20,1,0},{16290003,4,1,0}},
	},
	[130002] = {
		name = "門派競技排名獎勵1-2",
		drop_id = 130002,
		client_goods_list = {{15010024,3,1,0},{16290001,15,1,0},{16290003,2,1,0}},
	},
	[130003] = {
		name = "門派競技排名獎勵1-3",
		drop_id = 130003,
		client_goods_list = {{15010024,2,1,0},{16290001,12,1,0},{16290003,2,1,0}},
	},
	[130004] = {
		name = "門派競技排名獎勵1-4",
		drop_id = 130004,
		client_goods_list = {{15010023,3,1,0},{16290001,9,1,0},{16290003,1,1,0}},
	},
	[130005] = {
		name = "門派競技排名獎勵1-5",
		drop_id = 130005,
		client_goods_list = {{15010023,2,1,0},{16290001,6,1,0},{16290003,1,1,0}},
	},
	[130006] = {
		name = "門派競技排名獎勵1-6",
		drop_id = 130006,
		client_goods_list = {{15010023,1,1,0},{16290001,3,1,0},{16290003,1,1,0}},
	},
	[130007] = {
		name = "門派競技排名獎勵1-7",
		drop_id = 130007,
		client_goods_list = _et,
	},
	[130101] = {
		name = "門派競技排名獎勵2-1",
		drop_id = 130101,
		client_goods_list = {{15010024,4,1,0},{16290001,25,1,0},{16290003,5,1,0}},
	},
	[130102] = {
		name = "門派競技排名獎勵2-2",
		drop_id = 130102,
		client_goods_list = {{15010024,3,1,0},{16290001,20,1,0},{16290003,4,1,0}},
	},
	[130103] = {
		name = "門派競技排名獎勵2-3",
		drop_id = 130103,
		client_goods_list = {{15010024,2,1,0},{16290001,15,1,0},{16290003,3,1,0}},
	},
	[130104] = {
		name = "門派競技排名獎勵2-4",
		drop_id = 130104,
		client_goods_list = {{15010023,3,1,0},{16290001,12,1,0},{16290003,2,1,0}},
	},
	[130105] = {
		name = "門派競技排名獎勵2-5",
		drop_id = 130105,
		client_goods_list = {{15010023,2,1,0},{16290001,9,1,0},{16290003,1,1,0}},
	},
	[130106] = {
		name = "門派競技排名獎勵2-6",
		drop_id = 130106,
		client_goods_list = {{15010023,1,1,0},{16290001,6,1,0},{16290003,1,1,0}},
	},
	[130107] = {
		name = "門派競技排名獎勵2-7",
		drop_id = 130107,
		client_goods_list = _et,
	},
	[130201] = {
		name = "門派競技排名獎勵3-1",
		drop_id = 130201,
		client_goods_list = {{15010024,5,1,0},{16290001,30,1,0},{16290003,6,1,0}},
	},
	[130202] = {
		name = "門派競技排名獎勵3-2",
		drop_id = 130202,
		client_goods_list = {{15010024,4,1,0},{16290001,25,1,0},{16290003,5,1,0}},
	},
	[130203] = {
		name = "門派競技排名獎勵3-3",
		drop_id = 130203,
		client_goods_list = {{15010024,3,1,0},{16290001,20,1,0},{16290003,4,1,0}},
	},
	[130204] = {
		name = "門派競技排名獎勵3-4",
		drop_id = 130204,
		client_goods_list = {{15010024,2,1,0},{16290001,15,1,0},{16290003,3,1,0}},
	},
	[130205] = {
		name = "門派競技排名獎勵3-5",
		drop_id = 130205,
		client_goods_list = {{15010024,1,1,0},{16290001,12,1,0},{16290003,2,1,0}},
	},
	[130206] = {
		name = "門派競技排名獎勵3-6",
		drop_id = 130206,
		client_goods_list = {{15010023,1,1,0},{16290001,9,1,0},{16290003,1,1,0}},
	},
	[130207] = {
		name = "門派競技排名獎勵3-7",
		drop_id = 130207,
		client_goods_list = _et,
	},
	[130301] = {
		name = "門派競技排名獎勵4-1",
		drop_id = 130301,
		client_goods_list = {{15010024,6,1,0},{16290001,40,1,0},{16290003,8,1,0}},
	},
	[130302] = {
		name = "門派競技排名獎勵4-2",
		drop_id = 130302,
		client_goods_list = {{15010024,5,1,0},{16290001,35,1,0},{16290003,7,1,0}},
	},
	[130303] = {
		name = "門派競技排名獎勵4-3",
		drop_id = 130303,
		client_goods_list = {{15010024,4,1,0},{16290001,30,1,0},{16290003,6,1,0}},
	},
	[130304] = {
		name = "門派競技排名獎勵4-4",
		drop_id = 130304,
		client_goods_list = {{15010024,3,1,0},{16290001,25,1,0},{16290003,5,1,0}},
	},
	[130305] = {
		name = "門派競技排名獎勵4-5",
		drop_id = 130305,
		client_goods_list = {{15010024,2,1,0},{16290001,20,1,0},{16290003,4,1,0}},
	},
	[130306] = {
		name = "門派競技排名獎勵4-6",
		drop_id = 130306,
		client_goods_list = {{15010024,1,1,0},{16290001,15,1,0},{16290003,2,1,0}},
	},
	[130307] = {
		name = "門派競技排名獎勵4-7",
		drop_id = 130307,
		client_goods_list = _et,
	},
	[131001] = {
		name = "門派競技戰鬥獎勵1-1",
		drop_id = 131001,
		client_goods_list = {{16160104,59000,1,0}},
	},
	[131002] = {
		name = "門派競技戰鬥獎勵1-2",
		drop_id = 131002,
		client_goods_list = {{16160104,29500,1,0}},
	},
	[131101] = {
		name = "門派競技戰鬥獎勵2-1",
		drop_id = 131101,
		client_goods_list = {{16160104,79000,1,0}},
	},
	[131102] = {
		name = "門派競技戰鬥獎勵2-2",
		drop_id = 131102,
		client_goods_list = {{16160104,39500,1,0}},
	},
	[131201] = {
		name = "門派競技戰鬥獎勵3-1",
		drop_id = 131201,
		client_goods_list = {{16160104,89000,1,0}},
	},
	[131202] = {
		name = "門派競技戰鬥獎勵3-2",
		drop_id = 131202,
		client_goods_list = {{16160104,44500,1,0}},
	},
	[131301] = {
		name = "門派競技戰鬥獎勵4-1",
		drop_id = 131301,
		client_goods_list = {{16160104,99000,1,0}},
	},
	[131302] = {
		name = "門派競技戰鬥獎勵4-2",
		drop_id = 131302,
		client_goods_list = {{16160104,49500,1,0}},
	},
	[132001] = {
		name = "門派競技戰鬥次數獎勵1-顯示1",
		drop_id = 132001,
		client_goods_list = {{15011001,1,1,0}},
	},
	[132002] = {
		name = "門派競技戰鬥次數獎勵1-顯示2",
		drop_id = 132002,
		client_goods_list = {{15011002,1,1,0}},
	},
	[132003] = {
		name = "門派競技戰鬥次數獎勵1-顯示3",
		drop_id = 132003,
		client_goods_list = {{15011003,1,1,0}},
	},
	[132004] = {
		name = "門派競技戰鬥次數獎勵1-顯示4",
		drop_id = 132004,
		client_goods_list = {{15011004,1,1,0}},
	},
	[132101] = {
		name = "門派競技戰鬥次數獎勵2-寶箱1",
		drop_id = 132101,
		client_goods_list = {{16400001,5,1,0},{15010064,1,1,0},{16290001,1,1,0}},
	},
	[132102] = {
		name = "門派競技戰鬥次數獎勵2-寶箱2",
		drop_id = 132102,
		client_goods_list = {{16400001,5,1,0},{15010064,2,1,0},{16290001,2,1,0}},
	},
	[132103] = {
		name = "門派競技戰鬥次數獎勵2-寶箱3",
		drop_id = 132103,
		client_goods_list = {{16400001,10,1,0},{15010064,5,1,0},{16290001,3,1,0}},
	},
	[132104] = {
		name = "門派競技戰鬥次數獎勵2-寶箱4",
		drop_id = 132104,
		client_goods_list = {{16400001,10,1,0},{15010064,8,1,0},{16290001,5,1,0}},
	},
	[132201] = {
		name = "門派競技戰鬥次數獎勵3-1",
		drop_id = 132201,
		client_goods_list = {{16400001,5,1,0},{15010064,1,1,0},{16290001,1,1,0}},
	},
	[132202] = {
		name = "門派競技戰鬥次數獎勵3-2",
		drop_id = 132202,
		client_goods_list = {{16400001,5,1,0},{15010064,2,1,0},{16290001,2,1,0}},
	},
	[132203] = {
		name = "門派競技戰鬥次數獎勵3-3",
		drop_id = 132203,
		client_goods_list = {{16400001,10,1,0},{15010064,5,1,0},{16290001,3,1,0}},
	},
	[132204] = {
		name = "門派競技戰鬥次數獎勵3-4",
		drop_id = 132204,
		client_goods_list = {{16400001,10,1,0},{15010064,8,1,0},{16290001,5,1,0}},
	},
	[132301] = {
		name = "門派競技戰鬥次數獎勵4-1",
		drop_id = 132301,
		client_goods_list = {{16400001,5,1,0},{15010064,1,1,0},{16290001,1,1,0}},
	},
	[132302] = {
		name = "門派競技戰鬥次數獎勵4-2",
		drop_id = 132302,
		client_goods_list = {{16400001,5,1,0},{15010064,2,1,0},{16290001,2,1,0}},
	},
	[132303] = {
		name = "門派競技戰鬥次數獎勵4-3",
		drop_id = 132303,
		client_goods_list = {{16400001,10,1,0},{15010064,5,1,0},{16290001,3,1,0}},
	},
	[132304] = {
		name = "門派競技戰鬥次數獎勵4-4",
		drop_id = 132304,
		client_goods_list = {{16400001,10,1,0},{15010064,8,1,0},{16290001,5,1,0}},
	},
	[133101] = {
		name = "門派稱號獎勵1-1",
		drop_id = 133101,
		client_goods_list = {{30010301,1,1,0}},
	},
	[133102] = {
		name = "門派稱號獎勵1-2",
		drop_id = 133102,
		client_goods_list = {{30010302,1,1,0}},
	},
	[133103] = {
		name = "門派稱號獎勵1-3",
		drop_id = 133103,
		client_goods_list = {{30010303,1,1,0}},
	},
	[133104] = {
		name = "門派稱號獎勵1-4",
		drop_id = 133104,
		client_goods_list = {{30010304,1,1,0}},
	},
	[133201] = {
		name = "門派稱號獎勵2-1",
		drop_id = 133201,
		client_goods_list = {{30010301,1,1,0}},
	},
	[133202] = {
		name = "門派稱號獎勵2-2",
		drop_id = 133202,
		client_goods_list = {{30010302,1,1,0}},
	},
	[133203] = {
		name = "門派稱號獎勵2-3",
		drop_id = 133203,
		client_goods_list = {{30010303,1,1,0}},
	},
	[133204] = {
		name = "門派稱號獎勵2-4",
		drop_id = 133204,
		client_goods_list = {{30010304,1,1,0}},
	},
	[133301] = {
		name = "門派稱號獎勵3-1",
		drop_id = 133301,
		client_goods_list = {{30010301,1,1,0}},
	},
	[133302] = {
		name = "門派稱號獎勵3-2",
		drop_id = 133302,
		client_goods_list = {{30010302,1,1,0}},
	},
	[133303] = {
		name = "門派稱號獎勵3-3",
		drop_id = 133303,
		client_goods_list = {{30010303,1,1,0}},
	},
	[133304] = {
		name = "門派稱號獎勵3-4",
		drop_id = 133304,
		client_goods_list = {{30010304,1,1,0}},
	},
	[133401] = {
		name = "門派稱號獎勵4-1",
		drop_id = 133401,
		client_goods_list = {{30010301,1,1,0}},
	},
	[133402] = {
		name = "門派稱號獎勵4-2",
		drop_id = 133402,
		client_goods_list = {{30010302,1,1,0}},
	},
	[133403] = {
		name = "門派稱號獎勵4-3",
		drop_id = 133403,
		client_goods_list = {{30010303,1,1,0}},
	},
	[133404] = {
		name = "門派稱號獎勵4-4",
		drop_id = 133404,
		client_goods_list = {{30010304,1,1,0}},
	},
	[140001] = {
		name = "采集獎勵1",
		drop_id = 140001,
		client_goods_list = {{16240501,1,1,0}},
	},
	[140002] = {
		name = "采集獎勵2",
		drop_id = 140002,
		client_goods_list = {{16240502,1,1,0}},
	},
	[140003] = {
		name = "采集獎勵3",
		drop_id = 140003,
		client_goods_list = {{16240503,1,1,0}},
	},
	[140004] = {
		name = "采集獎勵4",
		drop_id = 140004,
		client_goods_list = {{16240504,1,1,0}},
	},
	[140005] = {
		name = "采集獎勵5",
		drop_id = 140005,
		client_goods_list = {{16240505,1,1,0}},
	},
	[140006] = {
		name = "采集獎勵6",
		drop_id = 140006,
		client_goods_list = {{16240511,1,1,0}},
	},
	[140007] = {
		name = "采集獎勵7",
		drop_id = 140007,
		client_goods_list = {{16240512,1,1,0}},
	},
	[140008] = {
		name = "采集獎勵8",
		drop_id = 140008,
		client_goods_list = {{16240513,1,1,0}},
	},
	[140009] = {
		name = "采集獎勵9",
		drop_id = 140009,
		client_goods_list = {{16240514,1,1,0}},
	},
	[140010] = {
		name = "采集獎勵10",
		drop_id = 140010,
		client_goods_list = {{16240515,1,1,0}},
	},
	[140011] = {
		name = "采集獎勵11",
		drop_id = 140011,
		client_goods_list = {{16240521,1,1,0}},
	},
	[140012] = {
		name = "采集獎勵12",
		drop_id = 140012,
		client_goods_list = {{16240522,1,1,0}},
	},
	[140013] = {
		name = "采集獎勵13",
		drop_id = 140013,
		client_goods_list = {{16240523,1,1,0}},
	},
	[140014] = {
		name = "采集獎勵14",
		drop_id = 140014,
		client_goods_list = {{16240524,1,1,0}},
	},
	[140015] = {
		name = "采集獎勵15",
		drop_id = 140015,
		client_goods_list = {{16240525,1,1,0}},
	},
	[140016] = {
		name = "采集獎勵16",
		drop_id = 140016,
		client_goods_list = {{16240531,1,1,0}},
	},
	[140017] = {
		name = "采集獎勵17",
		drop_id = 140017,
		client_goods_list = {{16240532,1,1,0}},
	},
	[140018] = {
		name = "采集獎勵18",
		drop_id = 140018,
		client_goods_list = {{16240533,1,1,0}},
	},
	[140019] = {
		name = "采集獎勵19",
		drop_id = 140019,
		client_goods_list = {{16240534,1,1,0}},
	},
	[140020] = {
		name = "采集獎勵20",
		drop_id = 140020,
		client_goods_list = {{16240535,1,1,0}},
	},
	[141001] = {
		name = "快速采集獎勵1",
		drop_id = 141001,
		client_goods_list = {{16240501,1,1,0}},
	},
	[141002] = {
		name = "快速采集獎勵2",
		drop_id = 141002,
		client_goods_list = {{16240502,1,1,0}},
	},
	[141003] = {
		name = "快速采集獎勵3",
		drop_id = 141003,
		client_goods_list = {{16240503,1,1,0}},
	},
	[141004] = {
		name = "快速采集獎勵4",
		drop_id = 141004,
		client_goods_list = {{16240504,1,1,0}},
	},
	[141005] = {
		name = "快速采集獎勵5",
		drop_id = 141005,
		client_goods_list = {{16240505,1,1,0}},
	},
	[141006] = {
		name = "快速采集獎勵6",
		drop_id = 141006,
		client_goods_list = {{16240511,1,1,0}},
	},
	[141007] = {
		name = "快速采集獎勵7",
		drop_id = 141007,
		client_goods_list = {{16240512,1,1,0}},
	},
	[141008] = {
		name = "快速采集獎勵8",
		drop_id = 141008,
		client_goods_list = {{16240513,1,1,0}},
	},
	[141009] = {
		name = "快速采集獎勵9",
		drop_id = 141009,
		client_goods_list = {{16240514,1,1,0}},
	},
	[141010] = {
		name = "快速采集獎勵10",
		drop_id = 141010,
		client_goods_list = {{16240515,1,1,0}},
	},
	[141011] = {
		name = "快速采集獎勵11",
		drop_id = 141011,
		client_goods_list = {{16240521,1,1,0}},
	},
	[141012] = {
		name = "快速采集獎勵12",
		drop_id = 141012,
		client_goods_list = {{16240522,1,1,0}},
	},
	[141013] = {
		name = "快速采集獎勵13",
		drop_id = 141013,
		client_goods_list = {{16240523,1,1,0}},
	},
	[141014] = {
		name = "快速采集獎勵14",
		drop_id = 141014,
		client_goods_list = {{16240524,1,1,0}},
	},
	[141015] = {
		name = "快速采集獎勵15",
		drop_id = 141015,
		client_goods_list = {{16240525,1,1,0}},
	},
	[141016] = {
		name = "快速采集獎勵16",
		drop_id = 141016,
		client_goods_list = {{16240531,1,1,0}},
	},
	[141017] = {
		name = "快速采集獎勵17",
		drop_id = 141017,
		client_goods_list = {{16240532,1,1,0}},
	},
	[141018] = {
		name = "快速采集獎勵18",
		drop_id = 141018,
		client_goods_list = {{16240533,1,1,0}},
	},
	[141019] = {
		name = "快速采集獎勵19",
		drop_id = 141019,
		client_goods_list = {{16240534,1,1,0}},
	},
	[141020] = {
		name = "快速采集獎勵20",
		drop_id = 141020,
		client_goods_list = {{16240535,1,1,0}},
	},
	[150001] = {
		desc = "{1,10000}",
		name = "大龍獎勵1",
		drop_id = 150001,
		client_goods_list = {{16220001,10,1,0}},
	},
	[150002] = {
		desc = "{1,10000}",
		name = "大龍獎勵2",
		drop_id = 150002,
		client_goods_list = {{16220002,10,1,0}},
	},
	[150003] = {
		name = "大龍獎勵3",
		drop_id = 150003,
		client_goods_list = {{16220003,10,1,0}},
	},
	[150004] = {
		name = "大龍獎勵4",
		drop_id = 150004,
		client_goods_list = {{16220004,10,1,0}},
	},
	[150005] = {
		name = "大龍獎勵5",
		drop_id = 150005,
		client_goods_list = {{16210005,10,1,0}},
	},
	[150006] = {
		name = "大龍獎勵6",
		drop_id = 150006,
		client_goods_list = {{16210006,10,1,0}},
	},
	[150007] = {
		name = "大龍獎勵7",
		drop_id = 150007,
		client_goods_list = {{16210007,10,1,0}},
	},
	[150008] = {
		name = "大龍獎勵8",
		drop_id = 150008,
		client_goods_list = {{16220001,10,1,0}},
	},
	[150009] = {
		name = "大龍獎勵9",
		drop_id = 150009,
		client_goods_list = {{16210007,10,1,0}},
	},
	[150010] = {
		name = "大龍獎勵10",
		drop_id = 150010,
		client_goods_list = {{16220001,10,1,0}},
	},
	[150101] = {
		name = "小boss獎勵1",
		drop_id = 150101,
		client_goods_list = {{16220001,2,1,0}},
	},
	[150102] = {
		name = "小boss獎勵2",
		drop_id = 150102,
		client_goods_list = {{16220002,2,1,0}},
	},
	[150103] = {
		name = "小boss獎勵3",
		drop_id = 150103,
		client_goods_list = {{16220003,2,1,0}},
	},
	[150104] = {
		name = "小boss獎勵4",
		drop_id = 150104,
		client_goods_list = {{16220004,2,1,0}},
	},
	[150105] = {
		name = "小boss獎勵5",
		drop_id = 150105,
		client_goods_list = {{16210005,2,1,0}},
	},
	[150106] = {
		name = "小boss獎勵6",
		drop_id = 150106,
		client_goods_list = {{16210006,2,1,0}},
	},
	[150107] = {
		name = "小boss獎勵7",
		drop_id = 150107,
		client_goods_list = {{16220001,2,1,0}},
	},
	[150108] = {
		name = "小boss獎勵8",
		drop_id = 150108,
		client_goods_list = {{16220002,2,1,0}},
	},
	[150109] = {
		name = "小boss獎勵9",
		drop_id = 150109,
		client_goods_list = {{16220001,2,1,0}},
	},
	[150110] = {
		name = "小boss獎勵10",
		drop_id = 150110,
		client_goods_list = {{16220002,2,1,0}},
	},
	[150201] = {
		name = "小龍獎勵1",
		drop_id = 150201,
		client_goods_list = {{16220001,1,1,0}},
	},
	[150202] = {
		name = "小龍獎勵2",
		drop_id = 150202,
		client_goods_list = {{16220002,1,1,0}},
	},
	[150203] = {
		name = "小龍獎勵3",
		drop_id = 150203,
		client_goods_list = {{16220001,1,1,0}},
	},
	[150204] = {
		name = "小龍獎勵4",
		drop_id = 150204,
		client_goods_list = {{16220002,1,1,0}},
	},
	[150205] = {
		name = "小龍獎勵5",
		drop_id = 150205,
		client_goods_list = {{16220001,2,1,0}},
	},
	[150206] = {
		name = "小龍獎勵6",
		drop_id = 150206,
		client_goods_list = {{16220002,2,1,0}},
	},
	[150207] = {
		name = "小龍獎勵7",
		drop_id = 150207,
		client_goods_list = {{16220001,2,1,0}},
	},
	[150208] = {
		name = "小龍獎勵8",
		drop_id = 150208,
		client_goods_list = {{16220002,2,1,0}},
	},
	[150209] = {
		name = "小龍獎勵9",
		drop_id = 150209,
		client_goods_list = {{16220001,2,1,0}},
	},
	[150210] = {
		name = "小龍獎勵10",
		drop_id = 150210,
		client_goods_list = {{16220002,2,1,0}},
	},
	[160001] = {
		name = "打造抽獎1",
		drop_id = 160001,
		client_goods_list = {{16160103,1,1,0}},
	},
	[160002] = {
		name = "打造抽獎2",
		drop_id = 160002,
		client_goods_list = {{16010001,1,1,0}},
	},
	[160003] = {
		name = "打造抽獎3",
		drop_id = 160003,
		client_goods_list = {{16010002,1,1,0}},
	},
	[160004] = {
		name = "打造抽獎4",
		drop_id = 160004,
		client_goods_list = {{16041001,1,1,0}},
	},
	[160005] = {
		name = "打造抽獎5",
		drop_id = 160005,
		client_goods_list = {{16042001,1,1,0}},
	},
	[160006] = {
		name = "打造抽獎6",
		drop_id = 160006,
		client_goods_list = {{16041002,1,1,0}},
	},
	[160007] = {
		name = "打造抽獎7",
		drop_id = 160007,
		client_goods_list = {{16042002,1,1,0}},
	},
	[160008] = {
		name = "打造抽獎8",
		drop_id = 160008,
		client_goods_list = {{16240301,1,1,0}},
	},
	[170001] = {
		name = "幫會任務-1倍獎勵-等級段1-階段",
		drop_id = 170001,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170002] = {
		name = "幫會任務-1倍獎勵-等級段2-階段",
		drop_id = 170002,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170003] = {
		name = "幫會任務-1倍獎勵-等級段3-階段",
		drop_id = 170003,
		client_goods_list = {{16220003,2,1,0}},
	},
	[170004] = {
		name = "幫會任務-1倍獎勵-等級段4-階段",
		drop_id = 170004,
		client_goods_list = {{16220004,2,1,0}},
	},
	[170005] = {
		name = "幫會任務-1倍獎勵-等級段5-階段",
		drop_id = 170005,
		client_goods_list = {{16210005,2,1,0}},
	},
	[170006] = {
		name = "幫會任務-1倍獎勵-等級段6-階段",
		drop_id = 170006,
		client_goods_list = {{16210006,2,1,0}},
	},
	[170007] = {
		name = "幫會任務-1倍獎勵-等級段7-階段",
		drop_id = 170007,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170008] = {
		name = "幫會任務-1倍獎勵-等級段8-階段",
		drop_id = 170008,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170009] = {
		name = "幫會任務-1倍獎勵-等級段9-階段",
		drop_id = 170009,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170010] = {
		name = "幫會任務-1倍獎勵-等級段10-階段",
		drop_id = 170010,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170011] = {
		name = "幫會任務-1倍獎勵-等級段11-階段",
		drop_id = 170011,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170012] = {
		name = "幫會任務-1倍獎勵-等級段12-階段",
		drop_id = 170012,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170013] = {
		name = "幫會任務-1倍獎勵-等級段13-階段",
		drop_id = 170013,
		client_goods_list = {{16220003,2,1,0}},
	},
	[170014] = {
		name = "幫會任務-1倍獎勵-等級段14-階段",
		drop_id = 170014,
		client_goods_list = {{16220004,2,1,0}},
	},
	[170015] = {
		name = "幫會任務-1倍獎勵-等級段15-階段",
		drop_id = 170015,
		client_goods_list = {{16210005,2,1,0}},
	},
	[170016] = {
		name = "幫會任務-1倍獎勵-等級段16-階段",
		drop_id = 170016,
		client_goods_list = {{16210006,2,1,0}},
	},
	[170017] = {
		name = "幫會任務-1倍獎勵-等級段17-階段",
		drop_id = 170017,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170018] = {
		name = "幫會任務-1倍獎勵-等級段18-階段",
		drop_id = 170018,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170019] = {
		name = "幫會任務-1倍獎勵-等級段19-階段",
		drop_id = 170019,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170020] = {
		name = "幫會任務-1倍獎勵-等級段20-階段",
		drop_id = 170020,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170021] = {
		name = "幫會任務-1倍獎勵-等級段21-階段",
		drop_id = 170021,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170022] = {
		name = "幫會任務-1倍獎勵-等級段22-階段",
		drop_id = 170022,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170023] = {
		name = "幫會任務-1倍獎勵-等級段23-階段",
		drop_id = 170023,
		client_goods_list = {{16220003,2,1,0}},
	},
	[170024] = {
		name = "幫會任務-1倍獎勵-等級段24-階段",
		drop_id = 170024,
		client_goods_list = {{16220004,2,1,0}},
	},
	[170025] = {
		name = "幫會任務-1倍獎勵-等級段25-階段",
		drop_id = 170025,
		client_goods_list = {{16210005,2,1,0}},
	},
	[170026] = {
		name = "幫會任務-1倍獎勵-等級段26-階段",
		drop_id = 170026,
		client_goods_list = {{16210006,2,1,0}},
	},
	[170027] = {
		name = "幫會任務-1倍獎勵-等級段27-階段",
		drop_id = 170027,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170028] = {
		name = "幫會任務-1倍獎勵-等級段28-階段",
		drop_id = 170028,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170029] = {
		name = "幫會任務-1倍獎勵-等級段29-階段",
		drop_id = 170029,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170030] = {
		name = "幫會任務-1倍獎勵-等級段30-階段",
		drop_id = 170030,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170031] = {
		name = "幫會任務-1倍獎勵-等級段31-階段",
		drop_id = 170031,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170032] = {
		name = "幫會任務-1倍獎勵-等級段32-階段",
		drop_id = 170032,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170033] = {
		name = "幫會任務-1倍獎勵-等級段33-階段",
		drop_id = 170033,
		client_goods_list = {{16220003,2,1,0}},
	},
	[170034] = {
		name = "幫會任務-1倍獎勵-等級段34-階段",
		drop_id = 170034,
		client_goods_list = {{16220004,2,1,0}},
	},
	[170035] = {
		name = "幫會任務-1倍獎勵-等級段35-階段",
		drop_id = 170035,
		client_goods_list = {{16210005,2,1,0}},
	},
	[170036] = {
		name = "幫會任務-1倍獎勵-等級段36-階段",
		drop_id = 170036,
		client_goods_list = {{16210006,2,1,0}},
	},
	[170037] = {
		name = "幫會任務-1倍獎勵-等級段37-階段",
		drop_id = 170037,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170038] = {
		name = "幫會任務-1倍獎勵-等級段38-階段",
		drop_id = 170038,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170039] = {
		name = "幫會任務-1倍獎勵-等級段39-階段",
		drop_id = 170039,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170040] = {
		name = "幫會任務-1倍獎勵-等級段40-階段",
		drop_id = 170040,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170041] = {
		name = "幫會任務-1倍獎勵-等級段41-階段",
		drop_id = 170041,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170042] = {
		name = "幫會任務-1倍獎勵-等級段42-階段",
		drop_id = 170042,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170043] = {
		name = "幫會任務-1倍獎勵-等級段43-階段",
		drop_id = 170043,
		client_goods_list = {{16220003,2,1,0}},
	},
	[170044] = {
		name = "幫會任務-1倍獎勵-等級段44-階段",
		drop_id = 170044,
		client_goods_list = {{16220004,2,1,0}},
	},
	[170045] = {
		name = "幫會任務-1倍獎勵-等級段45-階段",
		drop_id = 170045,
		client_goods_list = {{16210005,2,1,0}},
	},
	[170046] = {
		name = "幫會任務-1倍獎勵-等級段46-階段",
		drop_id = 170046,
		client_goods_list = {{16210006,2,1,0}},
	},
	[170047] = {
		name = "幫會任務-1倍獎勵-等級段47-階段",
		drop_id = 170047,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170048] = {
		name = "幫會任務-1倍獎勵-等級段48-階段",
		drop_id = 170048,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170049] = {
		name = "幫會任務-1倍獎勵-等級段49-階段",
		drop_id = 170049,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170050] = {
		name = "幫會任務-1倍獎勵-等級段50-階段",
		drop_id = 170050,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170051] = {
		name = "幫會任務-1倍獎勵-等級段51-階段",
		drop_id = 170051,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170052] = {
		name = "幫會任務-1倍獎勵-等級段52-階段",
		drop_id = 170052,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170053] = {
		name = "幫會任務-1倍獎勵-等級段53-階段",
		drop_id = 170053,
		client_goods_list = {{16220003,2,1,0}},
	},
	[170054] = {
		name = "幫會任務-1倍獎勵-等級段54-階段",
		drop_id = 170054,
		client_goods_list = {{16220004,2,1,0}},
	},
	[170055] = {
		name = "幫會任務-1倍獎勵-等級段55-階段",
		drop_id = 170055,
		client_goods_list = {{16210005,2,1,0}},
	},
	[170056] = {
		name = "幫會任務-1倍獎勵-等級段56-階段",
		drop_id = 170056,
		client_goods_list = {{16210006,2,1,0}},
	},
	[170057] = {
		name = "幫會任務-1倍獎勵-等級段57-階段",
		drop_id = 170057,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170058] = {
		name = "幫會任務-1倍獎勵-等級段58-階段",
		drop_id = 170058,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170059] = {
		name = "幫會任務-1倍獎勵-等級段59-階段",
		drop_id = 170059,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170060] = {
		name = "幫會任務-1倍獎勵-等級段60-階段",
		drop_id = 170060,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170061] = {
		name = "幫會任務-1倍獎勵-等級段61-階段",
		drop_id = 170061,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170062] = {
		name = "幫會任務-1倍獎勵-等級段62-階段",
		drop_id = 170062,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170063] = {
		name = "幫會任務-1倍獎勵-等級段63-階段",
		drop_id = 170063,
		client_goods_list = {{16220003,2,1,0}},
	},
	[170064] = {
		name = "幫會任務-1倍獎勵-等級段64-階段",
		drop_id = 170064,
		client_goods_list = {{16220004,2,1,0}},
	},
	[170065] = {
		name = "幫會任務-1倍獎勵-等級段65-階段",
		drop_id = 170065,
		client_goods_list = {{16210005,2,1,0}},
	},
	[170066] = {
		name = "幫會任務-1倍獎勵-等級段66-階段",
		drop_id = 170066,
		client_goods_list = {{16210006,2,1,0}},
	},
	[170067] = {
		name = "幫會任務-1倍獎勵-等級段67-階段",
		drop_id = 170067,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170068] = {
		name = "幫會任務-1倍獎勵-等級段68-階段",
		drop_id = 170068,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170069] = {
		name = "幫會任務-1倍獎勵-等級段69-階段",
		drop_id = 170069,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170070] = {
		name = "幫會任務-1倍獎勵-等級段70-階段",
		drop_id = 170070,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170071] = {
		name = "幫會任務-1倍獎勵-等級段71-階段",
		drop_id = 170071,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170072] = {
		name = "幫會任務-1倍獎勵-等級段72-階段",
		drop_id = 170072,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170073] = {
		name = "幫會任務-1倍獎勵-等級段73-階段",
		drop_id = 170073,
		client_goods_list = {{16220003,2,1,0}},
	},
	[170074] = {
		name = "幫會任務-1倍獎勵-等級段74-階段",
		drop_id = 170074,
		client_goods_list = {{16220004,2,1,0}},
	},
	[170075] = {
		name = "幫會任務-1倍獎勵-等級段75-階段",
		drop_id = 170075,
		client_goods_list = {{16210005,2,1,0}},
	},
	[170076] = {
		name = "幫會任務-1倍獎勵-等級段76-階段",
		drop_id = 170076,
		client_goods_list = {{16210006,2,1,0}},
	},
	[170077] = {
		name = "幫會任務-1倍獎勵-等級段77-階段",
		drop_id = 170077,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170078] = {
		name = "幫會任務-1倍獎勵-等級段78-階段",
		drop_id = 170078,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170079] = {
		name = "幫會任務-1倍獎勵-等級段79-階段",
		drop_id = 170079,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170080] = {
		name = "幫會任務-1倍獎勵-等級段80-階段",
		drop_id = 170080,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170081] = {
		name = "幫會任務-1倍獎勵-等級段81-階段",
		drop_id = 170081,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170082] = {
		name = "幫會任務-1倍獎勵-等級段82-階段",
		drop_id = 170082,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170083] = {
		name = "幫會任務-1倍獎勵-等級段83-階段",
		drop_id = 170083,
		client_goods_list = {{16220003,2,1,0}},
	},
	[170084] = {
		name = "幫會任務-1倍獎勵-等級段84-階段",
		drop_id = 170084,
		client_goods_list = {{16220004,2,1,0}},
	},
	[170085] = {
		name = "幫會任務-1倍獎勵-等級段85-階段",
		drop_id = 170085,
		client_goods_list = {{16210005,2,1,0}},
	},
	[170086] = {
		name = "幫會任務-1倍獎勵-等級段86-階段",
		drop_id = 170086,
		client_goods_list = {{16210006,2,1,0}},
	},
	[170087] = {
		name = "幫會任務-1倍獎勵-等級段87-階段",
		drop_id = 170087,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170088] = {
		name = "幫會任務-1倍獎勵-等級段88-階段",
		drop_id = 170088,
		client_goods_list = {{16220002,2,1,0}},
	},
	[170089] = {
		name = "幫會任務-1倍獎勵-等級段89-階段",
		drop_id = 170089,
		client_goods_list = {{16220001,2,1,0}},
	},
	[170090] = {
		name = "幫會任務-1倍獎勵-等級段90-階段",
		drop_id = 170090,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171001] = {
		name = "幫會任務-2倍獎勵-等級段1-階段",
		drop_id = 171001,
		client_goods_list = {{16220001,10,1,0}},
	},
	[171002] = {
		name = "幫會任務-2倍獎勵-等級段2-階段",
		drop_id = 171002,
		client_goods_list = {{16220002,10,1,0}},
	},
	[171003] = {
		name = "幫會任務-2倍獎勵-等級段3-階段",
		drop_id = 171003,
		client_goods_list = {{16220003,10,1,0}},
	},
	[171004] = {
		name = "幫會任務-2倍獎勵-等級段4-階段",
		drop_id = 171004,
		client_goods_list = {{16220004,10,1,0}},
	},
	[171005] = {
		name = "幫會任務-2倍獎勵-等級段5-階段",
		drop_id = 171005,
		client_goods_list = {{16210005,10,1,0}},
	},
	[171006] = {
		name = "幫會任務-2倍獎勵-等級段6-階段",
		drop_id = 171006,
		client_goods_list = {{16210006,10,1,0}},
	},
	[171007] = {
		name = "幫會任務-2倍獎勵-等級段7-階段",
		drop_id = 171007,
		client_goods_list = {{16210007,10,1,0}},
	},
	[171008] = {
		name = "幫會任務-2倍獎勵-等級段8-階段",
		drop_id = 171008,
		client_goods_list = {{16220001,10,1,0}},
	},
	[171009] = {
		name = "幫會任務-2倍獎勵-等級段9-階段",
		drop_id = 171009,
		client_goods_list = {{16210007,10,1,0}},
	},
	[171010] = {
		name = "幫會任務-2倍獎勵-等級段10-階段",
		drop_id = 171010,
		client_goods_list = {{16220001,10,1,0}},
	},
	[171011] = {
		name = "幫會任務-2倍獎勵-等級段11-階段",
		drop_id = 171011,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171012] = {
		name = "幫會任務-2倍獎勵-等級段12-階段",
		drop_id = 171012,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171013] = {
		name = "幫會任務-2倍獎勵-等級段13-階段",
		drop_id = 171013,
		client_goods_list = {{16220003,2,1,0}},
	},
	[171014] = {
		name = "幫會任務-2倍獎勵-等級段14-階段",
		drop_id = 171014,
		client_goods_list = {{16220004,2,1,0}},
	},
	[171015] = {
		name = "幫會任務-2倍獎勵-等級段15-階段",
		drop_id = 171015,
		client_goods_list = {{16210005,2,1,0}},
	},
	[171016] = {
		name = "幫會任務-2倍獎勵-等級段16-階段",
		drop_id = 171016,
		client_goods_list = {{16210006,2,1,0}},
	},
	[171017] = {
		name = "幫會任務-2倍獎勵-等級段17-階段",
		drop_id = 171017,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171018] = {
		name = "幫會任務-2倍獎勵-等級段18-階段",
		drop_id = 171018,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171019] = {
		name = "幫會任務-2倍獎勵-等級段19-階段",
		drop_id = 171019,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171020] = {
		name = "幫會任務-2倍獎勵-等級段20-階段",
		drop_id = 171020,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171021] = {
		name = "幫會任務-2倍獎勵-等級段21-階段",
		drop_id = 171021,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171022] = {
		name = "幫會任務-2倍獎勵-等級段22-階段",
		drop_id = 171022,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171023] = {
		name = "幫會任務-2倍獎勵-等級段23-階段",
		drop_id = 171023,
		client_goods_list = {{16220003,2,1,0}},
	},
	[171024] = {
		name = "幫會任務-2倍獎勵-等級段24-階段",
		drop_id = 171024,
		client_goods_list = {{16220004,2,1,0}},
	},
	[171025] = {
		name = "幫會任務-2倍獎勵-等級段25-階段",
		drop_id = 171025,
		client_goods_list = {{16210005,2,1,0}},
	},
	[171026] = {
		name = "幫會任務-2倍獎勵-等級段26-階段",
		drop_id = 171026,
		client_goods_list = {{16210006,2,1,0}},
	},
	[171027] = {
		name = "幫會任務-2倍獎勵-等級段27-階段",
		drop_id = 171027,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171028] = {
		name = "幫會任務-2倍獎勵-等級段28-階段",
		drop_id = 171028,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171029] = {
		name = "幫會任務-2倍獎勵-等級段29-階段",
		drop_id = 171029,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171030] = {
		name = "幫會任務-2倍獎勵-等級段30-階段",
		drop_id = 171030,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171031] = {
		name = "幫會任務-2倍獎勵-等級段31-階段",
		drop_id = 171031,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171032] = {
		name = "幫會任務-2倍獎勵-等級段32-階段",
		drop_id = 171032,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171033] = {
		name = "幫會任務-2倍獎勵-等級段33-階段",
		drop_id = 171033,
		client_goods_list = {{16220003,2,1,0}},
	},
	[171034] = {
		name = "幫會任務-2倍獎勵-等級段34-階段",
		drop_id = 171034,
		client_goods_list = {{16220004,2,1,0}},
	},
	[171035] = {
		name = "幫會任務-2倍獎勵-等級段35-階段",
		drop_id = 171035,
		client_goods_list = {{16210005,2,1,0}},
	},
	[171036] = {
		name = "幫會任務-2倍獎勵-等級段36-階段",
		drop_id = 171036,
		client_goods_list = {{16210006,2,1,0}},
	},
	[171037] = {
		name = "幫會任務-2倍獎勵-等級段37-階段",
		drop_id = 171037,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171038] = {
		name = "幫會任務-2倍獎勵-等級段38-階段",
		drop_id = 171038,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171039] = {
		name = "幫會任務-2倍獎勵-等級段39-階段",
		drop_id = 171039,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171040] = {
		name = "幫會任務-2倍獎勵-等級段40-階段",
		drop_id = 171040,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171041] = {
		name = "幫會任務-2倍獎勵-等級段41-階段",
		drop_id = 171041,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171042] = {
		name = "幫會任務-2倍獎勵-等級段42-階段",
		drop_id = 171042,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171043] = {
		name = "幫會任務-2倍獎勵-等級段43-階段",
		drop_id = 171043,
		client_goods_list = {{16220003,2,1,0}},
	},
	[171044] = {
		name = "幫會任務-2倍獎勵-等級段44-階段",
		drop_id = 171044,
		client_goods_list = {{16220004,2,1,0}},
	},
	[171045] = {
		name = "幫會任務-2倍獎勵-等級段45-階段",
		drop_id = 171045,
		client_goods_list = {{16210005,2,1,0}},
	},
	[171046] = {
		name = "幫會任務-2倍獎勵-等級段46-階段",
		drop_id = 171046,
		client_goods_list = {{16210006,2,1,0}},
	},
	[171047] = {
		name = "幫會任務-2倍獎勵-等級段47-階段",
		drop_id = 171047,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171048] = {
		name = "幫會任務-2倍獎勵-等級段48-階段",
		drop_id = 171048,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171049] = {
		name = "幫會任務-2倍獎勵-等級段49-階段",
		drop_id = 171049,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171050] = {
		name = "幫會任務-2倍獎勵-等級段50-階段",
		drop_id = 171050,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171051] = {
		name = "幫會任務-2倍獎勵-等級段51-階段",
		drop_id = 171051,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171052] = {
		name = "幫會任務-2倍獎勵-等級段52-階段",
		drop_id = 171052,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171053] = {
		name = "幫會任務-2倍獎勵-等級段53-階段",
		drop_id = 171053,
		client_goods_list = {{16220003,2,1,0}},
	},
	[171054] = {
		name = "幫會任務-2倍獎勵-等級段54-階段",
		drop_id = 171054,
		client_goods_list = {{16220004,2,1,0}},
	},
	[171055] = {
		name = "幫會任務-2倍獎勵-等級段55-階段",
		drop_id = 171055,
		client_goods_list = {{16210005,2,1,0}},
	},
	[171056] = {
		name = "幫會任務-2倍獎勵-等級段56-階段",
		drop_id = 171056,
		client_goods_list = {{16210006,2,1,0}},
	},
	[171057] = {
		name = "幫會任務-2倍獎勵-等級段57-階段",
		drop_id = 171057,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171058] = {
		name = "幫會任務-2倍獎勵-等級段58-階段",
		drop_id = 171058,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171059] = {
		name = "幫會任務-2倍獎勵-等級段59-階段",
		drop_id = 171059,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171060] = {
		name = "幫會任務-2倍獎勵-等級段60-階段",
		drop_id = 171060,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171061] = {
		name = "幫會任務-2倍獎勵-等級段61-階段",
		drop_id = 171061,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171062] = {
		name = "幫會任務-2倍獎勵-等級段62-階段",
		drop_id = 171062,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171063] = {
		name = "幫會任務-2倍獎勵-等級段63-階段",
		drop_id = 171063,
		client_goods_list = {{16220003,2,1,0}},
	},
	[171064] = {
		name = "幫會任務-2倍獎勵-等級段64-階段",
		drop_id = 171064,
		client_goods_list = {{16220004,2,1,0}},
	},
	[171065] = {
		name = "幫會任務-2倍獎勵-等級段65-階段",
		drop_id = 171065,
		client_goods_list = {{16210005,2,1,0}},
	},
	[171066] = {
		name = "幫會任務-2倍獎勵-等級段66-階段",
		drop_id = 171066,
		client_goods_list = {{16210006,2,1,0}},
	},
	[171067] = {
		name = "幫會任務-2倍獎勵-等級段67-階段",
		drop_id = 171067,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171068] = {
		name = "幫會任務-2倍獎勵-等級段68-階段",
		drop_id = 171068,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171069] = {
		name = "幫會任務-2倍獎勵-等級段69-階段",
		drop_id = 171069,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171070] = {
		name = "幫會任務-2倍獎勵-等級段70-階段",
		drop_id = 171070,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171071] = {
		name = "幫會任務-2倍獎勵-等級段71-階段",
		drop_id = 171071,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171072] = {
		name = "幫會任務-2倍獎勵-等級段72-階段",
		drop_id = 171072,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171073] = {
		name = "幫會任務-2倍獎勵-等級段73-階段",
		drop_id = 171073,
		client_goods_list = {{16220003,2,1,0}},
	},
	[171074] = {
		name = "幫會任務-2倍獎勵-等級段74-階段",
		drop_id = 171074,
		client_goods_list = {{16220004,2,1,0}},
	},
	[171075] = {
		name = "幫會任務-2倍獎勵-等級段75-階段",
		drop_id = 171075,
		client_goods_list = {{16210005,2,1,0}},
	},
	[171076] = {
		name = "幫會任務-2倍獎勵-等級段76-階段",
		drop_id = 171076,
		client_goods_list = {{16210006,2,1,0}},
	},
	[171077] = {
		name = "幫會任務-2倍獎勵-等級段77-階段",
		drop_id = 171077,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171078] = {
		name = "幫會任務-2倍獎勵-等級段78-階段",
		drop_id = 171078,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171079] = {
		name = "幫會任務-2倍獎勵-等級段79-階段",
		drop_id = 171079,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171080] = {
		name = "幫會任務-2倍獎勵-等級段80-階段",
		drop_id = 171080,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171081] = {
		name = "幫會任務-2倍獎勵-等級段81-階段",
		drop_id = 171081,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171082] = {
		name = "幫會任務-2倍獎勵-等級段82-階段",
		drop_id = 171082,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171083] = {
		name = "幫會任務-2倍獎勵-等級段83-階段",
		drop_id = 171083,
		client_goods_list = {{16220003,2,1,0}},
	},
	[171084] = {
		name = "幫會任務-2倍獎勵-等級段84-階段",
		drop_id = 171084,
		client_goods_list = {{16220004,2,1,0}},
	},
	[171085] = {
		name = "幫會任務-2倍獎勵-等級段85-階段",
		drop_id = 171085,
		client_goods_list = {{16210005,2,1,0}},
	},
	[171086] = {
		name = "幫會任務-2倍獎勵-等級段86-階段",
		drop_id = 171086,
		client_goods_list = {{16210006,2,1,0}},
	},
	[171087] = {
		name = "幫會任務-2倍獎勵-等級段87-階段",
		drop_id = 171087,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171088] = {
		name = "幫會任務-2倍獎勵-等級段88-階段",
		drop_id = 171088,
		client_goods_list = {{16220002,2,1,0}},
	},
	[171089] = {
		name = "幫會任務-2倍獎勵-等級段89-階段",
		drop_id = 171089,
		client_goods_list = {{16220001,2,1,0}},
	},
	[171090] = {
		name = "幫會任務-2倍獎勵-等級段90-階段",
		drop_id = 171090,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172001] = {
		name = "幫會任務-3倍獎勵-等級段1-階段",
		drop_id = 172001,
		client_goods_list = {{16220001,15,1,0}},
	},
	[172002] = {
		name = "幫會任務-3倍獎勵-等級段2-階段",
		drop_id = 172002,
		client_goods_list = {{16220002,15,1,0}},
	},
	[172003] = {
		name = "幫會任務-3倍獎勵-等級段3-階段",
		drop_id = 172003,
		client_goods_list = {{16220003,15,1,0}},
	},
	[172004] = {
		name = "幫會任務-3倍獎勵-等級段4-階段",
		drop_id = 172004,
		client_goods_list = {{16220004,15,1,0}},
	},
	[172005] = {
		name = "幫會任務-3倍獎勵-等級段5-階段",
		drop_id = 172005,
		client_goods_list = {{16210005,15,1,0}},
	},
	[172006] = {
		name = "幫會任務-3倍獎勵-等級段6-階段",
		drop_id = 172006,
		client_goods_list = {{16210006,15,1,0}},
	},
	[172007] = {
		name = "幫會任務-3倍獎勵-等級段7-階段",
		drop_id = 172007,
		client_goods_list = {{16210007,15,1,0}},
	},
	[172008] = {
		name = "幫會任務-3倍獎勵-等級段8-階段",
		drop_id = 172008,
		client_goods_list = {{16220001,15,1,0}},
	},
	[172009] = {
		name = "幫會任務-3倍獎勵-等級段9-階段",
		drop_id = 172009,
		client_goods_list = {{16210007,15,1,0}},
	},
	[172010] = {
		name = "幫會任務-3倍獎勵-等級段10-階段",
		drop_id = 172010,
		client_goods_list = {{16220001,15,1,0}},
	},
	[172011] = {
		name = "幫會任務-3倍獎勵-等級段11-階段",
		drop_id = 172011,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172012] = {
		name = "幫會任務-3倍獎勵-等級段12-階段",
		drop_id = 172012,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172013] = {
		name = "幫會任務-3倍獎勵-等級段13-階段",
		drop_id = 172013,
		client_goods_list = {{16220003,2,1,0}},
	},
	[172014] = {
		name = "幫會任務-3倍獎勵-等級段14-階段",
		drop_id = 172014,
		client_goods_list = {{16220004,2,1,0}},
	},
	[172015] = {
		name = "幫會任務-3倍獎勵-等級段15-階段",
		drop_id = 172015,
		client_goods_list = {{16210005,2,1,0}},
	},
	[172016] = {
		name = "幫會任務-3倍獎勵-等級段16-階段",
		drop_id = 172016,
		client_goods_list = {{16210006,2,1,0}},
	},
	[172017] = {
		name = "幫會任務-3倍獎勵-等級段17-階段",
		drop_id = 172017,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172018] = {
		name = "幫會任務-3倍獎勵-等級段18-階段",
		drop_id = 172018,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172019] = {
		name = "幫會任務-3倍獎勵-等級段19-階段",
		drop_id = 172019,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172020] = {
		name = "幫會任務-3倍獎勵-等級段20-階段",
		drop_id = 172020,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172021] = {
		name = "幫會任務-3倍獎勵-等級段21-階段",
		drop_id = 172021,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172022] = {
		name = "幫會任務-3倍獎勵-等級段22-階段",
		drop_id = 172022,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172023] = {
		name = "幫會任務-3倍獎勵-等級段23-階段",
		drop_id = 172023,
		client_goods_list = {{16220003,2,1,0}},
	},
	[172024] = {
		name = "幫會任務-3倍獎勵-等級段24-階段",
		drop_id = 172024,
		client_goods_list = {{16220004,2,1,0}},
	},
	[172025] = {
		name = "幫會任務-3倍獎勵-等級段25-階段",
		drop_id = 172025,
		client_goods_list = {{16210005,2,1,0}},
	},
	[172026] = {
		name = "幫會任務-3倍獎勵-等級段26-階段",
		drop_id = 172026,
		client_goods_list = {{16210006,2,1,0}},
	},
	[172027] = {
		name = "幫會任務-3倍獎勵-等級段27-階段",
		drop_id = 172027,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172028] = {
		name = "幫會任務-3倍獎勵-等級段28-階段",
		drop_id = 172028,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172029] = {
		name = "幫會任務-3倍獎勵-等級段29-階段",
		drop_id = 172029,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172030] = {
		name = "幫會任務-3倍獎勵-等級段30-階段",
		drop_id = 172030,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172031] = {
		name = "幫會任務-3倍獎勵-等級段31-階段",
		drop_id = 172031,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172032] = {
		name = "幫會任務-3倍獎勵-等級段32-階段",
		client_goods_list = {{16220002,2,1,0}},
	},
	[172033] = {
		name = "幫會任務-3倍獎勵-等級段33-階段",
		drop_id = 172033,
		client_goods_list = {{16220003,2,1,0}},
	},
	[172034] = {
		name = "幫會任務-3倍獎勵-等級段34-階段",
		drop_id = 172034,
		client_goods_list = {{16220004,2,1,0}},
	},
	[172035] = {
		name = "幫會任務-3倍獎勵-等級段35-階段",
		drop_id = 172035,
		client_goods_list = {{16210005,2,1,0}},
	},
	[172036] = {
		name = "幫會任務-3倍獎勵-等級段36-階段",
		drop_id = 172036,
		client_goods_list = {{16210006,2,1,0}},
	},
	[172037] = {
		name = "幫會任務-3倍獎勵-等級段37-階段",
		drop_id = 172037,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172038] = {
		name = "幫會任務-3倍獎勵-等級段38-階段",
		drop_id = 172038,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172039] = {
		name = "幫會任務-3倍獎勵-等級段39-階段",
		drop_id = 172039,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172040] = {
		name = "幫會任務-3倍獎勵-等級段40-階段",
		drop_id = 172040,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172041] = {
		name = "幫會任務-3倍獎勵-等級段41-階段",
		drop_id = 172041,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172042] = {
		name = "幫會任務-3倍獎勵-等級段42-階段",
		drop_id = 172042,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172043] = {
		name = "幫會任務-3倍獎勵-等級段43-階段",
		drop_id = 172043,
		client_goods_list = {{16220003,2,1,0}},
	},
	[172044] = {
		name = "幫會任務-3倍獎勵-等級段44-階段",
		drop_id = 172044,
		client_goods_list = {{16220004,2,1,0}},
	},
	[172045] = {
		name = "幫會任務-3倍獎勵-等級段45-階段",
		drop_id = 172045,
		client_goods_list = {{16210005,2,1,0}},
	},
	[172046] = {
		name = "幫會任務-3倍獎勵-等級段46-階段",
		drop_id = 172046,
		client_goods_list = {{16210006,2,1,0}},
	},
	[172047] = {
		name = "幫會任務-3倍獎勵-等級段47-階段",
		drop_id = 172047,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172048] = {
		name = "幫會任務-3倍獎勵-等級段48-階段",
		drop_id = 172048,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172049] = {
		name = "幫會任務-3倍獎勵-等級段49-階段",
		drop_id = 172049,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172050] = {
		name = "幫會任務-3倍獎勵-等級段50-階段",
		drop_id = 172050,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172051] = {
		name = "幫會任務-3倍獎勵-等級段51-階段",
		drop_id = 172051,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172052] = {
		name = "幫會任務-3倍獎勵-等級段52-階段",
		drop_id = 172052,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172053] = {
		name = "幫會任務-3倍獎勵-等級段53-階段",
		drop_id = 172053,
		client_goods_list = {{16220003,2,1,0}},
	},
	[172054] = {
		name = "幫會任務-3倍獎勵-等級段54-階段",
		drop_id = 172054,
		client_goods_list = {{16220004,2,1,0}},
	},
	[172055] = {
		name = "幫會任務-3倍獎勵-等級段55-階段",
		drop_id = 172055,
		client_goods_list = {{16210005,2,1,0}},
	},
	[172056] = {
		name = "幫會任務-3倍獎勵-等級段56-階段",
		drop_id = 172056,
		client_goods_list = {{16210006,2,1,0}},
	},
	[172057] = {
		name = "幫會任務-3倍獎勵-等級段57-階段",
		drop_id = 172057,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172058] = {
		name = "幫會任務-3倍獎勵-等級段58-階段",
		drop_id = 172058,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172059] = {
		name = "幫會任務-3倍獎勵-等級段59-階段",
		drop_id = 172059,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172060] = {
		name = "幫會任務-3倍獎勵-等級段60-階段",
		drop_id = 172060,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172061] = {
		name = "幫會任務-3倍獎勵-等級段61-階段",
		drop_id = 172061,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172062] = {
		name = "幫會任務-3倍獎勵-等級段62-階段",
		drop_id = 172062,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172063] = {
		name = "幫會任務-3倍獎勵-等級段63-階段",
		drop_id = 172063,
		client_goods_list = {{16220003,2,1,0}},
	},
	[172064] = {
		name = "幫會任務-3倍獎勵-等級段64-階段",
		drop_id = 172064,
		client_goods_list = {{16220004,2,1,0}},
	},
	[172065] = {
		name = "幫會任務-3倍獎勵-等級段65-階段",
		drop_id = 172065,
		client_goods_list = {{16210005,2,1,0}},
	},
	[172066] = {
		name = "幫會任務-3倍獎勵-等級段66-階段",
		drop_id = 172066,
		client_goods_list = {{16210006,2,1,0}},
	},
	[172067] = {
		name = "幫會任務-3倍獎勵-等級段67-階段",
		drop_id = 172067,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172068] = {
		name = "幫會任務-3倍獎勵-等級段68-階段",
		drop_id = 172068,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172069] = {
		name = "幫會任務-3倍獎勵-等級段69-階段",
		drop_id = 172069,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172070] = {
		name = "幫會任務-3倍獎勵-等級段70-階段",
		drop_id = 172070,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172071] = {
		name = "幫會任務-3倍獎勵-等級段71-階段",
		drop_id = 172071,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172072] = {
		name = "幫會任務-3倍獎勵-等級段72-階段",
		drop_id = 172072,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172073] = {
		name = "幫會任務-3倍獎勵-等級段73-階段",
		drop_id = 172073,
		client_goods_list = {{16220003,2,1,0}},
	},
	[172074] = {
		name = "幫會任務-3倍獎勵-等級段74-階段",
		drop_id = 172074,
		client_goods_list = {{16220004,2,1,0}},
	},
	[172075] = {
		name = "幫會任務-3倍獎勵-等級段75-階段",
		drop_id = 172075,
		client_goods_list = {{16210005,2,1,0}},
	},
	[172076] = {
		name = "幫會任務-3倍獎勵-等級段76-階段",
		drop_id = 172076,
		client_goods_list = {{16210006,2,1,0}},
	},
	[172077] = {
		name = "幫會任務-3倍獎勵-等級段77-階段",
		drop_id = 172077,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172078] = {
		name = "幫會任務-3倍獎勵-等級段78-階段",
		drop_id = 172078,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172079] = {
		name = "幫會任務-3倍獎勵-等級段79-階段",
		drop_id = 172079,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172080] = {
		name = "幫會任務-3倍獎勵-等級段80-階段",
		drop_id = 172080,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172081] = {
		name = "幫會任務-3倍獎勵-等級段81-階段",
		drop_id = 172081,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172082] = {
		name = "幫會任務-3倍獎勵-等級段82-階段",
		drop_id = 172082,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172083] = {
		name = "幫會任務-3倍獎勵-等級段83-階段",
		drop_id = 172083,
		client_goods_list = {{16220003,2,1,0}},
	},
	[172084] = {
		name = "幫會任務-3倍獎勵-等級段84-階段",
		drop_id = 172084,
		client_goods_list = {{16220004,2,1,0}},
	},
	[172085] = {
		name = "幫會任務-3倍獎勵-等級段85-階段",
		drop_id = 172085,
		client_goods_list = {{16210005,2,1,0}},
	},
	[172086] = {
		name = "幫會任務-3倍獎勵-等級段86-階段",
		drop_id = 172086,
		client_goods_list = {{16210006,2,1,0}},
	},
	[172087] = {
		name = "幫會任務-3倍獎勵-等級段87-階段",
		drop_id = 172087,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172088] = {
		name = "幫會任務-3倍獎勵-等級段88-階段",
		drop_id = 172088,
		client_goods_list = {{16220002,2,1,0}},
	},
	[172089] = {
		name = "幫會任務-3倍獎勵-等級段89-階段",
		drop_id = 172089,
		client_goods_list = {{16220001,2,1,0}},
	},
	[172090] = {
		name = "幫會任務-3倍獎勵-等級段90-階段",
		drop_id = 172090,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173001] = {
		name = "幫會任務-4倍獎勵-等級段1-階段",
		drop_id = 173001,
		client_goods_list = {{16220001,15,1,0}},
	},
	[173002] = {
		name = "幫會任務-4倍獎勵-等級段2-階段",
		drop_id = 173002,
		client_goods_list = {{16220002,15,1,0}},
	},
	[173003] = {
		name = "幫會任務-4倍獎勵-等級段3-階段",
		drop_id = 173003,
		client_goods_list = {{16220003,15,1,0}},
	},
	[173004] = {
		name = "幫會任務-4倍獎勵-等級段4-階段",
		drop_id = 173004,
		client_goods_list = {{16220004,15,1,0}},
	},
	[173005] = {
		name = "幫會任務-4倍獎勵-等級段5-階段",
		drop_id = 173005,
		client_goods_list = {{16210005,15,1,0}},
	},
	[173006] = {
		name = "幫會任務-4倍獎勵-等級段6-階段",
		drop_id = 173006,
		client_goods_list = {{16210006,15,1,0}},
	},
	[173007] = {
		name = "幫會任務-4倍獎勵-等級段7-階段",
		drop_id = 173007,
		client_goods_list = {{16210007,15,1,0}},
	},
	[173008] = {
		name = "幫會任務-4倍獎勵-等級段8-階段",
		drop_id = 173008,
		client_goods_list = {{16220001,15,1,0}},
	},
	[173009] = {
		name = "幫會任務-4倍獎勵-等級段9-階段",
		drop_id = 173009,
		client_goods_list = {{16210007,15,1,0}},
	},
	[173010] = {
		name = "幫會任務-4倍獎勵-等級段10-階段",
		drop_id = 173010,
		client_goods_list = {{16220001,15,1,0}},
	},
	[173011] = {
		name = "幫會任務-4倍獎勵-等級段11-階段",
		drop_id = 173011,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173012] = {
		name = "幫會任務-4倍獎勵-等級段12-階段",
		drop_id = 173012,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173013] = {
		name = "幫會任務-4倍獎勵-等級段13-階段",
		drop_id = 173013,
		client_goods_list = {{16220003,2,1,0}},
	},
	[173014] = {
		name = "幫會任務-4倍獎勵-等級段14-階段",
		drop_id = 173014,
		client_goods_list = {{16220004,2,1,0}},
	},
	[173015] = {
		name = "幫會任務-4倍獎勵-等級段15-階段",
		drop_id = 173015,
		client_goods_list = {{16210005,2,1,0}},
	},
	[173016] = {
		name = "幫會任務-4倍獎勵-等級段16-階段",
		drop_id = 173016,
		client_goods_list = {{16210006,2,1,0}},
	},
	[173017] = {
		name = "幫會任務-4倍獎勵-等級段17-階段",
		drop_id = 173017,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173018] = {
		name = "幫會任務-4倍獎勵-等級段18-階段",
		drop_id = 173018,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173019] = {
		name = "幫會任務-4倍獎勵-等級段19-階段",
		drop_id = 173019,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173020] = {
		name = "幫會任務-4倍獎勵-等級段20-階段",
		drop_id = 173020,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173021] = {
		name = "幫會任務-4倍獎勵-等級段21-階段",
		drop_id = 173021,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173022] = {
		name = "幫會任務-4倍獎勵-等級段22-階段",
		drop_id = 173022,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173023] = {
		name = "幫會任務-4倍獎勵-等級段23-階段",
		drop_id = 173023,
		client_goods_list = {{16220003,2,1,0}},
	},
	[173024] = {
		name = "幫會任務-4倍獎勵-等級段24-階段",
		drop_id = 173024,
		client_goods_list = {{16220004,2,1,0}},
	},
	[173025] = {
		name = "幫會任務-4倍獎勵-等級段25-階段",
		drop_id = 173025,
		client_goods_list = {{16210005,2,1,0}},
	},
	[173026] = {
		name = "幫會任務-4倍獎勵-等級段26-階段",
		drop_id = 173026,
		client_goods_list = {{16210006,2,1,0}},
	},
	[173027] = {
		name = "幫會任務-4倍獎勵-等級段27-階段",
		drop_id = 173027,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173028] = {
		name = "幫會任務-4倍獎勵-等級段28-階段",
		drop_id = 173028,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173029] = {
		name = "幫會任務-4倍獎勵-等級段29-階段",
		drop_id = 173029,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173030] = {
		name = "幫會任務-4倍獎勵-等級段30-階段",
		drop_id = 173030,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173031] = {
		name = "幫會任務-4倍獎勵-等級段31-階段",
		drop_id = 173031,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173032] = {
		name = "幫會任務-4倍獎勵-等級段32-階段",
		drop_id = 173032,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173033] = {
		name = "幫會任務-4倍獎勵-等級段33-階段",
		drop_id = 173033,
		client_goods_list = {{16220003,2,1,0}},
	},
	[173034] = {
		name = "幫會任務-4倍獎勵-等級段34-階段",
		drop_id = 173034,
		client_goods_list = {{16220004,2,1,0}},
	},
	[173035] = {
		name = "幫會任務-4倍獎勵-等級段35-階段",
		drop_id = 173035,
		client_goods_list = {{16210005,2,1,0}},
	},
	[173036] = {
		name = "幫會任務-4倍獎勵-等級段36-階段",
		drop_id = 173036,
		client_goods_list = {{16210006,2,1,0}},
	},
	[173037] = {
		name = "幫會任務-4倍獎勵-等級段37-階段",
		drop_id = 173037,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173038] = {
		name = "幫會任務-4倍獎勵-等級段38-階段",
		drop_id = 173038,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173039] = {
		name = "幫會任務-4倍獎勵-等級段39-階段",
		drop_id = 173039,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173040] = {
		name = "幫會任務-4倍獎勵-等級段40-階段",
		drop_id = 173040,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173041] = {
		name = "幫會任務-4倍獎勵-等級段41-階段",
		drop_id = 173041,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173042] = {
		name = "幫會任務-4倍獎勵-等級段42-階段",
		drop_id = 173042,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173043] = {
		name = "幫會任務-4倍獎勵-等級段43-階段",
		drop_id = 173043,
		client_goods_list = {{16220003,2,1,0}},
	},
	[173044] = {
		name = "幫會任務-4倍獎勵-等級段44-階段",
		drop_id = 173044,
		client_goods_list = {{16220004,2,1,0}},
	},
	[173045] = {
		name = "幫會任務-4倍獎勵-等級段45-階段",
		drop_id = 173045,
		client_goods_list = {{16210005,2,1,0}},
	},
	[173046] = {
		name = "幫會任務-4倍獎勵-等級段46-階段",
		drop_id = 173046,
		client_goods_list = {{16210006,2,1,0}},
	},
	[173047] = {
		name = "幫會任務-4倍獎勵-等級段47-階段",
		drop_id = 173047,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173048] = {
		name = "幫會任務-4倍獎勵-等級段48-階段",
		drop_id = 173048,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173049] = {
		name = "幫會任務-4倍獎勵-等級段49-階段",
		drop_id = 173049,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173050] = {
		name = "幫會任務-4倍獎勵-等級段50-階段",
		drop_id = 173050,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173051] = {
		name = "幫會任務-4倍獎勵-等級段51-階段",
		drop_id = 173051,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173052] = {
		name = "幫會任務-4倍獎勵-等級段52-階段",
		drop_id = 173052,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173053] = {
		name = "幫會任務-4倍獎勵-等級段53-階段",
		drop_id = 173053,
		client_goods_list = {{16220003,2,1,0}},
	},
	[173054] = {
		name = "幫會任務-4倍獎勵-等級段54-階段",
		drop_id = 173054,
		client_goods_list = {{16220004,2,1,0}},
	},
	[173055] = {
		name = "幫會任務-4倍獎勵-等級段55-階段",
		drop_id = 173055,
		client_goods_list = {{16210005,2,1,0}},
	},
	[173056] = {
		name = "幫會任務-4倍獎勵-等級段56-階段",
		drop_id = 173056,
		client_goods_list = {{16210006,2,1,0}},
	},
	[173057] = {
		name = "幫會任務-4倍獎勵-等級段57-階段",
		drop_id = 173057,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173058] = {
		name = "幫會任務-4倍獎勵-等級段58-階段",
		drop_id = 173058,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173059] = {
		name = "幫會任務-4倍獎勵-等級段59-階段",
		drop_id = 173059,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173060] = {
		name = "幫會任務-4倍獎勵-等級段60-階段",
		drop_id = 173060,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173061] = {
		name = "幫會任務-4倍獎勵-等級段61-階段",
		drop_id = 173061,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173062] = {
		name = "幫會任務-4倍獎勵-等級段62-階段",
		drop_id = 173062,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173063] = {
		name = "幫會任務-4倍獎勵-等級段63-階段",
		drop_id = 173063,
		client_goods_list = {{16220003,2,1,0}},
	},
	[173064] = {
		name = "幫會任務-4倍獎勵-等級段64-階段",
		drop_id = 173064,
		client_goods_list = {{16220004,2,1,0}},
	},
	[173065] = {
		name = "幫會任務-4倍獎勵-等級段65-階段",
		drop_id = 173065,
		client_goods_list = {{16210005,2,1,0}},
	},
	[173066] = {
		name = "幫會任務-4倍獎勵-等級段66-階段",
		drop_id = 173066,
		client_goods_list = {{16210006,2,1,0}},
	},
	[173067] = {
		name = "幫會任務-4倍獎勵-等級段67-階段",
		drop_id = 173067,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173068] = {
		name = "幫會任務-4倍獎勵-等級段68-階段",
		drop_id = 173068,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173069] = {
		name = "幫會任務-4倍獎勵-等級段69-階段",
		drop_id = 173069,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173070] = {
		name = "幫會任務-4倍獎勵-等級段70-階段",
		drop_id = 173070,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173071] = {
		name = "幫會任務-4倍獎勵-等級段71-階段",
		drop_id = 173071,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173072] = {
		name = "幫會任務-4倍獎勵-等級段72-階段",
		drop_id = 173072,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173073] = {
		name = "幫會任務-4倍獎勵-等級段73-階段",
		drop_id = 173073,
		client_goods_list = {{16220003,2,1,0}},
	},
	[173074] = {
		name = "幫會任務-4倍獎勵-等級段74-階段",
		drop_id = 173074,
		client_goods_list = {{16220004,2,1,0}},
	},
	[173075] = {
		name = "幫會任務-4倍獎勵-等級段75-階段",
		drop_id = 173075,
		client_goods_list = {{16210005,2,1,0}},
	},
	[173076] = {
		name = "幫會任務-4倍獎勵-等級段76-階段",
		drop_id = 173076,
		client_goods_list = {{16210006,2,1,0}},
	},
	[173077] = {
		name = "幫會任務-4倍獎勵-等級段77-階段",
		drop_id = 173077,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173078] = {
		name = "幫會任務-4倍獎勵-等級段78-階段",
		drop_id = 173078,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173079] = {
		name = "幫會任務-4倍獎勵-等級段79-階段",
		drop_id = 173079,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173080] = {
		name = "幫會任務-4倍獎勵-等級段80-階段",
		drop_id = 173080,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173081] = {
		name = "幫會任務-4倍獎勵-等級段81-階段",
		drop_id = 173081,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173082] = {
		name = "幫會任務-4倍獎勵-等級段82-階段",
		drop_id = 173082,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173083] = {
		name = "幫會任務-4倍獎勵-等級段83-階段",
		drop_id = 173083,
		client_goods_list = {{16220003,2,1,0}},
	},
	[173084] = {
		name = "幫會任務-4倍獎勵-等級段84-階段",
		drop_id = 173084,
		client_goods_list = {{16220004,2,1,0}},
	},
	[173085] = {
		name = "幫會任務-4倍獎勵-等級段85-階段",
		drop_id = 173085,
		client_goods_list = {{16210005,2,1,0}},
	},
	[173086] = {
		name = "幫會任務-4倍獎勵-等級段86-階段",
		drop_id = 173086,
		client_goods_list = {{16210006,2,1,0}},
	},
	[173087] = {
		name = "幫會任務-4倍獎勵-等級段87-階段",
		drop_id = 173087,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173088] = {
		name = "幫會任務-4倍獎勵-等級段88-階段",
		drop_id = 173088,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173089] = {
		name = "幫會任務-4倍獎勵-等級段89-階段",
		drop_id = 173089,
		client_goods_list = {{16220001,2,1,0}},
	},
	[173090] = {
		name = "幫會任務-4倍獎勵-等級段90-階段",
		drop_id = 173090,
		client_goods_list = {{16220002,2,1,0}},
	},
	[173101] = {
		name = "幫會運鏢-綠色顯示獎勵",
		drop_id = 173101,
		client_goods_list = {{16160107,60,1,0},{16160109,60,1,0},{16160114,1750,1,0}},
	},
	[173102] = {
		name = "幫會運鏢-藍色顯示獎勵",
		drop_id = 173102,
		client_goods_list = {{16160107,72,1,0},{16160109,72,1,0},{16160114,2100,1,0}},
	},
	[173103] = {
		name = "幫會運鏢-紫色顯示獎勵",
		drop_id = 173103,
		client_goods_list = {{16160107,90,1,0},{16160109,90,1,0},{16160114,2625,1,0}},
	},
	[173104] = {
		name = "幫會運鏢-橙色顯示獎勵",
		drop_id = 173104,
		client_goods_list = {{16160107,120,1,0},{16160109,120,1,0},{16160114,3500,1,0}},
	},
	[174001] = {
		name = "幫會任務-5倍獎勵-等級段1-階段",
		drop_id = 174001,
		client_goods_list = {{16220001,15,1,0}},
	},
	[174002] = {
		name = "幫會任務-5倍獎勵-等級段2-階段",
		drop_id = 174002,
		client_goods_list = {{16220002,15,1,0}},
	},
	[174003] = {
		name = "幫會任務-5倍獎勵-等級段3-階段",
		drop_id = 174003,
		client_goods_list = {{16220003,15,1,0}},
	},
	[174004] = {
		name = "幫會任務-5倍獎勵-等級段4-階段",
		drop_id = 174004,
		client_goods_list = {{16220004,15,1,0}},
	},
	[174005] = {
		name = "幫會任務-5倍獎勵-等級段5-階段",
		drop_id = 174005,
		client_goods_list = {{16210005,15,1,0}},
	},
	[174006] = {
		name = "幫會任務-5倍獎勵-等級段6-階段",
		drop_id = 174006,
		client_goods_list = {{16210006,15,1,0}},
	},
	[174007] = {
		name = "幫會任務-5倍獎勵-等級段7-階段",
		drop_id = 174007,
		client_goods_list = {{16210007,15,1,0}},
	},
	[174008] = {
		name = "幫會任務-5倍獎勵-等級段8-階段",
		drop_id = 174008,
		client_goods_list = {{16220001,15,1,0}},
	},
	[174009] = {
		name = "幫會任務-5倍獎勵-等級段9-階段",
		drop_id = 174009,
		client_goods_list = {{16210007,15,1,0}},
	},
	[174010] = {
		name = "幫會任務-5倍獎勵-等級段10-階段",
		drop_id = 174010,
		client_goods_list = {{16220001,15,1,0}},
	},
	[174011] = {
		name = "幫會任務-5倍獎勵-等級段11-階段",
		drop_id = 174011,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174012] = {
		name = "幫會任務-5倍獎勵-等級段12-階段",
		drop_id = 174012,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174013] = {
		name = "幫會任務-5倍獎勵-等級段13-階段",
		drop_id = 174013,
		client_goods_list = {{16220003,2,1,0}},
	},
	[174014] = {
		name = "幫會任務-5倍獎勵-等級段14-階段",
		drop_id = 174014,
		client_goods_list = {{16220004,2,1,0}},
	},
	[174015] = {
		name = "幫會任務-5倍獎勵-等級段15-階段",
		drop_id = 174015,
		client_goods_list = {{16210005,2,1,0}},
	},
	[174016] = {
		name = "幫會任務-5倍獎勵-等級段16-階段",
		drop_id = 174016,
		client_goods_list = {{16210006,2,1,0}},
	},
	[174017] = {
		name = "幫會任務-5倍獎勵-等級段17-階段",
		drop_id = 174017,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174018] = {
		name = "幫會任務-5倍獎勵-等級段18-階段",
		drop_id = 174018,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174019] = {
		name = "幫會任務-5倍獎勵-等級段19-階段",
		drop_id = 174019,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174020] = {
		name = "幫會任務-5倍獎勵-等級段20-階段",
		drop_id = 174020,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174021] = {
		name = "幫會任務-5倍獎勵-等級段21-階段",
		drop_id = 174021,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174022] = {
		name = "幫會任務-5倍獎勵-等級段22-階段",
		drop_id = 174022,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174023] = {
		name = "幫會任務-5倍獎勵-等級段23-階段",
		drop_id = 174023,
		client_goods_list = {{16220003,2,1,0}},
	},
	[174024] = {
		name = "幫會任務-5倍獎勵-等級段24-階段",
		drop_id = 174024,
		client_goods_list = {{16220004,2,1,0}},
	},
	[174025] = {
		name = "幫會任務-5倍獎勵-等級段25-階段",
		drop_id = 174025,
		client_goods_list = {{16210005,2,1,0}},
	},
	[174026] = {
		name = "幫會任務-5倍獎勵-等級段26-階段",
		drop_id = 174026,
		client_goods_list = {{16210006,2,1,0}},
	},
	[174027] = {
		name = "幫會任務-5倍獎勵-等級段27-階段",
		drop_id = 174027,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174028] = {
		name = "幫會任務-5倍獎勵-等級段28-階段",
		drop_id = 174028,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174029] = {
		name = "幫會任務-5倍獎勵-等級段29-階段",
		drop_id = 174029,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174030] = {
		name = "幫會任務-5倍獎勵-等級段30-階段",
		drop_id = 174030,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174031] = {
		name = "幫會任務-5倍獎勵-等級段31-階段",
		drop_id = 174031,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174032] = {
		name = "幫會任務-5倍獎勵-等級段32-階段",
		drop_id = 174032,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174033] = {
		name = "幫會任務-5倍獎勵-等級段33-階段",
		drop_id = 174033,
		client_goods_list = {{16220003,2,1,0}},
	},
	[174034] = {
		name = "幫會任務-5倍獎勵-等級段34-階段",
		drop_id = 174034,
		client_goods_list = {{16220004,2,1,0}},
	},
	[174035] = {
		name = "幫會任務-5倍獎勵-等級段35-階段",
		drop_id = 174035,
		client_goods_list = {{16210005,2,1,0}},
	},
	[174036] = {
		name = "幫會任務-5倍獎勵-等級段36-階段",
		drop_id = 174036,
		client_goods_list = {{16210006,2,1,0}},
	},
	[174037] = {
		name = "幫會任務-5倍獎勵-等級段37-階段",
		drop_id = 174037,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174038] = {
		name = "幫會任務-5倍獎勵-等級段38-階段",
		drop_id = 174038,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174039] = {
		name = "幫會任務-5倍獎勵-等級段39-階段",
		drop_id = 174039,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174040] = {
		name = "幫會任務-5倍獎勵-等級段40-階段",
		drop_id = 174040,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174041] = {
		name = "幫會任務-5倍獎勵-等級段41-階段",
		drop_id = 174041,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174042] = {
		name = "幫會任務-5倍獎勵-等級段42-階段",
		drop_id = 174042,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174043] = {
		name = "幫會任務-5倍獎勵-等級段43-階段",
		drop_id = 174043,
		client_goods_list = {{16220003,2,1,0}},
	},
	[174044] = {
		name = "幫會任務-5倍獎勵-等級段44-階段",
		drop_id = 174044,
		client_goods_list = {{16220004,2,1,0}},
	},
	[174045] = {
		name = "幫會任務-5倍獎勵-等級段45-階段",
		drop_id = 174045,
		client_goods_list = {{16210005,2,1,0}},
	},
	[174046] = {
		name = "幫會任務-5倍獎勵-等級段46-階段",
		drop_id = 174046,
		client_goods_list = {{16210006,2,1,0}},
	},
	[174047] = {
		name = "幫會任務-5倍獎勵-等級段47-階段",
		drop_id = 174047,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174048] = {
		name = "幫會任務-5倍獎勵-等級段48-階段",
		drop_id = 174048,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174049] = {
		name = "幫會任務-5倍獎勵-等級段49-階段",
		drop_id = 174049,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174050] = {
		name = "幫會任務-5倍獎勵-等級段50-階段",
		drop_id = 174050,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174051] = {
		name = "幫會任務-5倍獎勵-等級段51-階段",
		drop_id = 174051,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174052] = {
		name = "幫會任務-5倍獎勵-等級段52-階段",
		drop_id = 174052,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174053] = {
		name = "幫會任務-5倍獎勵-等級段53-階段",
		drop_id = 174053,
		client_goods_list = {{16220003,2,1,0}},
	},
	[174054] = {
		name = "幫會任務-5倍獎勵-等級段54-階段",
		drop_id = 174054,
		client_goods_list = {{16220004,2,1,0}},
	},
	[174055] = {
		name = "幫會任務-5倍獎勵-等級段55-階段",
		drop_id = 174055,
		client_goods_list = {{16210005,2,1,0}},
	},
	[174056] = {
		name = "幫會任務-5倍獎勵-等級段56-階段",
		drop_id = 174056,
		client_goods_list = {{16210006,2,1,0}},
	},
	[174057] = {
		name = "幫會任務-5倍獎勵-等級段57-階段",
		drop_id = 174057,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174058] = {
		name = "幫會任務-5倍獎勵-等級段58-階段",
		drop_id = 174058,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174059] = {
		name = "幫會任務-5倍獎勵-等級段59-階段",
		drop_id = 174059,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174060] = {
		name = "幫會任務-5倍獎勵-等級段60-階段",
		drop_id = 174060,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174061] = {
		name = "幫會任務-5倍獎勵-等級段61-階段",
		drop_id = 174061,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174062] = {
		name = "幫會任務-5倍獎勵-等級段62-階段",
		drop_id = 174062,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174063] = {
		name = "幫會任務-5倍獎勵-等級段63-階段",
		drop_id = 174063,
		client_goods_list = {{16220003,2,1,0}},
	},
	[174064] = {
		name = "幫會任務-5倍獎勵-等級段64-階段",
		drop_id = 174064,
		client_goods_list = {{16220004,2,1,0}},
	},
	[174065] = {
		name = "幫會任務-5倍獎勵-等級段65-階段",
		drop_id = 174065,
		client_goods_list = {{16210005,2,1,0}},
	},
	[174066] = {
		name = "幫會任務-5倍獎勵-等級段66-階段",
		drop_id = 174066,
		client_goods_list = {{16210006,2,1,0}},
	},
	[174067] = {
		name = "幫會任務-5倍獎勵-等級段67-階段",
		drop_id = 174067,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174068] = {
		name = "幫會任務-5倍獎勵-等級段68-階段",
		drop_id = 174068,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174069] = {
		name = "幫會任務-5倍獎勵-等級段69-階段",
		drop_id = 174069,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174070] = {
		name = "幫會任務-5倍獎勵-等級段70-階段",
		drop_id = 174070,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174071] = {
		name = "幫會任務-5倍獎勵-等級段71-階段",
		drop_id = 174071,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174072] = {
		name = "幫會任務-5倍獎勵-等級段72-階段",
		drop_id = 174072,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174073] = {
		name = "幫會任務-5倍獎勵-等級段73-階段",
		drop_id = 174073,
		client_goods_list = {{16220003,2,1,0}},
	},
	[174074] = {
		name = "幫會任務-5倍獎勵-等級段74-階段",
		drop_id = 174074,
		client_goods_list = {{16220004,2,1,0}},
	},
	[174075] = {
		name = "幫會任務-5倍獎勵-等級段75-階段",
		drop_id = 174075,
		client_goods_list = {{16210005,2,1,0}},
	},
	[174076] = {
		name = "幫會任務-5倍獎勵-等級段76-階段",
		drop_id = 174076,
		client_goods_list = {{16210006,2,1,0}},
	},
	[174077] = {
		name = "幫會任務-5倍獎勵-等級段77-階段",
		drop_id = 174077,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174078] = {
		name = "幫會任務-5倍獎勵-等級段78-階段",
		drop_id = 174078,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174079] = {
		name = "幫會任務-5倍獎勵-等級段79-階段",
		drop_id = 174079,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174080] = {
		name = "幫會任務-5倍獎勵-等級段80-階段",
		drop_id = 174080,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174081] = {
		name = "幫會任務-5倍獎勵-等級段81-階段",
		drop_id = 174081,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174082] = {
		name = "幫會任務-5倍獎勵-等級段82-階段",
		drop_id = 174082,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174083] = {
		name = "幫會任務-5倍獎勵-等級段83-階段",
		drop_id = 174083,
		client_goods_list = {{16220003,2,1,0}},
	},
	[174084] = {
		name = "幫會任務-5倍獎勵-等級段84-階段",
		drop_id = 174084,
		client_goods_list = {{16220004,2,1,0}},
	},
	[174085] = {
		name = "幫會任務-5倍獎勵-等級段85-階段",
		drop_id = 174085,
		client_goods_list = {{16210005,2,1,0}},
	},
	[174086] = {
		name = "幫會任務-5倍獎勵-等級段86-階段",
		drop_id = 174086,
		client_goods_list = {{16210006,2,1,0}},
	},
	[174087] = {
		name = "幫會任務-5倍獎勵-等級段87-階段",
		drop_id = 174087,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174088] = {
		name = "幫會任務-5倍獎勵-等級段88-階段",
		drop_id = 174088,
		client_goods_list = {{16220002,2,1,0}},
	},
	[174089] = {
		name = "幫會任務-5倍獎勵-等級段89-階段",
		drop_id = 174089,
		client_goods_list = {{16220001,2,1,0}},
	},
	[174090] = {
		name = "幫會任務-5倍獎勵-等級段90-階段",
		drop_id = 174090,
		client_goods_list = {{16220002,2,1,0}},
	},
	[176001] = {
		name = "幫會任務-階段郵件獎勵-階段1",
		drop_id = 176001,
		client_goods_list = {{15010303,2,1,0},{15010203,1,1,0},{15010203,1,1,0}},
	},
	[176002] = {
		name = "幫會任務-階段郵件獎勵-階段2",
		drop_id = 176002,
		client_goods_list = {{15010303,4,1,0},{15010203,2,1,0},{15010203,2,1,0}},
	},
	[176003] = {
		name = "幫會任務-階段郵件獎勵-階段3",
		drop_id = 176003,
		client_goods_list = {{15010303,6,1,0},{15010203,3,1,0},{15010203,3,1,0}},
	},
	[176004] = {
		name = "幫會任務-階段郵件獎勵-階段4",
		drop_id = 176004,
		client_goods_list = {{15010303,9,1,0},{15010203,4,1,0},{15010203,4,1,0}},
	},
	[176005] = {
		name = "幫會任務-階段郵件獎勵-階段5",
		drop_id = 176005,
		client_goods_list = {{15010303,12,1,0},{15010203,6,1,0},{15010203,6,1,0}},
	},
	[176006] = {
		name = "幫會任務-階段郵件獎勵-階段6",
		drop_id = 176006,
		client_goods_list = {{15010303,12,1,0},{15010203,6,1,0},{15010203,6,1,0}},
	},
	[176007] = {
		name = "幫會任務-階段郵件獎勵-階段7",
		drop_id = 176007,
		client_goods_list = {{15010303,12,1,0},{15010203,6,1,0},{15010203,6,1,0}},
	},
	[176008] = {
		name = "幫會任務-階段郵件獎勵-階段8",
		drop_id = 176008,
		client_goods_list = {{15010303,12,1,0},{15010203,6,1,0},{15010203,6,1,0}},
	},
	[176009] = {
		name = "幫會任務-階段郵件獎勵-階段9",
		drop_id = 176009,
		client_goods_list = {{15010303,12,1,0},{15010203,6,1,0},{15010203,6,1,0}},
	},
	[176010] = {
		name = "幫會任務-階段郵件獎勵-階段10",
		drop_id = 176010,
		client_goods_list = {{15010303,12,1,0},{15010203,6,1,0},{15010203,6,1,0}},
	},
	[180000] = {
		name = "科舉新手回答-固定獎勵",
		drop_id = 180000,
		client_goods_list = {{16160101,1000},{16160104,1000}},
	},
	[180001] = {
		name = "科舉-正確回答-階段1",
		drop_id = 180001,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220001,10,1,0}},
	},
	[180002] = {
		name = "科舉-正確回答-階段2",
		drop_id = 180002,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220002,10,1,0}},
	},
	[180003] = {
		name = "科舉-正確回答-階段3",
		drop_id = 180003,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220003,10,1,0}},
	},
	[180004] = {
		name = "科舉-正確回答-階段4",
		drop_id = 180004,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220004,10,1,0}},
	},
	[180005] = {
		name = "科舉-正確回答-階段5",
		drop_id = 180005,
		client_goods_list = {{16160101,5000},{16160104,5000},{16210005,10,1,0}},
	},
	[180006] = {
		name = "科舉-正確回答-階段6",
		drop_id = 180006,
		client_goods_list = {{16160101,5000},{16160104,5000},{16210006,10,1,0}},
	},
	[180007] = {
		name = "科舉-正確回答-階段7",
		drop_id = 180007,
		client_goods_list = {{16160101,5000},{16160104,5000},{16210007,10,1,0}},
	},
	[180008] = {
		name = "科舉-正確回答-階段8",
		drop_id = 180008,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220001,10,1,0}},
	},
	[180009] = {
		name = "科舉-正確回答-階段9",
		drop_id = 180009,
		client_goods_list = {{16160101,5000},{16160104,5000},{16210007,10,1,0}},
	},
	[180010] = {
		name = "科舉-正確回答-階段10",
		drop_id = 180010,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220001,10,1,0}},
	},
	[181001] = {
		name = "科舉-錯誤回答-階段1",
		drop_id = 181001,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220001,10,1,0}},
	},
	[181002] = {
		name = "科舉-錯誤回答-階段2",
		drop_id = 181002,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220002,10,1,0}},
	},
	[181003] = {
		name = "科舉-錯誤回答-階段3",
		drop_id = 181003,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220003,10,1,0}},
	},
	[181004] = {
		name = "科舉-錯誤回答-階段4",
		drop_id = 181004,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220004,10,1,0}},
	},
	[181005] = {
		name = "科舉-錯誤回答-階段5",
		drop_id = 181005,
		client_goods_list = {{16160101,2500},{16160104,2500},{16210005,10,1,0}},
	},
	[181006] = {
		name = "科舉-錯誤回答-階段6",
		drop_id = 181006,
		client_goods_list = {{16160101,2500},{16160104,2500},{16210006,10,1,0}},
	},
	[181007] = {
		name = "科舉-錯誤回答-階段7",
		drop_id = 181007,
		client_goods_list = {{16160101,2500},{16160104,2500},{16210007,10,1,0}},
	},
	[181008] = {
		name = "科舉-錯誤回答-階段8",
		drop_id = 181008,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220001,10,1,0}},
	},
	[181009] = {
		name = "科舉-錯誤回答-階段9",
		drop_id = 181009,
		client_goods_list = {{16160101,2500},{16160104,2500},{16210007,10,1,0}},
	},
	[181010] = {
		name = "科舉-錯誤回答-階段10",
		drop_id = 181010,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220001,10,1,0}},
	},
	[182001] = {
		name = "科舉寶箱-階段1",
		drop_id = 182001,
		client_goods_list = {{30010401,1,1,0}},
	},
	[182002] = {
		name = "科舉寶箱-階段2",
		drop_id = 182002,
		client_goods_list = {{30010402,1,1,0}},
	},
	[182003] = {
		name = "科舉寶箱-階段3",
		drop_id = 182003,
		client_goods_list = {{30010403,1,1,0}},
	},
	[182004] = {
		name = "科舉寶箱-階段4",
		drop_id = 182004,
		client_goods_list = {{15010074,1,1,0}},
	},
	[182005] = {
		name = "科舉寶箱-階段5",
		drop_id = 182005,
		client_goods_list = {{15010074,1,1,0}},
	},
	[182006] = {
		name = "科舉寶箱-階段6",
		drop_id = 182006,
		client_goods_list = {{15010074,1,1,0}},
	},
	[182007] = {
		name = "科舉寶箱-階段7",
		drop_id = 182007,
		client_goods_list = {{15010074,1,1,0}},
	},
	[182008] = {
		name = "科舉寶箱-階段8",
		drop_id = 182008,
		client_goods_list = {{15010074,1,1,0}},
	},
	[182009] = {
		name = "科舉寶箱-階段9",
		drop_id = 182009,
		client_goods_list = {{15010074,1,1,0}},
	},
	[182010] = {
		name = "科舉寶箱-階段10",
		drop_id = 182010,
		client_goods_list = {{15010074,1,1,0}},
	},
	[183001] = {
		name = "科舉-排名1",
		drop_id = 183001,
		client_goods_list = {{30010401,1,1,0}},
	},
	[183002] = {
		name = "科舉-排名2",
		drop_id = 183002,
		client_goods_list = {{30010402,1,1,0}},
	},
	[183003] = {
		name = "科舉-排名3",
		drop_id = 183003,
		client_goods_list = {{30010403,1,1,0}},
	},
	[183004] = {
		name = "科舉-排名4",
		drop_id = 183004,
		client_goods_list = {{15010074,1,1,0}},
	},
	[183005] = {
		name = "科舉-排名5",
		drop_id = 183005,
		client_goods_list = {{15010074,1,1,0}},
	},
	[183006] = {
		name = "科舉-排名6",
		drop_id = 183006,
		client_goods_list = {{15010074,1,1,0}},
	},
	[183007] = {
		name = "科舉-排名7",
		drop_id = 183007,
		client_goods_list = {{15010074,1,1,0}},
	},
	[183008] = {
		name = "科舉-排名8",
		drop_id = 183008,
		client_goods_list = {{15010074,1,1,0}},
	},
	[183009] = {
		name = "科舉-排名9",
		drop_id = 183009,
		client_goods_list = {{15010074,1,1,0}},
	},
	[183010] = {
		name = "科舉-排名10",
		drop_id = 183010,
		client_goods_list = {{15010074,1,1,0}},
	},
	[190001] = {
		name = "懲兇-任務獎勵1",
		drop_id = 190001,
		client_goods_list = {{16160101,50,1,0},{16160104,50,1,0}},
	},
	[190002] = {
		name = "懲兇-任務獎勵2",
		drop_id = 190002,
		client_goods_list = {{16160101,50,1,0},{16160104,50,1,0}},
	},
	[190003] = {
		name = "懲兇-任務獎勵3",
		drop_id = 190003,
		client_goods_list = {{16160101,50,1,0},{16160104,50,1,0}},
	},
	[190004] = {
		name = "懲兇-任務獎勵4",
		drop_id = 190004,
		client_goods_list = {{16160101,50,1,0},{16160104,50,1,0}},
	},
	[190005] = {
		name = "懲兇-任務獎勵5",
		drop_id = 190005,
		client_goods_list = {{16160101,50,1,0},{16160104,50,1,0}},
	},
	[190006] = {
		name = "懲兇-任務獎勵6",
		drop_id = 190006,
		client_goods_list = {{16160101,50,1,0},{16160104,50,1,0}},
	},
	[190007] = {
		name = "懲兇-任務獎勵7",
		drop_id = 190007,
		client_goods_list = {{16160101,50,1,0},{16160104,50,1,0}},
	},
	[190008] = {
		name = "懲兇-任務獎勵8",
		drop_id = 190008,
		client_goods_list = {{16160101,50,1,0},{16160104,50,1,0}},
	},
	[190009] = {
		name = "懲兇-任務獎勵9",
		drop_id = 190009,
		client_goods_list = {{16160101,50,1,0},{16160104,50,1,0}},
	},
	[190010] = {
		name = "懲兇-任務獎勵10",
		drop_id = 190010,
		client_goods_list = {{16160101,50,1,0},{16160104,50,1,0}},
	},
	[191001] = {
		name = "懲兇-寶箱獎勵1",
		drop_id = 191001,
		client_goods_list = {{15010075,10,1,0}},
	},
	[191002] = {
		name = "懲兇-寶箱獎勵2",
		drop_id = 191002,
		client_goods_list = {{15010075,10,1,0}},
	},
	[191003] = {
		name = "懲兇-寶箱獎勵3",
		drop_id = 191003,
		client_goods_list = {{15010075,10,1,0}},
	},
	[191004] = {
		name = "懲兇-寶箱獎勵4",
		drop_id = 191004,
		client_goods_list = {{15010075,10,1,0}},
	},
	[191005] = {
		name = "懲兇-寶箱獎勵5",
		drop_id = 191005,
		client_goods_list = {{15010075,10,1,0}},
	},
	[191006] = {
		name = "懲兇-寶箱獎勵6",
		drop_id = 191006,
		client_goods_list = {{15010075,10,1,0}},
	},
	[191007] = {
		name = "懲兇-寶箱獎勵7",
		drop_id = 191007,
		client_goods_list = {{15010075,10,1,0}},
	},
	[191008] = {
		name = "懲兇-寶箱獎勵8",
		drop_id = 191008,
		client_goods_list = {{15010075,10,1,0}},
	},
	[191009] = {
		name = "懲兇-寶箱獎勵9",
		drop_id = 191009,
		client_goods_list = {{15010075,10,1,0}},
	},
	[191010] = {
		name = "懲兇-寶箱獎勵10",
		drop_id = 191010,
		client_goods_list = {{15010075,10,1,0}},
	},
	[200001] = {
		name = "答題-正確獎勵1",
		drop_id = 200001,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220001,10,1,0}},
	},
	[200002] = {
		name = "答題-正確獎勵2",
		drop_id = 200002,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220002,10,1,0}},
	},
	[200003] = {
		name = "答題-正確獎勵3",
		drop_id = 200003,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220003,10,1,0}},
	},
	[200004] = {
		name = "答題-正確獎勵4",
		drop_id = 200004,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220004,10,1,0}},
	},
	[200005] = {
		name = "答題-正確獎勵5",
		drop_id = 200005,
		client_goods_list = {{16160101,5000},{16160104,5000},{16210005,10,1,0}},
	},
	[200006] = {
		name = "答題-正確獎勵6",
		drop_id = 200006,
		client_goods_list = {{16160101,5000},{16160104,5000},{16210006,10,1,0}},
	},
	[200007] = {
		name = "答題-正確獎勵7",
		drop_id = 200007,
		client_goods_list = {{16160101,5000},{16160104,5000},{16210007,10,1,0}},
	},
	[200008] = {
		name = "答題-正確獎勵8",
		drop_id = 200008,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220001,10,1,0}},
	},
	[200009] = {
		name = "答題-正確獎勵9",
		drop_id = 200009,
		client_goods_list = {{16160101,5000},{16160104,5000},{16210007,10,1,0}},
	},
	[200010] = {
		name = "答題-正確獎勵10",
		drop_id = 200010,
		client_goods_list = {{16160101,5000},{16160104,5000},{16220001,10,1,0}},
	},
	[200101] = {
		name = "答題-錯誤獎勵1",
		drop_id = 200101,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220001,10,1,0}},
	},
	[200102] = {
		name = "答題-錯誤獎勵2",
		drop_id = 200102,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220002,10,1,0}},
	},
	[200103] = {
		name = "答題-錯誤獎勵3",
		drop_id = 200103,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220003,10,1,0}},
	},
	[200104] = {
		name = "答題-錯誤獎勵4",
		drop_id = 200104,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220004,10,1,0}},
	},
	[200105] = {
		name = "答題-錯誤獎勵5",
		drop_id = 200105,
		client_goods_list = {{16160101,2500},{16160104,2500},{16210005,10,1,0}},
	},
	[200106] = {
		name = "答題-錯誤獎勵6",
		drop_id = 200106,
		client_goods_list = {{16160101,2500},{16160104,2500},{16210006,10,1,0}},
	},
	[200107] = {
		name = "答題-錯誤獎勵7",
		drop_id = 200107,
		client_goods_list = {{16160101,2500},{16160104,2500},{16210007,10,1,0}},
	},
	[200108] = {
		name = "答題-錯誤獎勵8",
		drop_id = 200108,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220001,10,1,0}},
	},
	[200109] = {
		name = "答題-錯誤獎勵9",
		drop_id = 200109,
		client_goods_list = {{16160101,2500},{16160104,2500},{16210007,10,1,0}},
	},
	[200110] = {
		name = "答題-錯誤獎勵10",
		drop_id = 200110,
		client_goods_list = {{16160101,2500},{16160104,2500},{16220001,10,1,0}},
	},
	[201001] = {
		name = "拋骰子-參與獎勵1",
		drop_id = 201001,
		client_goods_list = {{16220001,1,1,0}},
	},
	[201002] = {
		name = "拋骰子-參與獎勵2",
		drop_id = 201002,
		client_goods_list = {{16220002,1,1,0}},
	},
	[201003] = {
		name = "拋骰子-參與獎勵3",
		drop_id = 201003,
		client_goods_list = {{16220003,1,1,0}},
	},
	[201004] = {
		name = "拋骰子-參與獎勵4",
		drop_id = 201004,
		client_goods_list = {{16220004,1,1,0}},
	},
	[201005] = {
		name = "拋骰子-參與獎勵5",
		drop_id = 201005,
		client_goods_list = {{16210005,1,1,0}},
	},
	[201006] = {
		name = "拋骰子-參與獎勵6",
		drop_id = 201006,
		client_goods_list = {{16210006,1,1,0}},
	},
	[201007] = {
		name = "拋骰子-參與獎勵7",
		drop_id = 201007,
		client_goods_list = {{16210007,1,1,0}},
	},
	[201008] = {
		name = "拋骰子-參與獎勵8",
		drop_id = 201008,
		client_goods_list = {{16220001,1,1,0}},
	},
	[201009] = {
		name = "拋骰子-參與獎勵9",
		drop_id = 201009,
		client_goods_list = {{16210007,1,1,0}},
	},
	[201010] = {
		name = "拋骰子-參與獎勵10",
		drop_id = 201010,
		client_goods_list = {{16220001,1,1,0}},
	},
	[201101] = {
		name = "拋骰子-最大點數獎勵1",
		drop_id = 201101,
		client_goods_list = {{15010003,1,1,0}},
	},
	[201102] = {
		name = "拋骰子-最大點數獎勵2",
		drop_id = 201102,
		client_goods_list = {{15010003,1,1,0}},
	},
	[201103] = {
		name = "拋骰子-最大點數獎勵3",
		drop_id = 201103,
		client_goods_list = {{15010003,1,1,0}},
	},
	[201104] = {
		name = "拋骰子-最大點數獎勵4",
		drop_id = 201104,
		client_goods_list = {{15010003,1,1,0}},
	},
	[201105] = {
		name = "拋骰子-最大點數獎勵5",
		drop_id = 201105,
		client_goods_list = {{15010003,1,1,0}},
	},
	[201106] = {
		name = "拋骰子-最大點數獎勵6",
		drop_id = 201106,
		client_goods_list = {{15010003,1,1,0}},
	},
	[201107] = {
		name = "拋骰子-最大點數獎勵7",
		drop_id = 201107,
		client_goods_list = {{15010003,1,1,0}},
	},
	[201108] = {
		name = "拋骰子-最大點數獎勵8",
		drop_id = 201108,
		client_goods_list = {{15010003,1,1,0}},
	},
	[201109] = {
		name = "拋骰子-最大點數獎勵9",
		drop_id = 201109,
		client_goods_list = {{15010003,1,1,0}},
	},
	[201110] = {
		name = "拋骰子-最大點數獎勵10",
		drop_id = 201110,
		client_goods_list = {{15010003,1,1,0}},
	},
	[201201] = {
		name = "拋骰子-最小點數獎勵1",
		drop_id = 201201,
		client_goods_list = {{15010004,1,1,0}},
	},
	[201202] = {
		name = "拋骰子-最小點數獎勵2",
		drop_id = 201202,
		client_goods_list = {{15010004,1,1,0}},
	},
	[201203] = {
		name = "拋骰子-最小點數獎勵3",
		drop_id = 201203,
		client_goods_list = {{15010004,1,1,0}},
	},
	[201204] = {
		name = "拋骰子-最小點數獎勵4",
		drop_id = 201204,
		client_goods_list = {{15010004,1,1,0}},
	},
	[201205] = {
		name = "拋骰子-最小點數獎勵5",
		drop_id = 201205,
		client_goods_list = {{15010004,1,1,0}},
	},
	[201206] = {
		name = "拋骰子-最小點數獎勵6",
		drop_id = 201206,
		client_goods_list = {{15010004,1,1,0}},
	},
	[201207] = {
		name = "拋骰子-最小點數獎勵7",
		drop_id = 201207,
		client_goods_list = {{15010004,1,1,0}},
	},
	[201208] = {
		name = "拋骰子-最小點數獎勵8",
		drop_id = 201208,
		client_goods_list = {{15010004,1,1,0}},
	},
	[201209] = {
		name = "拋骰子-最小點數獎勵9",
		drop_id = 201209,
		client_goods_list = {{15010004,1,1,0}},
	},
	[201210] = {
		name = "拋骰子-最小點數獎勵10",
		drop_id = 201210,
		client_goods_list = {{15010004,1,1,0}},
	},
	[202001] = {
		name = "拋骰子-點贊獎勵1",
		drop_id = 202001,
		client_goods_list = {{16220001,10,1,0}},
	},
	[202002] = {
		name = "拋骰子-點贊獎勵2",
		drop_id = 202002,
		client_goods_list = {{16220002,10,1,0}},
	},
	[202003] = {
		name = "拋骰子-點贊獎勵3",
		drop_id = 202003,
		client_goods_list = {{16220003,10,1,0}},
	},
	[202004] = {
		name = "拋骰子-點贊獎勵4",
		drop_id = 202004,
		client_goods_list = {{16220004,10,1,0}},
	},
	[202005] = {
		name = "拋骰子-點贊獎勵5",
		drop_id = 202005,
		client_goods_list = {{16210005,10,1,0}},
	},
	[202006] = {
		name = "拋骰子-點贊獎勵6",
		drop_id = 202006,
		client_goods_list = {{16210006,10,1,0}},
	},
	[202007] = {
		name = "拋骰子-點贊獎勵7",
		drop_id = 202007,
		client_goods_list = {{16210007,10,1,0}},
	},
	[202008] = {
		name = "拋骰子-點贊獎勵8",
		drop_id = 202008,
		client_goods_list = {{16220001,10,1,0}},
	},
	[202009] = {
		name = "拋骰子-點贊獎勵9",
		drop_id = 202009,
		client_goods_list = {{16210007,10,1,0}},
	},
	[202010] = {
		name = "拋骰子-點贊獎勵10",
		drop_id = 202010,
		client_goods_list = {{16220001,10,1,0}},
	},
	[202101] = {
		name = "拋骰子-點踩獎勵1",
		drop_id = 202101,
		client_goods_list = {{16220001,2,1,0}},
	},
	[202102] = {
		name = "拋骰子-點踩獎勵2",
		drop_id = 202102,
		client_goods_list = {{16220002,2,1,0}},
	},
	[202103] = {
		name = "拋骰子-點踩獎勵3",
		drop_id = 202103,
		client_goods_list = {{16220003,2,1,0}},
	},
	[202104] = {
		name = "拋骰子-點踩獎勵4",
		drop_id = 202104,
		client_goods_list = {{16220004,2,1,0}},
	},
	[202105] = {
		name = "拋骰子-點踩獎勵5",
		drop_id = 202105,
		client_goods_list = {{16210005,2,1,0}},
	},
	[202106] = {
		name = "拋骰子-點踩獎勵6",
		drop_id = 202106,
		client_goods_list = {{16210006,2,1,0}},
	},
	[202107] = {
		name = "拋骰子-點踩獎勵7",
		drop_id = 202107,
		client_goods_list = {{16220001,2,1,0}},
	},
	[202108] = {
		name = "拋骰子-點踩獎勵8",
		drop_id = 202108,
		client_goods_list = {{16220002,2,1,0}},
	},
	[202109] = {
		name = "拋骰子-點踩獎勵9",
		drop_id = 202109,
		client_goods_list = {{16220001,2,1,0}},
	},
	[202110] = {
		name = "拋骰子-點踩獎勵10",
		drop_id = 202110,
		client_goods_list = {{16220002,2,1,0}},
	},
	[210001] = {
		drop_id = 210001,
		client_goods_list = {{16220001,2,1,0}},
	},
	[210002] = {
		drop_id = 210002,
		client_goods_list = {{16220002,2,1,0}},
	},
	[210003] = {
		drop_id = 210003,
		client_goods_list = {{16220003,2,1,0}},
	},
	[210004] = {
		drop_id = 210004,
		client_goods_list = {{16220004,2,1,0}},
	},
	[210005] = {
		drop_id = 210005,
		client_goods_list = {{16210005,2,1,0}},
	},
	[210011] = {
		drop_id = 210011,
		client_goods_list = {{16220001,2,1,0}},
	},
	[210012] = {
		drop_id = 210012,
		client_goods_list = {{16220002,2,1,0}},
	},
	[210013] = {
		drop_id = 210013,
		client_goods_list = {{16220003,2,1,0}},
	},
	[210014] = {
		drop_id = 210014,
		client_goods_list = {{16220004,2,1,0}},
	},
	[210015] = {
		drop_id = 210015,
		client_goods_list = {{16210005,2,1,0}},
	},
	[210021] = {
		drop_id = 210021,
		client_goods_list = {{16210006,2,1,0}},
	},
	[210022] = {
		drop_id = 210022,
		client_goods_list = {{16220001,2,1,0}},
	},
	[210023] = {
		drop_id = 210023,
		client_goods_list = {{16220002,2,1,0}},
	},
	[210024] = {
		drop_id = 210024,
		client_goods_list = {{16220001,2,1,0}},
	},
	[210025] = {
		drop_id = 210025,
		client_goods_list = {{16220002,2,1,0}},
	},
	[210100] = {
		drop_id = 210100,
		client_goods_list = {{16220002,2,1,0}},
	},
	[210101] = {
		name = "藏寶圖任務-獎勵1",
		drop_id = 210101,
		client_goods_list = {{15010084,10,1,0}},
	},
	[210102] = {
		name = "藏寶圖任務-獎勵2",
		drop_id = 210102,
		client_goods_list = {{15010084,10,1,0}},
	},
	[210103] = {
		name = "藏寶圖任務-獎勵3",
		drop_id = 210103,
		client_goods_list = {{15010084,10,1,0}},
	},
	[210104] = {
		name = "藏寶圖任務-獎勵4",
		drop_id = 210104,
		client_goods_list = {{15010084,10,1,0}},
	},
	[210105] = {
		name = "藏寶圖任務-獎勵5",
		drop_id = 210105,
		client_goods_list = {{15010084,10,1,0}},
	},
	[210106] = {
		name = "藏寶圖任務-獎勵6",
		drop_id = 210106,
		client_goods_list = {{15010084,10,1,0}},
	},
	[210107] = {
		name = "藏寶圖任務-獎勵7",
		drop_id = 210107,
		client_goods_list = {{15010084,10,1,0}},
	},
	[210108] = {
		name = "藏寶圖任務-獎勵8",
		drop_id = 210108,
		client_goods_list = {{15010084,10,1,0}},
	},
	[210109] = {
		name = "藏寶圖任務-獎勵9",
		drop_id = 210109,
		client_goods_list = {{15010084,10,1,0}},
	},
	[210110] = {
		name = "藏寶圖任務-獎勵10",
		drop_id = 210110,
		client_goods_list = {{15010084,10,1,0}},
	},
	[210201] = {
		name = "稀世藏寶圖-獎勵1",
		drop_id = 210201,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210202] = {
		name = "稀世藏寶圖-獎勵2",
		drop_id = 210202,
		client_goods_list = {{16220002,10,1,0}},
	},
	[210203] = {
		name = "稀世藏寶圖-獎勵3",
		drop_id = 210203,
		client_goods_list = {{16220003,10,1,0}},
	},
	[210204] = {
		name = "稀世藏寶圖-獎勵4",
		drop_id = 210204,
		client_goods_list = {{16220004,10,1,0}},
	},
	[210205] = {
		name = "稀世藏寶圖-獎勵5",
		drop_id = 210205,
		client_goods_list = {{16210005,10,1,0}},
	},
	[210211] = {
		drop_id = 210211,
		client_goods_list = {{16210006,10,1,0}},
	},
	[210212] = {
		drop_id = 210212,
		client_goods_list = {{16210007,10,1,0}},
	},
	[210213] = {
		drop_id = 210213,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210214] = {
		drop_id = 210214,
		client_goods_list = {{16210007,10,1,0}},
	},
	[210215] = {
		drop_id = 210215,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210221] = {
		drop_id = 210221,
		client_goods_list = {{16210006,10,1,0}},
	},
	[210222] = {
		drop_id = 210222,
		client_goods_list = {{16210007,10,1,0}},
	},
	[210223] = {
		drop_id = 210223,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210224] = {
		drop_id = 210224,
		client_goods_list = {{16210007,10,1,0}},
	},
	[210225] = {
		drop_id = 210225,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210301] = {
		name = "稀世藏寶圖-隊長使用獎勵1",
		drop_id = 210301,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210302] = {
		name = "稀世藏寶圖-隊長使用獎勵2",
		drop_id = 210302,
		client_goods_list = {{16220002,10,1,0}},
	},
	[210303] = {
		name = "稀世藏寶圖-隊長使用獎勵3",
		drop_id = 210303,
		client_goods_list = {{16220003,10,1,0}},
	},
	[210304] = {
		name = "稀世藏寶圖-隊長使用獎勵4",
		drop_id = 210304,
		client_goods_list = {{16220004,10,1,0}},
	},
	[210305] = {
		name = "稀世藏寶圖-隊長使用獎勵5",
		drop_id = 210305,
		client_goods_list = {{16210005,10,1,0}},
	},
	[210306] = {
		name = "稀世藏寶圖-隊長使用獎勵6",
		drop_id = 210306,
		client_goods_list = {{16210006,10,1,0}},
	},
	[210307] = {
		name = "稀世藏寶圖-隊長使用獎勵7",
		drop_id = 210307,
		client_goods_list = {{16210007,10,1,0}},
	},
	[210308] = {
		name = "稀世藏寶圖-隊長使用獎勵8",
		drop_id = 210308,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210309] = {
		name = "稀世藏寶圖-隊長使用獎勵9",
		drop_id = 210309,
		client_goods_list = {{16210007,10,1,0}},
	},
	[210310] = {
		name = "稀世藏寶圖-隊長使用獎勵10",
		drop_id = 210310,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210401] = {
		name = "絕世藏寶圖-獎勵1",
		drop_id = 210401,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210402] = {
		name = "絕世藏寶圖-獎勵2",
		drop_id = 210402,
		client_goods_list = {{16220002,10,1,0}},
	},
	[210403] = {
		name = "絕世藏寶圖-獎勵3",
		drop_id = 210403,
		client_goods_list = {{16220003,10,1,0}},
	},
	[210404] = {
		name = "絕世藏寶圖-獎勵4",
		drop_id = 210404,
		client_goods_list = {{16220004,10,1,0}},
	},
	[210405] = {
		name = "絕世藏寶圖-獎勵5",
		drop_id = 210405,
		client_goods_list = {{16210005,10,1,0}},
	},
	[210406] = {
		name = "絕世藏寶圖-獎勵6",
		drop_id = 210406,
		client_goods_list = {{16210006,10,1,0}},
	},
	[210407] = {
		name = "絕世藏寶圖-獎勵7",
		drop_id = 210407,
		client_goods_list = {{16210007,10,1,0}},
	},
	[210408] = {
		name = "絕世藏寶圖-獎勵8",
		drop_id = 210408,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210409] = {
		name = "絕世藏寶圖-獎勵9",
		drop_id = 210409,
		client_goods_list = {{16210007,10,1,0}},
	},
	[210410] = {
		name = "絕世藏寶圖-獎勵10",
		drop_id = 210410,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210501] = {
		name = "絕世藏寶圖-隊長使用獎勵1",
		drop_id = 210501,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210502] = {
		name = "絕世藏寶圖-隊長使用獎勵2",
		drop_id = 210502,
		client_goods_list = {{16220002,10,1,0}},
	},
	[210503] = {
		name = "絕世藏寶圖-隊長使用獎勵3",
		drop_id = 210503,
		client_goods_list = {{16220003,10,1,0}},
	},
	[210504] = {
		name = "絕世藏寶圖-隊長使用獎勵4",
		drop_id = 210504,
		client_goods_list = {{16220004,10,1,0}},
	},
	[210505] = {
		name = "絕世藏寶圖-隊長使用獎勵5",
		drop_id = 210505,
		client_goods_list = {{16210005,10,1,0}},
	},
	[210506] = {
		name = "絕世藏寶圖-隊長使用獎勵6",
		drop_id = 210506,
		client_goods_list = {{16210006,10,1,0}},
	},
	[210507] = {
		name = "絕世藏寶圖-隊長使用獎勵7",
		drop_id = 210507,
		client_goods_list = {{16210007,10,1,0}},
	},
	[210508] = {
		name = "絕世藏寶圖-隊長使用獎勵8",
		drop_id = 210508,
		client_goods_list = {{16220001,10,1,0}},
	},
	[210509] = {
		name = "絕世藏寶圖-隊長使用獎勵9",
		drop_id = 210509,
		client_goods_list = {{16210007,10,1,0}},
	},
	[210510] = {
		name = "絕世藏寶圖-隊長使用獎勵10",
		drop_id = 210510,
		client_goods_list = {{16220001,10,1,0}},
	},
	[220001] = {
		name = "經脈奪寶抽獎1",
		drop_id = 220001,
		client_goods_list = {{15030001,1,1,0}},
	},
	[220002] = {
		name = "經脈奪寶抽獎2",
		drop_id = 220002,
		client_goods_list = {{15030002,1,1,0}},
	},
	[220003] = {
		name = "經脈奪寶抽獎3",
		drop_id = 220003,
		client_goods_list = {{15030003,1,1,0}},
	},
	[220004] = {
		name = "經脈奪寶抽獎4",
		drop_id = 220004,
		client_goods_list = {{15030004,1,1,0}},
	},
	[220005] = {
		name = "經脈奪寶抽獎5",
		drop_id = 220005,
		client_goods_list = {{15030005,1,1,0}},
	},
	[220006] = {
		name = "經脈奪寶抽獎6",
		drop_id = 220006,
		client_goods_list = {{15030006,1,1,0}},
	},
	[220007] = {
		name = "經脈奪寶抽獎7",
		drop_id = 220007,
		client_goods_list = {{15030007,1,1,0}},
	},
	[220008] = {
		name = "經脈奪寶抽獎8",
		drop_id = 220008,
		client_goods_list = {{15030008,1,1,0}},
	},
	[220011] = {
		name = "經脈奪寶累積1",
		drop_id = 220011,
		client_goods_list = {{15010103,1,1,0}},
	},
	[220012] = {
		name = "經脈奪寶累積2",
		drop_id = 220012,
		client_goods_list = {{15010104,1,1,0}},
	},
	[220013] = {
		name = "經脈奪寶累積3",
		drop_id = 220013,
		client_goods_list = {{15010105,1,1,0}},
	},
	[220014] = {
		name = "經脈奪寶累積4",
		drop_id = 220014,
		client_goods_list = {{15010106,1,1,0}},
	},
	[220015] = {
		name = "經脈奪寶累積5",
		drop_id = 220015,
		client_goods_list = {{15010107,1,1,0}},
	},
	[220016] = {
		name = "經脈奪寶累積禮包1",
		drop_id = 220016,
		client_goods_list = {{16160112,20,1,0}},
	},
	[220017] = {
		name = "經脈奪寶累積禮包2",
		drop_id = 220017,
		client_goods_list = {{16160112,30,1,0}},
	},
	[220018] = {
		name = "經脈奪寶累積禮包3",
		drop_id = 220018,
		client_goods_list = {{16160112,70,1,0}},
	},
	[220019] = {
		name = "經脈奪寶累積禮包4",
		drop_id = 220019,
		client_goods_list = {{16160112,90,1,0}},
	},
	[220020] = {
		name = "經脈奪寶累積禮包5",
		drop_id = 220020,
		client_goods_list = {{16160112,150,1,0}},
	},
	[220101] = {
		name = "經脈裝備禮包1",
		drop_id = 220101,
		client_goods_list = {{15030001,1,1,0}},
	},
	[220102] = {
		name = "經脈裝備禮包2",
		drop_id = 220102,
		client_goods_list = {{15030002,1,1,0}},
	},
	[220103] = {
		name = "經脈裝備禮包3",
		drop_id = 220103,
		client_goods_list = {{15030003,1,1,0}},
	},
	[220104] = {
		name = "經脈裝備禮包4",
		drop_id = 220104,
		client_goods_list = {{15030004,1,1,0}},
	},
	[220105] = {
		name = "經脈裝備禮包5",
		drop_id = 220105,
		client_goods_list = {{15030005,1,1,0}},
	},
	[220106] = {
		name = "經脈裝備禮包6",
		drop_id = 220106,
		client_goods_list = {{15030006,1,1,0}},
	},
	[220107] = {
		name = "經脈裝備禮包7",
		drop_id = 220107,
		client_goods_list = {{15030007,1,1,0}},
	},
	[220108] = {
		name = "經脈裝備禮包8",
		drop_id = 220108,
		client_goods_list = {{15030008,1,1,0}},
	},
	[221001] = {
		name = "活躍獎勵1",
		drop_id = 221001,
		client_goods_list = {{15010007,1,1,0}},
	},
	[221002] = {
		name = "活躍獎勵2",
		drop_id = 221002,
		client_goods_list = {{15010031,1,1,0}},
	},
	[221003] = {
		name = "活躍獎勵3",
		drop_id = 221003,
		client_goods_list = {{16300001,1,1,0}},
	},
	[221004] = {
		name = "活躍獎勵4",
		drop_id = 221004,
		client_goods_list = {{15010012,1,1,0}},
	},
	[221005] = {
		name = "活躍獎勵5",
		drop_id = 221005,
		client_goods_list = {{15010023,1,1,0}},
	},
	[222001] = {
		name = "神器獎勵1",
		drop_id = 222001,
		client_goods_list = {{15010061,1,1,0}},
	},
	[222002] = {
		name = "神器獎勵2",
		drop_id = 222002,
		client_goods_list = {{16010001,1,1,0}},
	},
	[222003] = {
		name = "神器獎勵3",
		drop_id = 222003,
		client_goods_list = {{16220001,1,1,0}},
	},
	[222004] = {
		name = "神器獎勵4",
		drop_id = 222004,
		client_goods_list = {{15010031,1,1,0}},
	},
	[222005] = {
		name = "神器獎勵5",
		drop_id = 222005,
		client_goods_list = {{16400001,1,1,0}},
	},
	[230001] = {
		name = "禮包獎勵-捕獸禮包",
		drop_id = 230001,
		client_goods_list = {{16330001,5,1,0}},
	},
	[230002] = {
		name = "禮包獎勵-100銀兩",
		drop_id = 230002,
		client_goods_list = {{17,100}},
	},
	[230003] = {
		name = "禮包獎勵-1000銀兩",
		drop_id = 230003,
		client_goods_list = {{17,1000}},
	},
	[230004] = {
		name = "禮包獎勵-10綁元",
		drop_id = 230004,
		client_goods_list = {{3,10}},
	},
	[230005] = {
		name = "禮包獎勵-20綁元",
		drop_id = 230005,
		client_goods_list = {{3,20}},
	},
	[230006] = {
		name = "禮包獎勵-50綁元",
		drop_id = 230006,
		client_goods_list = {{3,50}},
	},
	[230007] = {
		name = "禮包獎勵-100綁元",
		drop_id = 230007,
		client_goods_list = {{3,100}},
	},
	[230008] = {
		name = "禮包獎勵-1級寶石禮盒",
		drop_id = 230008,
		client_goods_list = {{16330001,5,1,0}},
	},
	[230009] = {
		name = "禮包獎勵-2級寶石禮盒",
		drop_id = 230009,
		client_goods_list = {{16330001,5,1,0}},
	},
	[230010] = {
		name = "禮包獎勵-3級寶石禮盒",
		drop_id = 230010,
		client_goods_list = {{16330001,5,1,0}},
	},
	[230011] = {
		name = "禮包獎勵-4級寶石禮盒",
		drop_id = 230011,
		client_goods_list = {{16330001,5,1,0}},
	},
	[230012] = {
		name = "打造符禮包（50級）",
		drop_id = 230012,
		client_goods_list = {{16330001,5,1,0}},
	},
	[230013] = {
		name = "打造符禮包（60級）",
		drop_id = 230013,
		client_goods_list = {{16330001,5,1,0}},
	},
	[230014] = {
		name = "打造符禮包（70級）",
		drop_id = 230014,
		client_goods_list = {{16330001,5,1,0}},
	},
	[230015] = {
		name = "打造符禮包（80級）",
		drop_id = 230015,
		client_goods_list = {{16330001,5,1,0}},
	},
	[230016] = {
		name = "打造符禮包（90級）",
		drop_id = 230016,
		client_goods_list = {{16330001,5,1,0}},
	},
	[230017] = {
		drop_id = 230017,
		client_goods_list = {{17,5000}},
	},
	[230018] = {
		name = "禮包獎勵-500銀兩",
		drop_id = 230018,
		client_goods_list = {{17,500}},
	},
	[230019] = {
		name = "禮包獎勵-5綁元",
		drop_id = 230019,
		client_goods_list = {{3,5}},
	},
	[230020] = {
		drop_id = 230020,
		client_goods_list = {{17,10000}},
	},
	[240001] = {
		name = "首充獎勵",
		drop_id = 240001,
		client_goods_list = {{16460010,1,1,0},{33011027,1,1,0},{10003009,1,1,0},{10004009,1,1,0},{16590201,1,1,0}},
	},
	[250001] = {
		name = "累計充值-獎勵1",
		drop_id = 250001,
		client_goods_list = {{16010001,10,1,0},{16250101,1,1,0},{33011015,1,1,0}},
	},
	[250002] = {
		name = "累計充值-獎勵2",
		drop_id = 250002,
		client_goods_list = {{16010001,20,1,0},{10001009,1,1,0},{10002009,1,1,0}},
	},
	[250003] = {
		name = "累計充值-獎勵3",
		drop_id = 250003,
		client_goods_list = {{16010001,30,1,0},{16400001,10,1,0},{16041003,1,1,0},{16460011,1,1,0}},
	},
	[250004] = {
		name = "累計充值-獎勵4",
		drop_id = 250004,
		client_goods_list = {{16010001,35,1,0},{16400001,15,1,0},{16400002,1,1,0},{16450001,1,1,0}},
	},
	[250005] = {
		name = "累計充值-獎勵5",
		drop_id = 250005,
		client_goods_list = {{16010001,40,1,0},{16400001,20,1,0},{16400002,2,1,0},{32010003,1,1,0}},
	},
	[250006] = {
		name = "累計充值-獎勵6",
		drop_id = 250006,
		client_goods_list = {{16010001,50,1,0},{16400001,30,1,0},{16400002,3,1,0},{33011017,1,1,0},{16460012,1,1,0}},
	},
	[250007] = {
		name = "累計充值-獎勵7",
		drop_id = 250007,
		client_goods_list = {{16010001,75,1,0},{16220004,20,1,0},{16280001,5,1,0},{16211003,1,1,0}},
	},
	[250008] = {
		name = "累計充值-獎勵8",
		drop_id = 250008,
		client_goods_list = {{16010001,100,1,0},{16220004,30,1,0},{16280001,15,1,0},{31010601,1,1,0},{16460013,1,1,0}},
	},
	[250009] = {
		name = "累計充值-獎勵9",
		drop_id = 250009,
		client_goods_list = {{16010001,150,1,0},{16220004,40,1,0},{16280001,25,1,0},{16450001,5,1,0},{16460014,1,1,0}},
	},
	[250010] = {
		name = "累計充值-獎勵10",
		drop_id = 250010,
		client_goods_list = {{16010001,200,1,0},{16220004,60,1,0},{16240405,1,1,0},{16450001,10,1,0},{16260001,1,1,0}},
	},
	[251001] = {
		name = "每周回饋-獎勵1",
		drop_id = 251001,
		client_goods_list = {{15010022,1,1,0},{15010061,1,1,0}},
	},
	[251002] = {
		name = "每周回饋-獎勵2",
		drop_id = 251002,
		client_goods_list = {{15010024,1,1,0},{16250101,5,1,0},{16440001,1,1,0}},
	},
	[251003] = {
		name = "每周回饋-獎勵3",
		drop_id = 251003,
		client_goods_list = {{15010023,3,1,0},{16400001,5,1,0}},
	},
	[251004] = {
		name = "每周回饋-獎勵4",
		drop_id = 251004,
		client_goods_list = {{15010024,2,1,0},{16300101,1,1,0},{16440001,1,1,0}},
	},
	[251005] = {
		name = "每周回饋-獎勵5",
		drop_id = 251005,
		client_goods_list = {{16280003,1,1,0},{16300101,1,1,0}},
	},
	[251006] = {
		name = "每周回饋-獎勵6",
		drop_id = 251006,
		client_goods_list = {{16280003,1,1,0},{16300201,1,1,0},{16440001,1,1,0}},
	},
	[251007] = {
		name = "每周回饋-獎勵7",
		drop_id = 251007,
		client_goods_list = {{16280003,1,1,0},{16300201,1,1,0},{16440001,1,1,0}},
	},
	[251008] = {
		name = "每周回饋-獎勵8",
		drop_id = 251008,
		client_goods_list = {{16280003,1,1,0},{16300201,1,1,0},{16440001,1,1,0}},
	},
	[251009] = {
		name = "每周回饋-獎勵9",
		drop_id = 251009,
		client_goods_list = {{16280003,1,1,0},{16300201,2,1,0},{16440001,1,1,0}},
	},
	[252001] = {
		name = "每周回饋-轉盤1",
		drop_id = 252001,
		client_goods_list = {{16260101,5,1,0}},
	},
	[252002] = {
		name = "每周回饋-轉盤2",
		drop_id = 252002,
		client_goods_list = {{16400001,10,1,0}},
	},
	[252003] = {
		name = "每周回饋-轉盤3",
		drop_id = 252003,
		client_goods_list = {{16260101,3,1,0}},
	},
	[252004] = {
		name = "每周回饋-轉盤4",
		drop_id = 252004,
		client_goods_list = {{15010076,1,1,0}},
	},
	[252005] = {
		name = "每周回饋-轉盤5",
		drop_id = 252005,
		client_goods_list = {{16290003,1,1,0}},
	},
	[252006] = {
		name = "每周回饋-轉盤6",
		drop_id = 252006,
		client_goods_list = {{16250102,8,1,0}},
	},
	[252007] = {
		name = "每周回饋-轉盤7",
		drop_id = 252007,
		client_goods_list = {{16260101,2,1,0}},
	},
	[252008] = {
		name = "每周回饋-轉盤8",
		drop_id = 252008,
		client_goods_list = {{16290001,5,1,0}},
	},
	[260000] = {
		name = "宋遼獎勵0",
		drop_id = 260000,
		client_goods_list = {{16160123,1,1,0}},
	},
	[260001] = {
		name = "宋遼獎勵1",
		drop_id = 260001,
		client_goods_list = {{16160123,1,1,0}},
	},
	[260002] = {
		name = "宋遼獎勵2",
		drop_id = 260002,
		client_goods_list = {{16160123,2,1,0}},
	},
	[260003] = {
		name = "宋遼獎勵3",
		drop_id = 260003,
		client_goods_list = {{16160123,3,1,0}},
	},
	[260004] = {
		name = "宋遼獎勵4",
		drop_id = 260004,
		client_goods_list = {{16160123,4,1,0}},
	},
	[260005] = {
		name = "宋遼獎勵5",
		drop_id = 260005,
		client_goods_list = {{16160123,5,1,0}},
	},
	[260006] = {
		name = "宋遼獎勵6",
		drop_id = 260006,
		client_goods_list = {{16160123,6,1,0}},
	},
	[260007] = {
		name = "宋遼獎勵7",
		drop_id = 260007,
		client_goods_list = {{16160123,7,1,0}},
	},
	[260008] = {
		name = "宋遼獎勵8",
		drop_id = 260008,
		client_goods_list = {{16160123,8,1,0}},
	},
	[260009] = {
		name = "宋遼獎勵9",
		drop_id = 260009,
		client_goods_list = {{16160123,9,1,0}},
	},
	[260010] = {
		name = "宋遼獎勵10",
		drop_id = 260010,
		client_goods_list = {{16160123,10,1,0}},
	},
	[260011] = {
		name = "宋遼獎勵11",
		drop_id = 260011,
		client_goods_list = {{16160123,11,1,0}},
	},
	[260012] = {
		name = "宋遼獎勵12",
		drop_id = 260012,
		client_goods_list = {{16160123,12,1,0}},
	},
	[260013] = {
		name = "宋遼獎勵13",
		drop_id = 260013,
		client_goods_list = {{16160123,13,1,0}},
	},
	[260014] = {
		name = "宋遼獎勵14",
		drop_id = 260014,
		client_goods_list = {{16160123,14,1,0}},
	},
	[260015] = {
		name = "宋遼獎勵15",
		drop_id = 260015,
		client_goods_list = {{16160123,15,1,0}},
	},
	[260016] = {
		name = "宋遼獎勵16",
		drop_id = 260016,
		client_goods_list = {{16160123,16,1,0}},
	},
	[260017] = {
		name = "宋遼獎勵17",
		drop_id = 260017,
		client_goods_list = {{16160123,17,1,0}},
	},
	[260018] = {
		name = "宋遼獎勵18",
		drop_id = 260018,
		client_goods_list = {{16160123,18,1,0}},
	},
	[260019] = {
		name = "宋遼獎勵19",
		drop_id = 260019,
		client_goods_list = {{16160123,19,1,0}},
	},
	[260020] = {
		name = "宋遼獎勵20",
		drop_id = 260020,
		client_goods_list = {{16160123,20,1,0}},
	},
	[260021] = {
		name = "宋遼獎勵21",
		drop_id = 260021,
		client_goods_list = {{16160123,21,1,0}},
	},
	[260022] = {
		name = "宋遼獎勵22",
		drop_id = 260022,
		client_goods_list = {{16160123,22,1,0}},
	},
	[260023] = {
		name = "宋遼獎勵23",
		drop_id = 260023,
		client_goods_list = {{16160123,23,1,0}},
	},
	[260024] = {
		name = "宋遼獎勵24",
		drop_id = 260024,
		client_goods_list = {{16160123,24,1,0}},
	},
	[260025] = {
		name = "宋遼獎勵25",
		drop_id = 260025,
		client_goods_list = {{16160123,25,1,0}},
	},
	[260026] = {
		name = "宋遼獎勵26",
		drop_id = 260026,
		client_goods_list = {{16160123,26,1,0}},
	},
	[260027] = {
		name = "宋遼獎勵27",
		drop_id = 260027,
		client_goods_list = {{16160123,27,1,0}},
	},
	[260028] = {
		name = "宋遼獎勵28",
		drop_id = 260028,
		client_goods_list = {{16160123,28,1,0}},
	},
	[260029] = {
		name = "宋遼獎勵29",
		drop_id = 260029,
		client_goods_list = {{16160123,29,1,0}},
	},
	[260030] = {
		name = "宋遼獎勵30",
		drop_id = 260030,
		client_goods_list = {{16160123,30,1,0}},
	},
	[260031] = {
		name = "宋遼獎勵31",
		drop_id = 260031,
		client_goods_list = {{16160123,31,1,0}},
	},
	[260032] = {
		name = "宋遼獎勵32",
		drop_id = 260032,
		client_goods_list = {{16160123,32,1,0}},
	},
	[260033] = {
		name = "宋遼獎勵33",
		drop_id = 260033,
		client_goods_list = {{16160123,33,1,0}},
	},
	[260034] = {
		name = "宋遼獎勵34",
		drop_id = 260034,
		client_goods_list = {{16160123,34,1,0}},
	},
	[260035] = {
		name = "宋遼獎勵35",
		drop_id = 260035,
		client_goods_list = {{16160123,35,1,0}},
	},
	[260036] = {
		name = "宋遼獎勵36",
		drop_id = 260036,
		client_goods_list = {{16160123,36,1,0}},
	},
	[260037] = {
		name = "宋遼獎勵37",
		drop_id = 260037,
		client_goods_list = {{16160123,37,1,0}},
	},
	[260038] = {
		name = "宋遼獎勵38",
		drop_id = 260038,
		client_goods_list = {{16160123,38,1,0}},
	},
	[260039] = {
		name = "宋遼獎勵39",
		drop_id = 260039,
		client_goods_list = {{16160123,39,1,0}},
	},
	[260040] = {
		name = "宋遼獎勵40",
		drop_id = 260040,
		client_goods_list = {{16160123,40,1,0}},
	},
	[260041] = {
		name = "宋遼獎勵41",
		drop_id = 260041,
		client_goods_list = {{16160123,41,1,0}},
	},
	[260042] = {
		name = "宋遼獎勵42",
		drop_id = 260042,
		client_goods_list = {{16160123,42,1,0}},
	},
	[260043] = {
		name = "宋遼獎勵43",
		drop_id = 260043,
		client_goods_list = {{16160123,43,1,0}},
	},
	[260044] = {
		name = "宋遼獎勵44",
		drop_id = 260044,
		client_goods_list = {{16160123,44,1,0}},
	},
	[260045] = {
		name = "宋遼獎勵45",
		drop_id = 260045,
		client_goods_list = {{16160123,45,1,0}},
	},
	[260046] = {
		name = "宋遼獎勵46",
		drop_id = 260046,
		client_goods_list = {{16160123,46,1,0}},
	},
	[260047] = {
		name = "宋遼獎勵47",
		drop_id = 260047,
		client_goods_list = {{16160123,47,1,0}},
	},
	[260048] = {
		name = "宋遼獎勵48",
		drop_id = 260048,
		client_goods_list = {{16160123,48,1,0}},
	},
	[260049] = {
		name = "宋遼獎勵49",
		drop_id = 260049,
		client_goods_list = {{16160123,49,1,0}},
	},
	[260050] = {
		name = "宋遼獎勵50",
		drop_id = 260050,
		client_goods_list = {{16160123,50,1,0}},
	},
	[260051] = {
		name = "宋遼獎勵51",
		drop_id = 260051,
		client_goods_list = {{16160123,51,1,0}},
	},
	[260052] = {
		name = "宋遼獎勵52",
		drop_id = 260052,
		client_goods_list = {{16160123,52,1,0}},
	},
	[260053] = {
		name = "宋遼獎勵53",
		drop_id = 260053,
		client_goods_list = {{16160123,53,1,0}},
	},
	[260054] = {
		name = "宋遼獎勵54",
		drop_id = 260054,
		client_goods_list = {{16160123,54,1,0}},
	},
	[260055] = {
		name = "宋遼獎勵55",
		drop_id = 260055,
		client_goods_list = {{16160123,55,1,0}},
	},
	[260056] = {
		name = "宋遼獎勵56",
		drop_id = 260056,
		client_goods_list = {{16160123,56,1,0}},
	},
	[260057] = {
		name = "宋遼獎勵57",
		drop_id = 260057,
		client_goods_list = {{16160123,57,1,0}},
	},
	[260058] = {
		name = "宋遼獎勵58",
		drop_id = 260058,
		client_goods_list = {{16160123,58,1,0}},
	},
	[260059] = {
		name = "宋遼獎勵59",
		drop_id = 260059,
		client_goods_list = {{16160123,59,1,0}},
	},
	[260060] = {
		name = "宋遼獎勵60",
		drop_id = 260060,
		client_goods_list = {{16160123,60,1,0}},
	},
	[260061] = {
		name = "宋遼獎勵61",
		drop_id = 260061,
		client_goods_list = {{16160123,61,1,0}},
	},
	[260062] = {
		name = "宋遼獎勵62",
		drop_id = 260062,
		client_goods_list = {{16160123,62,1,0}},
	},
	[260063] = {
		name = "宋遼獎勵63",
		drop_id = 260063,
		client_goods_list = {{16160123,63,1,0}},
	},
	[260064] = {
		name = "宋遼獎勵64",
		drop_id = 260064,
		client_goods_list = {{16160123,64,1,0}},
	},
	[260065] = {
		name = "宋遼獎勵65",
		drop_id = 260065,
		client_goods_list = {{16160123,65,1,0}},
	},
	[260066] = {
		name = "宋遼獎勵66",
		drop_id = 260066,
		client_goods_list = {{16160123,66,1,0}},
	},
	[260067] = {
		name = "宋遼獎勵67",
		drop_id = 260067,
		client_goods_list = {{16160123,67,1,0}},
	},
	[260068] = {
		name = "宋遼獎勵68",
		drop_id = 260068,
		client_goods_list = {{16160123,68,1,0}},
	},
	[260069] = {
		name = "宋遼獎勵69",
		drop_id = 260069,
		client_goods_list = {{16160123,69,1,0}},
	},
	[260070] = {
		name = "宋遼獎勵70",
		drop_id = 260070,
		client_goods_list = {{16160123,70,1,0}},
	},
	[260071] = {
		name = "宋遼獎勵71",
		drop_id = 260071,
		client_goods_list = {{16160123,71,1,0}},
	},
	[260072] = {
		name = "宋遼獎勵72",
		drop_id = 260072,
		client_goods_list = {{16160123,72,1,0}},
	},
	[260073] = {
		name = "宋遼獎勵73",
		drop_id = 260073,
		client_goods_list = {{16160123,73,1,0}},
	},
	[260074] = {
		name = "宋遼獎勵74",
		drop_id = 260074,
		client_goods_list = {{16160123,74,1,0}},
	},
	[260075] = {
		name = "宋遼獎勵75",
		drop_id = 260075,
		client_goods_list = {{16160123,75,1,0}},
	},
	[260076] = {
		name = "宋遼獎勵76",
		drop_id = 260076,
		client_goods_list = {{16160123,76,1,0}},
	},
	[260077] = {
		name = "宋遼獎勵77",
		drop_id = 260077,
		client_goods_list = {{16160123,77,1,0}},
	},
	[260078] = {
		name = "宋遼獎勵78",
		drop_id = 260078,
		client_goods_list = {{16160123,78,1,0}},
	},
	[260079] = {
		name = "宋遼獎勵79",
		drop_id = 260079,
		client_goods_list = {{16160123,79,1,0}},
	},
	[260080] = {
		name = "宋遼獎勵80",
		drop_id = 260080,
		client_goods_list = {{16160123,80,1,0}},
	},
	[260081] = {
		name = "宋遼獎勵81",
		drop_id = 260081,
		client_goods_list = {{16160123,81,1,0}},
	},
	[260082] = {
		name = "宋遼獎勵82",
		drop_id = 260082,
		client_goods_list = {{16160123,82,1,0}},
	},
	[260083] = {
		name = "宋遼獎勵83",
		drop_id = 260083,
		client_goods_list = {{16160123,83,1,0}},
	},
	[260084] = {
		name = "宋遼獎勵84",
		drop_id = 260084,
		client_goods_list = {{16160123,84,1,0}},
	},
	[260085] = {
		name = "宋遼獎勵85",
		drop_id = 260085,
		client_goods_list = {{16160123,85,1,0}},
	},
	[260086] = {
		name = "宋遼獎勵86",
		drop_id = 260086,
		client_goods_list = {{16160123,86,1,0}},
	},
	[260087] = {
		name = "宋遼獎勵87",
		drop_id = 260087,
		client_goods_list = {{16160123,87,1,0}},
	},
	[260088] = {
		name = "宋遼獎勵88",
		drop_id = 260088,
		client_goods_list = {{16160123,88,1,0}},
	},
	[260089] = {
		name = "宋遼獎勵89",
		drop_id = 260089,
		client_goods_list = {{16160123,89,1,0}},
	},
	[260090] = {
		name = "宋遼獎勵90",
		drop_id = 260090,
		client_goods_list = {{16160123,90,1,0}},
	},
	[260091] = {
		name = "宋遼獎勵91",
		drop_id = 260091,
		client_goods_list = {{16160123,91,1,0}},
	},
	[260092] = {
		name = "宋遼獎勵92",
		drop_id = 260092,
		client_goods_list = {{16160123,92,1,0}},
	},
	[260093] = {
		name = "宋遼獎勵93",
		drop_id = 260093,
		client_goods_list = {{16160123,93,1,0}},
	},
	[260094] = {
		name = "宋遼獎勵94",
		drop_id = 260094,
		client_goods_list = {{16160123,94,1,0}},
	},
	[260095] = {
		name = "宋遼獎勵95",
		drop_id = 260095,
		client_goods_list = {{16160123,95,1,0}},
	},
	[260096] = {
		name = "宋遼獎勵96",
		drop_id = 260096,
		client_goods_list = {{16160123,96,1,0}},
	},
	[260097] = {
		name = "宋遼獎勵97",
		drop_id = 260097,
		client_goods_list = {{16160123,97,1,0}},
	},
	[260098] = {
		name = "宋遼獎勵98",
		drop_id = 260098,
		client_goods_list = {{16160123,98,1,0}},
	},
	[260099] = {
		name = "宋遼獎勵99",
		drop_id = 260099,
		client_goods_list = {{16160123,99,1,0}},
	},
	[260100] = {
		name = "宋遼獎勵100",
		drop_id = 260100,
		client_goods_list = {{16160123,100,1,0}},
	},
	[260101] = {
		name = "宋遼獎勵101",
		drop_id = 260101,
		client_goods_list = {{16160123,101,1,0}},
	},
	[260102] = {
		name = "宋遼獎勵102",
		drop_id = 260102,
		client_goods_list = {{16160123,102,1,0}},
	},
	[260103] = {
		name = "宋遼獎勵103",
		drop_id = 260103,
		client_goods_list = {{16160123,103,1,0}},
	},
	[260104] = {
		name = "宋遼獎勵104",
		drop_id = 260104,
		client_goods_list = {{16160123,104,1,0}},
	},
	[260105] = {
		name = "宋遼獎勵105",
		drop_id = 260105,
		client_goods_list = {{16160123,105,1,0}},
	},
	[260106] = {
		name = "宋遼獎勵106",
		drop_id = 260106,
		client_goods_list = {{16160123,106,1,0}},
	},
	[260107] = {
		name = "宋遼獎勵107",
		drop_id = 260107,
		client_goods_list = {{16160123,107,1,0}},
	},
	[260108] = {
		name = "宋遼獎勵108",
		drop_id = 260108,
		client_goods_list = {{16160123,108,1,0}},
	},
	[260109] = {
		name = "宋遼獎勵109",
		drop_id = 260109,
		client_goods_list = {{16160123,109,1,0}},
	},
	[260110] = {
		name = "宋遼獎勵110",
		drop_id = 260110,
		client_goods_list = {{16160123,110,1,0}},
	},
	[260111] = {
		name = "宋遼獎勵111",
		drop_id = 260111,
		client_goods_list = {{16160123,111,1,0}},
	},
	[260112] = {
		name = "宋遼獎勵112",
		drop_id = 260112,
		client_goods_list = {{16160123,112,1,0}},
	},
	[260113] = {
		name = "宋遼獎勵113",
		drop_id = 260113,
		client_goods_list = {{16160123,113,1,0}},
	},
	[260114] = {
		name = "宋遼獎勵114",
		drop_id = 260114,
		client_goods_list = {{16160123,114,1,0}},
	},
	[260115] = {
		name = "宋遼獎勵115",
		drop_id = 260115,
		client_goods_list = {{16160123,115,1,0}},
	},
	[260116] = {
		name = "宋遼獎勵116",
		drop_id = 260116,
		client_goods_list = {{16160123,116,1,0}},
	},
	[260117] = {
		name = "宋遼獎勵117",
		drop_id = 260117,
		client_goods_list = {{16160123,117,1,0}},
	},
	[260118] = {
		name = "宋遼獎勵118",
		drop_id = 260118,
		client_goods_list = {{16160123,118,1,0}},
	},
	[260119] = {
		name = "宋遼獎勵119",
		drop_id = 260119,
		client_goods_list = {{16160123,119,1,0}},
	},
	[260120] = {
		name = "宋遼獎勵120",
		drop_id = 260120,
		client_goods_list = {{16160123,120,1,0}},
	},
	[260121] = {
		name = "宋遼獎勵121",
		drop_id = 260121,
		client_goods_list = {{16160123,121,1,0}},
	},
	[260122] = {
		name = "宋遼獎勵122",
		drop_id = 260122,
		client_goods_list = {{16160123,122,1,0}},
	},
	[260123] = {
		name = "宋遼獎勵123",
		drop_id = 260123,
		client_goods_list = {{16160123,123,1,0}},
	},
	[260124] = {
		name = "宋遼獎勵124",
		drop_id = 260124,
		client_goods_list = {{16160123,124,1,0}},
	},
	[260125] = {
		name = "宋遼獎勵125",
		drop_id = 260125,
		client_goods_list = {{16160123,125,1,0}},
	},
	[260126] = {
		name = "宋遼獎勵126",
		drop_id = 260126,
		client_goods_list = {{16160123,126,1,0}},
	},
	[260127] = {
		name = "宋遼獎勵127",
		drop_id = 260127,
		client_goods_list = {{16160123,127,1,0}},
	},
	[260128] = {
		name = "宋遼獎勵128",
		drop_id = 260128,
		client_goods_list = {{16160123,128,1,0}},
	},
	[260129] = {
		name = "宋遼獎勵129",
		drop_id = 260129,
		client_goods_list = {{16160123,129,1,0}},
	},
	[260130] = {
		name = "宋遼獎勵130",
		drop_id = 260130,
		client_goods_list = {{16160123,130,1,0}},
	},
	[260131] = {
		name = "宋遼獎勵131",
		drop_id = 260131,
		client_goods_list = {{16160123,131,1,0}},
	},
	[260132] = {
		name = "宋遼獎勵132",
		drop_id = 260132,
		client_goods_list = {{16160123,132,1,0}},
	},
	[260133] = {
		name = "宋遼獎勵133",
		drop_id = 260133,
		client_goods_list = {{16160123,133,1,0}},
	},
	[260134] = {
		name = "宋遼獎勵134",
		drop_id = 260134,
		client_goods_list = {{16160123,134,1,0}},
	},
	[260135] = {
		name = "宋遼獎勵135",
		drop_id = 260135,
		client_goods_list = {{16160123,135,1,0}},
	},
	[260136] = {
		name = "宋遼獎勵136",
		drop_id = 260136,
		client_goods_list = {{16160123,136,1,0}},
	},
	[260137] = {
		name = "宋遼獎勵137",
		drop_id = 260137,
		client_goods_list = {{16160123,137,1,0}},
	},
	[260138] = {
		name = "宋遼獎勵138",
		drop_id = 260138,
		client_goods_list = {{16160123,138,1,0}},
	},
	[260139] = {
		name = "宋遼獎勵139",
		drop_id = 260139,
		client_goods_list = {{16160123,139,1,0}},
	},
	[260140] = {
		name = "宋遼獎勵140",
		drop_id = 260140,
		client_goods_list = {{16160123,140,1,0}},
	},
	[260141] = {
		name = "宋遼獎勵141",
		drop_id = 260141,
		client_goods_list = {{16160123,141,1,0}},
	},
	[260142] = {
		name = "宋遼獎勵142",
		drop_id = 260142,
		client_goods_list = {{16160123,142,1,0}},
	},
	[260143] = {
		name = "宋遼獎勵143",
		drop_id = 260143,
		client_goods_list = {{16160123,143,1,0}},
	},
	[260144] = {
		name = "宋遼獎勵144",
		drop_id = 260144,
		client_goods_list = {{16160123,144,1,0}},
	},
	[260145] = {
		name = "宋遼獎勵145",
		drop_id = 260145,
		client_goods_list = {{16160123,145,1,0}},
	},
	[260146] = {
		name = "宋遼獎勵146",
		drop_id = 260146,
		client_goods_list = {{16160123,146,1,0}},
	},
	[260147] = {
		name = "宋遼獎勵147",
		drop_id = 260147,
		client_goods_list = {{16160123,147,1,0}},
	},
	[260148] = {
		name = "宋遼獎勵148",
		drop_id = 260148,
		client_goods_list = {{16160123,148,1,0}},
	},
	[260149] = {
		name = "宋遼獎勵149",
		drop_id = 260149,
		client_goods_list = {{16160123,149,1,0}},
	},
	[260150] = {
		name = "宋遼獎勵150",
		drop_id = 260150,
		client_goods_list = {{16160123,150,1,0}},
	},
	[260151] = {
		name = "宋遼獎勵151",
		drop_id = 260151,
		client_goods_list = {{16160123,151,1,0}},
	},
	[260152] = {
		name = "宋遼獎勵152",
		drop_id = 260152,
		client_goods_list = {{16160123,152,1,0}},
	},
	[260153] = {
		name = "宋遼獎勵153",
		drop_id = 260153,
		client_goods_list = {{16160123,153,1,0}},
	},
	[260154] = {
		name = "宋遼獎勵154",
		drop_id = 260154,
		client_goods_list = {{16160123,154,1,0}},
	},
	[260155] = {
		name = "宋遼獎勵155",
		drop_id = 260155,
		client_goods_list = {{16160123,155,1,0}},
	},
	[260156] = {
		name = "宋遼獎勵156",
		drop_id = 260156,
		client_goods_list = {{16160123,156,1,0}},
	},
	[260157] = {
		name = "宋遼獎勵157",
		drop_id = 260157,
		client_goods_list = {{16160123,157,1,0}},
	},
	[260158] = {
		name = "宋遼獎勵158",
		drop_id = 260158,
		client_goods_list = {{16160123,158,1,0}},
	},
	[260159] = {
		name = "宋遼獎勵159",
		drop_id = 260159,
		client_goods_list = {{16160123,159,1,0}},
	},
	[260160] = {
		name = "宋遼獎勵160",
		drop_id = 260160,
		client_goods_list = {{16160123,160,1,0}},
	},
	[260161] = {
		name = "宋遼獎勵161",
		drop_id = 260161,
		client_goods_list = {{16160123,161,1,0}},
	},
	[260162] = {
		name = "宋遼獎勵162",
		drop_id = 260162,
		client_goods_list = {{16160123,162,1,0}},
	},
	[260163] = {
		name = "宋遼獎勵163",
		drop_id = 260163,
		client_goods_list = {{16160123,163,1,0}},
	},
	[260164] = {
		name = "宋遼獎勵164",
		drop_id = 260164,
		client_goods_list = {{16160123,164,1,0}},
	},
	[260165] = {
		name = "宋遼獎勵165",
		drop_id = 260165,
		client_goods_list = {{16160123,165,1,0}},
	},
	[260166] = {
		name = "宋遼獎勵166",
		drop_id = 260166,
		client_goods_list = {{16160123,166,1,0}},
	},
	[260167] = {
		name = "宋遼獎勵167",
		drop_id = 260167,
		client_goods_list = {{16160123,167,1,0}},
	},
	[260168] = {
		name = "宋遼獎勵168",
		drop_id = 260168,
		client_goods_list = {{16160123,168,1,0}},
	},
	[260169] = {
		name = "宋遼獎勵169",
		drop_id = 260169,
		client_goods_list = {{16160123,169,1,0}},
	},
	[260170] = {
		name = "宋遼獎勵170",
		drop_id = 260170,
		client_goods_list = {{16160123,170,1,0}},
	},
	[260171] = {
		name = "宋遼獎勵171",
		drop_id = 260171,
		client_goods_list = {{16160123,171,1,0}},
	},
	[260172] = {
		name = "宋遼獎勵172",
		drop_id = 260172,
		client_goods_list = {{16160123,172,1,0}},
	},
	[260173] = {
		name = "宋遼獎勵173",
		drop_id = 260173,
		client_goods_list = {{16160123,173,1,0}},
	},
	[260174] = {
		name = "宋遼獎勵174",
		drop_id = 260174,
		client_goods_list = {{16160123,174,1,0}},
	},
	[260175] = {
		name = "宋遼獎勵175",
		drop_id = 260175,
		client_goods_list = {{16160123,175,1,0}},
	},
	[260176] = {
		name = "宋遼獎勵176",
		drop_id = 260176,
		client_goods_list = {{16160123,176,1,0}},
	},
	[260177] = {
		name = "宋遼獎勵177",
		drop_id = 260177,
		client_goods_list = {{16160123,177,1,0}},
	},
	[260178] = {
		name = "宋遼獎勵178",
		drop_id = 260178,
		client_goods_list = {{16160123,178,1,0}},
	},
	[260179] = {
		name = "宋遼獎勵179",
		drop_id = 260179,
		client_goods_list = {{16160123,179,1,0}},
	},
	[260180] = {
		name = "宋遼獎勵180",
		drop_id = 260180,
		client_goods_list = {{16160123,180,1,0}},
	},
	[260181] = {
		name = "宋遼獎勵181",
		drop_id = 260181,
		client_goods_list = {{16160123,181,1,0}},
	},
	[260182] = {
		name = "宋遼獎勵182",
		drop_id = 260182,
		client_goods_list = {{16160123,182,1,0}},
	},
	[260183] = {
		name = "宋遼獎勵183",
		drop_id = 260183,
		client_goods_list = {{16160123,183,1,0}},
	},
	[260184] = {
		name = "宋遼獎勵184",
		drop_id = 260184,
		client_goods_list = {{16160123,184,1,0}},
	},
	[260185] = {
		name = "宋遼獎勵185",
		drop_id = 260185,
		client_goods_list = {{16160123,185,1,0}},
	},
	[260186] = {
		name = "宋遼獎勵186",
		drop_id = 260186,
		client_goods_list = {{16160123,186,1,0}},
	},
	[260187] = {
		name = "宋遼獎勵187",
		drop_id = 260187,
		client_goods_list = {{16160123,187,1,0}},
	},
	[260188] = {
		name = "宋遼獎勵188",
		drop_id = 260188,
		client_goods_list = {{16160123,188,1,0}},
	},
	[260189] = {
		name = "宋遼獎勵189",
		drop_id = 260189,
		client_goods_list = {{16160123,189,1,0}},
	},
	[260190] = {
		name = "宋遼獎勵190",
		drop_id = 260190,
		client_goods_list = {{16160123,190,1,0}},
	},
	[260191] = {
		name = "宋遼獎勵191",
		drop_id = 260191,
		client_goods_list = {{16160123,191,1,0}},
	},
	[260192] = {
		name = "宋遼獎勵192",
		drop_id = 260192,
		client_goods_list = {{16160123,192,1,0}},
	},
	[260193] = {
		name = "宋遼獎勵193",
		drop_id = 260193,
		client_goods_list = {{16160123,193,1,0}},
	},
	[260194] = {
		name = "宋遼獎勵194",
		drop_id = 260194,
		client_goods_list = {{16160123,194,1,0}},
	},
	[260195] = {
		name = "宋遼獎勵195",
		drop_id = 260195,
		client_goods_list = {{16160123,195,1,0}},
	},
	[260196] = {
		name = "宋遼獎勵196",
		drop_id = 260196,
		client_goods_list = {{16160123,196,1,0}},
	},
	[260197] = {
		name = "宋遼獎勵197",
		drop_id = 260197,
		client_goods_list = {{16160123,197,1,0}},
	},
	[260198] = {
		name = "宋遼獎勵198",
		drop_id = 260198,
		client_goods_list = {{16160123,198,1,0}},
	},
	[260199] = {
		name = "宋遼獎勵199",
		drop_id = 260199,
		client_goods_list = {{16160123,199,1,0}},
	},
	[260200] = {
		name = "宋遼獎勵200",
		drop_id = 260200,
		client_goods_list = {{16160123,200,1,0}},
	},
	[260201] = {
		name = "宋遼獎勵201",
		drop_id = 260201,
		client_goods_list = {{16160123,201,1,0}},
	},
	[260202] = {
		name = "宋遼獎勵202",
		drop_id = 260202,
		client_goods_list = {{16160123,202,1,0}},
	},
	[260203] = {
		name = "宋遼獎勵203",
		drop_id = 260203,
		client_goods_list = {{16160123,203,1,0}},
	},
	[260204] = {
		name = "宋遼獎勵204",
		drop_id = 260204,
		client_goods_list = {{16160123,204,1,0}},
	},
	[260205] = {
		name = "宋遼獎勵205",
		drop_id = 260205,
		client_goods_list = {{16160123,205,1,0}},
	},
	[260206] = {
		name = "宋遼獎勵206",
		drop_id = 260206,
		client_goods_list = {{16160123,206,1,0}},
	},
	[260207] = {
		name = "宋遼獎勵207",
		drop_id = 260207,
		client_goods_list = {{16160123,207,1,0}},
	},
	[260208] = {
		name = "宋遼獎勵208",
		drop_id = 260208,
		client_goods_list = {{16160123,208,1,0}},
	},
	[260209] = {
		name = "宋遼獎勵209",
		drop_id = 260209,
		client_goods_list = {{16160123,209,1,0}},
	},
	[260210] = {
		name = "宋遼獎勵210",
		drop_id = 260210,
		client_goods_list = {{16160123,210,1,0}},
	},
	[260211] = {
		name = "宋遼獎勵211",
		drop_id = 260211,
		client_goods_list = {{16160123,211,1,0}},
	},
	[260212] = {
		name = "宋遼獎勵212",
		drop_id = 260212,
		client_goods_list = {{16160123,212,1,0}},
	},
	[260213] = {
		name = "宋遼獎勵213",
		drop_id = 260213,
		client_goods_list = {{16160123,213,1,0}},
	},
	[260214] = {
		name = "宋遼獎勵214",
		drop_id = 260214,
		client_goods_list = {{16160123,214,1,0}},
	},
	[260215] = {
		name = "宋遼獎勵215",
		drop_id = 260215,
		client_goods_list = {{16160123,215,1,0}},
	},
	[260216] = {
		name = "宋遼獎勵216",
		drop_id = 260216,
		client_goods_list = {{16160123,216,1,0}},
	},
	[260217] = {
		name = "宋遼獎勵217",
		drop_id = 260217,
		client_goods_list = {{16160123,217,1,0}},
	},
	[260218] = {
		name = "宋遼獎勵218",
		drop_id = 260218,
		client_goods_list = {{16160123,218,1,0}},
	},
	[260219] = {
		name = "宋遼獎勵219",
		drop_id = 260219,
		client_goods_list = {{16160123,219,1,0}},
	},
	[260220] = {
		name = "宋遼獎勵220",
		drop_id = 260220,
		client_goods_list = {{16160123,220,1,0}},
	},
	[260221] = {
		name = "宋遼獎勵221",
		drop_id = 260221,
		client_goods_list = {{16160123,221,1,0}},
	},
	[260222] = {
		name = "宋遼獎勵222",
		drop_id = 260222,
		client_goods_list = {{16160123,222,1,0}},
	},
	[260223] = {
		name = "宋遼獎勵223",
		drop_id = 260223,
		client_goods_list = {{16160123,223,1,0}},
	},
	[260224] = {
		name = "宋遼獎勵224",
		drop_id = 260224,
		client_goods_list = {{16160123,224,1,0}},
	},
	[260225] = {
		name = "宋遼獎勵225",
		drop_id = 260225,
		client_goods_list = {{16160123,225,1,0}},
	},
	[260226] = {
		name = "宋遼獎勵226",
		drop_id = 260226,
		client_goods_list = {{16160123,226,1,0}},
	},
	[260227] = {
		name = "宋遼獎勵227",
		drop_id = 260227,
		client_goods_list = {{16160123,227,1,0}},
	},
	[260228] = {
		name = "宋遼獎勵228",
		drop_id = 260228,
		client_goods_list = {{16160123,228,1,0}},
	},
	[260229] = {
		name = "宋遼獎勵229",
		drop_id = 260229,
		client_goods_list = {{16160123,229,1,0}},
	},
	[260230] = {
		name = "宋遼獎勵230",
		drop_id = 260230,
		client_goods_list = {{16160123,230,1,0}},
	},
	[260231] = {
		name = "宋遼獎勵231",
		drop_id = 260231,
		client_goods_list = {{16160123,231,1,0}},
	},
	[260232] = {
		name = "宋遼獎勵232",
		drop_id = 260232,
		client_goods_list = {{16160123,232,1,0}},
	},
	[260233] = {
		name = "宋遼獎勵233",
		drop_id = 260233,
		client_goods_list = {{16160123,233,1,0}},
	},
	[260234] = {
		name = "宋遼獎勵234",
		drop_id = 260234,
		client_goods_list = {{16160123,234,1,0}},
	},
	[260235] = {
		name = "宋遼獎勵235",
		drop_id = 260235,
		client_goods_list = {{16160123,235,1,0}},
	},
	[260236] = {
		name = "宋遼獎勵236",
		drop_id = 260236,
		client_goods_list = {{16160123,236,1,0}},
	},
	[260237] = {
		name = "宋遼獎勵237",
		drop_id = 260237,
		client_goods_list = {{16160123,237,1,0}},
	},
	[260238] = {
		name = "宋遼獎勵238",
		drop_id = 260238,
		client_goods_list = {{16160123,238,1,0}},
	},
	[260239] = {
		name = "宋遼獎勵239",
		drop_id = 260239,
		client_goods_list = {{16160123,239,1,0}},
	},
	[260240] = {
		name = "宋遼獎勵240",
		drop_id = 260240,
		client_goods_list = {{16160123,240,1,0}},
	},
	[260241] = {
		name = "宋遼獎勵241",
		drop_id = 260241,
		client_goods_list = {{16160123,241,1,0}},
	},
	[260242] = {
		name = "宋遼獎勵242",
		drop_id = 260242,
		client_goods_list = {{16160123,242,1,0}},
	},
	[260243] = {
		name = "宋遼獎勵243",
		drop_id = 260243,
		client_goods_list = {{16160123,243,1,0}},
	},
	[260244] = {
		name = "宋遼獎勵244",
		drop_id = 260244,
		client_goods_list = {{16160123,244,1,0}},
	},
	[260245] = {
		name = "宋遼獎勵245",
		drop_id = 260245,
		client_goods_list = {{16160123,245,1,0}},
	},
	[260246] = {
		name = "宋遼獎勵246",
		drop_id = 260246,
		client_goods_list = {{16160123,246,1,0}},
	},
	[260247] = {
		name = "宋遼獎勵247",
		drop_id = 260247,
		client_goods_list = {{16160123,247,1,0}},
	},
	[260248] = {
		name = "宋遼獎勵248",
		drop_id = 260248,
		client_goods_list = {{16160123,248,1,0}},
	},
	[260249] = {
		name = "宋遼獎勵249",
		drop_id = 260249,
		client_goods_list = {{16160123,249,1,0}},
	},
	[260250] = {
		name = "宋遼獎勵250",
		drop_id = 260250,
		client_goods_list = {{16160123,250,1,0}},
	},
	[260251] = {
		name = "宋遼獎勵251",
		drop_id = 260251,
		client_goods_list = {{16160123,251,1,0}},
	},
	[260252] = {
		name = "宋遼獎勵252",
		drop_id = 260252,
		client_goods_list = {{16160123,252,1,0}},
	},
	[260253] = {
		name = "宋遼獎勵253",
		drop_id = 260253,
		client_goods_list = {{16160123,253,1,0}},
	},
	[260254] = {
		name = "宋遼獎勵254",
		drop_id = 260254,
		client_goods_list = {{16160123,254,1,0}},
	},
	[260255] = {
		name = "宋遼獎勵255",
		drop_id = 260255,
		client_goods_list = {{16160123,255,1,0}},
	},
	[260256] = {
		name = "宋遼獎勵256",
		drop_id = 260256,
		client_goods_list = {{16160123,256,1,0}},
	},
	[260257] = {
		name = "宋遼獎勵257",
		drop_id = 260257,
		client_goods_list = {{16160123,257,1,0}},
	},
	[260258] = {
		name = "宋遼獎勵258",
		drop_id = 260258,
		client_goods_list = {{16160123,258,1,0}},
	},
	[260259] = {
		name = "宋遼獎勵259",
		drop_id = 260259,
		client_goods_list = {{16160123,259,1,0}},
	},
	[260260] = {
		name = "宋遼獎勵260",
		drop_id = 260260,
		client_goods_list = {{16160123,260,1,0}},
	},
	[260261] = {
		name = "宋遼獎勵261",
		drop_id = 260261,
		client_goods_list = {{16160123,261,1,0}},
	},
	[260262] = {
		name = "宋遼獎勵262",
		drop_id = 260262,
		client_goods_list = {{16160123,262,1,0}},
	},
	[260263] = {
		name = "宋遼獎勵263",
		drop_id = 260263,
		client_goods_list = {{16160123,263,1,0}},
	},
	[260264] = {
		name = "宋遼獎勵264",
		drop_id = 260264,
		client_goods_list = {{16160123,264,1,0}},
	},
	[260265] = {
		name = "宋遼獎勵265",
		drop_id = 260265,
		client_goods_list = {{16160123,265,1,0}},
	},
	[260266] = {
		name = "宋遼獎勵266",
		drop_id = 260266,
		client_goods_list = {{16160123,266,1,0}},
	},
	[260267] = {
		name = "宋遼獎勵267",
		drop_id = 260267,
		client_goods_list = {{16160123,267,1,0}},
	},
	[260268] = {
		name = "宋遼獎勵268",
		drop_id = 260268,
		client_goods_list = {{16160123,268,1,0}},
	},
	[260269] = {
		name = "宋遼獎勵269",
		drop_id = 260269,
		client_goods_list = {{16160123,269,1,0}},
	},
	[260270] = {
		name = "宋遼獎勵270",
		drop_id = 260270,
		client_goods_list = {{16160123,270,1,0}},
	},
	[260271] = {
		name = "宋遼獎勵271",
		drop_id = 260271,
		client_goods_list = {{16160123,271,1,0}},
	},
	[260272] = {
		name = "宋遼獎勵272",
		drop_id = 260272,
		client_goods_list = {{16160123,272,1,0}},
	},
	[260273] = {
		name = "宋遼獎勵273",
		drop_id = 260273,
		client_goods_list = {{16160123,273,1,0}},
	},
	[260274] = {
		name = "宋遼獎勵274",
		drop_id = 260274,
		client_goods_list = {{16160123,274,1,0}},
	},
	[260275] = {
		name = "宋遼獎勵275",
		drop_id = 260275,
		client_goods_list = {{16160123,275,1,0}},
	},
	[260276] = {
		name = "宋遼獎勵276",
		drop_id = 260276,
		client_goods_list = {{16160123,276,1,0}},
	},
	[260277] = {
		name = "宋遼獎勵277",
		drop_id = 260277,
		client_goods_list = {{16160123,277,1,0}},
	},
	[260278] = {
		name = "宋遼獎勵278",
		drop_id = 260278,
		client_goods_list = {{16160123,278,1,0}},
	},
	[260279] = {
		name = "宋遼獎勵279",
		drop_id = 260279,
		client_goods_list = {{16160123,279,1,0}},
	},
	[260280] = {
		name = "宋遼獎勵280",
		drop_id = 260280,
		client_goods_list = {{16160123,280,1,0}},
	},
	[260281] = {
		name = "宋遼獎勵281",
		drop_id = 260281,
		client_goods_list = {{16160123,281,1,0}},
	},
	[260282] = {
		name = "宋遼獎勵282",
		drop_id = 260282,
		client_goods_list = {{16160123,282,1,0}},
	},
	[260283] = {
		name = "宋遼獎勵283",
		drop_id = 260283,
		client_goods_list = {{16160123,283,1,0}},
	},
	[260284] = {
		name = "宋遼獎勵284",
		drop_id = 260284,
		client_goods_list = {{16160123,284,1,0}},
	},
	[260285] = {
		name = "宋遼獎勵285",
		drop_id = 260285,
		client_goods_list = {{16160123,285,1,0}},
	},
	[260286] = {
		name = "宋遼獎勵286",
		drop_id = 260286,
		client_goods_list = {{16160123,286,1,0}},
	},
	[260287] = {
		name = "宋遼獎勵287",
		drop_id = 260287,
		client_goods_list = {{16160123,287,1,0}},
	},
	[260288] = {
		name = "宋遼獎勵288",
		drop_id = 260288,
		client_goods_list = {{16160123,288,1,0}},
	},
	[260289] = {
		name = "宋遼獎勵289",
		drop_id = 260289,
		client_goods_list = {{16160123,289,1,0}},
	},
	[260290] = {
		name = "宋遼獎勵290",
		drop_id = 260290,
		client_goods_list = {{16160123,290,1,0}},
	},
	[260291] = {
		name = "宋遼獎勵291",
		drop_id = 260291,
		client_goods_list = {{16160123,291,1,0}},
	},
	[260292] = {
		name = "宋遼獎勵292",
		drop_id = 260292,
		client_goods_list = {{16160123,292,1,0}},
	},
	[260293] = {
		name = "宋遼獎勵293",
		drop_id = 260293,
		client_goods_list = {{16160123,293,1,0}},
	},
	[260294] = {
		name = "宋遼獎勵294",
		drop_id = 260294,
		client_goods_list = {{16160123,294,1,0}},
	},
	[260295] = {
		name = "宋遼獎勵295",
		drop_id = 260295,
		client_goods_list = {{16160123,295,1,0}},
	},
	[260296] = {
		name = "宋遼獎勵296",
		drop_id = 260296,
		client_goods_list = {{16160123,296,1,0}},
	},
	[260297] = {
		name = "宋遼獎勵297",
		drop_id = 260297,
		client_goods_list = {{16160123,297,1,0}},
	},
	[260298] = {
		name = "宋遼獎勵298",
		drop_id = 260298,
		client_goods_list = {{16160123,298,1,0}},
	},
	[260299] = {
		name = "宋遼獎勵299",
		drop_id = 260299,
		client_goods_list = {{16160123,299,1,0}},
	},
	[260300] = {
		name = "宋遼獎勵300",
		drop_id = 260300,
		client_goods_list = {{16160123,300,1,0}},
	},
	[260301] = {
		name = "宋遼獎勵301",
		drop_id = 260301,
		client_goods_list = {{16160123,301,1,0}},
	},
	[260302] = {
		name = "宋遼獎勵302",
		drop_id = 260302,
		client_goods_list = {{16160123,302,1,0}},
	},
	[260303] = {
		name = "宋遼獎勵303",
		drop_id = 260303,
		client_goods_list = {{16160123,303,1,0}},
	},
	[260304] = {
		name = "宋遼獎勵304",
		drop_id = 260304,
		client_goods_list = {{16160123,304,1,0}},
	},
	[260305] = {
		name = "宋遼獎勵305",
		drop_id = 260305,
		client_goods_list = {{16160123,305,1,0}},
	},
	[260306] = {
		name = "宋遼獎勵306",
		drop_id = 260306,
		client_goods_list = {{16160123,306,1,0}},
	},
	[260307] = {
		name = "宋遼獎勵307",
		drop_id = 260307,
		client_goods_list = {{16160123,307,1,0}},
	},
	[260308] = {
		name = "宋遼獎勵308",
		drop_id = 260308,
		client_goods_list = {{16160123,308,1,0}},
	},
	[260309] = {
		name = "宋遼獎勵309",
		drop_id = 260309,
		client_goods_list = {{16160123,309,1,0}},
	},
	[260310] = {
		name = "宋遼獎勵310",
		drop_id = 260310,
		client_goods_list = {{16160123,310,1,0}},
	},
	[260311] = {
		name = "宋遼獎勵311",
		drop_id = 260311,
		client_goods_list = {{16160123,311,1,0}},
	},
	[260312] = {
		name = "宋遼獎勵312",
		drop_id = 260312,
		client_goods_list = {{16160123,312,1,0}},
	},
	[260313] = {
		name = "宋遼獎勵313",
		drop_id = 260313,
		client_goods_list = {{16160123,313,1,0}},
	},
	[260314] = {
		name = "宋遼獎勵314",
		drop_id = 260314,
		client_goods_list = {{16160123,314,1,0}},
	},
	[260315] = {
		name = "宋遼獎勵315",
		drop_id = 260315,
		client_goods_list = {{16160123,315,1,0}},
	},
	[260316] = {
		name = "宋遼獎勵316",
		drop_id = 260316,
		client_goods_list = {{16160123,316,1,0}},
	},
	[260317] = {
		name = "宋遼獎勵317",
		drop_id = 260317,
		client_goods_list = {{16160123,317,1,0}},
	},
	[260318] = {
		name = "宋遼獎勵318",
		drop_id = 260318,
		client_goods_list = {{16160123,318,1,0}},
	},
	[260319] = {
		name = "宋遼獎勵319",
		drop_id = 260319,
		client_goods_list = {{16160123,319,1,0}},
	},
	[260320] = {
		name = "宋遼獎勵320",
		drop_id = 260320,
		client_goods_list = {{16160123,320,1,0}},
	},
	[260321] = {
		name = "宋遼獎勵321",
		drop_id = 260321,
		client_goods_list = {{16160123,321,1,0}},
	},
	[260322] = {
		name = "宋遼獎勵322",
		drop_id = 260322,
		client_goods_list = {{16160123,322,1,0}},
	},
	[260323] = {
		name = "宋遼獎勵323",
		drop_id = 260323,
		client_goods_list = {{16160123,323,1,0}},
	},
	[260324] = {
		name = "宋遼獎勵324",
		drop_id = 260324,
		client_goods_list = {{16160123,324,1,0}},
	},
	[260325] = {
		name = "宋遼獎勵325",
		drop_id = 260325,
		client_goods_list = {{16160123,325,1,0}},
	},
	[260326] = {
		name = "宋遼獎勵326",
		drop_id = 260326,
		client_goods_list = {{16160123,326,1,0}},
	},
	[260327] = {
		name = "宋遼獎勵327",
		drop_id = 260327,
		client_goods_list = {{16160123,327,1,0}},
	},
	[260328] = {
		name = "宋遼獎勵328",
		drop_id = 260328,
		client_goods_list = {{16160123,328,1,0}},
	},
	[260329] = {
		name = "宋遼獎勵329",
		drop_id = 260329,
		client_goods_list = {{16160123,329,1,0}},
	},
	[260330] = {
		name = "宋遼獎勵330",
		drop_id = 260330,
		client_goods_list = {{16160123,330,1,0}},
	},
	[260331] = {
		name = "宋遼獎勵331",
		drop_id = 260331,
		client_goods_list = {{16160123,331,1,0}},
	},
	[260332] = {
		name = "宋遼獎勵332",
		drop_id = 260332,
		client_goods_list = {{16160123,332,1,0}},
	},
	[260333] = {
		name = "宋遼獎勵333",
		drop_id = 260333,
		client_goods_list = {{16160123,333,1,0}},
	},
	[260334] = {
		name = "宋遼獎勵334",
		drop_id = 260334,
		client_goods_list = {{16160123,334,1,0}},
	},
	[260335] = {
		name = "宋遼獎勵335",
		drop_id = 260335,
		client_goods_list = {{16160123,335,1,0}},
	},
	[260336] = {
		name = "宋遼獎勵336",
		drop_id = 260336,
		client_goods_list = {{16160123,336,1,0}},
	},
	[260337] = {
		name = "宋遼獎勵337",
		drop_id = 260337,
		client_goods_list = {{16160123,337,1,0}},
	},
	[260338] = {
		name = "宋遼獎勵338",
		drop_id = 260338,
		client_goods_list = {{16160123,338,1,0}},
	},
	[260339] = {
		name = "宋遼獎勵339",
		drop_id = 260339,
		client_goods_list = {{16160123,339,1,0}},
	},
	[260340] = {
		name = "宋遼獎勵340",
		drop_id = 260340,
		client_goods_list = {{16160123,340,1,0}},
	},
	[260341] = {
		name = "宋遼獎勵341",
		drop_id = 260341,
		client_goods_list = {{16160123,341,1,0}},
	},
	[260342] = {
		name = "宋遼獎勵342",
		drop_id = 260342,
		client_goods_list = {{16160123,342,1,0}},
	},
	[260343] = {
		name = "宋遼獎勵343",
		drop_id = 260343,
		client_goods_list = {{16160123,343,1,0}},
	},
	[260344] = {
		name = "宋遼獎勵344",
		drop_id = 260344,
		client_goods_list = {{16160123,344,1,0}},
	},
	[260345] = {
		name = "宋遼獎勵345",
		drop_id = 260345,
		client_goods_list = {{16160123,345,1,0}},
	},
	[260346] = {
		name = "宋遼獎勵346",
		drop_id = 260346,
		client_goods_list = {{16160123,346,1,0}},
	},
	[260347] = {
		name = "宋遼獎勵347",
		drop_id = 260347,
		client_goods_list = {{16160123,347,1,0}},
	},
	[260348] = {
		name = "宋遼獎勵348",
		drop_id = 260348,
		client_goods_list = {{16160123,348,1,0}},
	},
	[260349] = {
		name = "宋遼獎勵349",
		drop_id = 260349,
		client_goods_list = {{16160123,349,1,0}},
	},
	[260350] = {
		name = "宋遼獎勵350",
		drop_id = 260350,
		client_goods_list = {{16160123,350,1,0}},
	},
	[260351] = {
		name = "宋遼獎勵351",
		drop_id = 260351,
		client_goods_list = {{16160123,351,1,0}},
	},
	[260352] = {
		name = "宋遼獎勵352",
		drop_id = 260352,
		client_goods_list = {{16160123,352,1,0}},
	},
	[260353] = {
		name = "宋遼獎勵353",
		drop_id = 260353,
		client_goods_list = {{16160123,353,1,0}},
	},
	[260354] = {
		name = "宋遼獎勵354",
		drop_id = 260354,
		client_goods_list = {{16160123,354,1,0}},
	},
	[260355] = {
		name = "宋遼獎勵355",
		drop_id = 260355,
		client_goods_list = {{16160123,355,1,0}},
	},
	[260356] = {
		name = "宋遼獎勵356",
		drop_id = 260356,
		client_goods_list = {{16160123,356,1,0}},
	},
	[260357] = {
		name = "宋遼獎勵357",
		drop_id = 260357,
		client_goods_list = {{16160123,357,1,0}},
	},
	[260358] = {
		name = "宋遼獎勵358",
		drop_id = 260358,
		client_goods_list = {{16160123,358,1,0}},
	},
	[260359] = {
		name = "宋遼獎勵359",
		drop_id = 260359,
		client_goods_list = {{16160123,359,1,0}},
	},
	[260360] = {
		name = "宋遼獎勵360",
		drop_id = 260360,
		client_goods_list = {{16160123,360,1,0}},
	},
	[260361] = {
		name = "宋遼獎勵361",
		drop_id = 260361,
		client_goods_list = {{16160123,361,1,0}},
	},
	[260362] = {
		name = "宋遼獎勵362",
		drop_id = 260362,
		client_goods_list = {{16160123,362,1,0}},
	},
	[260363] = {
		name = "宋遼獎勵363",
		drop_id = 260363,
		client_goods_list = {{16160123,363,1,0}},
	},
	[260364] = {
		name = "宋遼獎勵364",
		drop_id = 260364,
		client_goods_list = {{16160123,364,1,0}},
	},
	[260365] = {
		name = "宋遼獎勵365",
		drop_id = 260365,
		client_goods_list = {{16160123,365,1,0}},
	},
	[260366] = {
		name = "宋遼獎勵366",
		drop_id = 260366,
		client_goods_list = {{16160123,366,1,0}},
	},
	[260367] = {
		name = "宋遼獎勵367",
		drop_id = 260367,
		client_goods_list = {{16160123,367,1,0}},
	},
	[260368] = {
		name = "宋遼獎勵368",
		drop_id = 260368,
		client_goods_list = {{16160123,368,1,0}},
	},
	[260369] = {
		name = "宋遼獎勵369",
		drop_id = 260369,
		client_goods_list = {{16160123,369,1,0}},
	},
	[260370] = {
		name = "宋遼獎勵370",
		drop_id = 260370,
		client_goods_list = {{16160123,370,1,0}},
	},
	[260371] = {
		name = "宋遼獎勵371",
		drop_id = 260371,
		client_goods_list = {{16160123,371,1,0}},
	},
	[260372] = {
		name = "宋遼獎勵372",
		drop_id = 260372,
		client_goods_list = {{16160123,372,1,0}},
	},
	[260373] = {
		name = "宋遼獎勵373",
		drop_id = 260373,
		client_goods_list = {{16160123,373,1,0}},
	},
	[260374] = {
		name = "宋遼獎勵374",
		drop_id = 260374,
		client_goods_list = {{16160123,374,1,0}},
	},
	[260375] = {
		name = "宋遼獎勵375",
		drop_id = 260375,
		client_goods_list = {{16160123,375,1,0}},
	},
	[260376] = {
		name = "宋遼獎勵376",
		drop_id = 260376,
		client_goods_list = {{16160123,376,1,0}},
	},
	[260377] = {
		name = "宋遼獎勵377",
		drop_id = 260377,
		client_goods_list = {{16160123,377,1,0}},
	},
	[260378] = {
		name = "宋遼獎勵378",
		drop_id = 260378,
		client_goods_list = {{16160123,378,1,0}},
	},
	[260379] = {
		name = "宋遼獎勵379",
		drop_id = 260379,
		client_goods_list = {{16160123,379,1,0}},
	},
	[260380] = {
		name = "宋遼獎勵380",
		drop_id = 260380,
		client_goods_list = {{16160123,380,1,0}},
	},
	[260381] = {
		name = "宋遼獎勵381",
		drop_id = 260381,
		client_goods_list = {{16160123,381,1,0}},
	},
	[260382] = {
		name = "宋遼獎勵382",
		drop_id = 260382,
		client_goods_list = {{16160123,382,1,0}},
	},
	[260383] = {
		name = "宋遼獎勵383",
		drop_id = 260383,
		client_goods_list = {{16160123,383,1,0}},
	},
	[260384] = {
		name = "宋遼獎勵384",
		drop_id = 260384,
		client_goods_list = {{16160123,384,1,0}},
	},
	[260385] = {
		name = "宋遼獎勵385",
		drop_id = 260385,
		client_goods_list = {{16160123,385,1,0}},
	},
	[260386] = {
		name = "宋遼獎勵386",
		drop_id = 260386,
		client_goods_list = {{16160123,386,1,0}},
	},
	[260387] = {
		name = "宋遼獎勵387",
		drop_id = 260387,
		client_goods_list = {{16160123,387,1,0}},
	},
	[260388] = {
		name = "宋遼獎勵388",
		drop_id = 260388,
		client_goods_list = {{16160123,388,1,0}},
	},
	[260389] = {
		name = "宋遼獎勵389",
		drop_id = 260389,
		client_goods_list = {{16160123,389,1,0}},
	},
	[260390] = {
		name = "宋遼獎勵390",
		drop_id = 260390,
		client_goods_list = {{16160123,390,1,0}},
	},
	[260391] = {
		name = "宋遼獎勵391",
		drop_id = 260391,
		client_goods_list = {{16160123,391,1,0}},
	},
	[260392] = {
		name = "宋遼獎勵392",
		drop_id = 260392,
		client_goods_list = {{16160123,392,1,0}},
	},
	[260393] = {
		name = "宋遼獎勵393",
		drop_id = 260393,
		client_goods_list = {{16160123,393,1,0}},
	},
	[260394] = {
		name = "宋遼獎勵394",
		drop_id = 260394,
		client_goods_list = {{16160123,394,1,0}},
	},
	[260395] = {
		name = "宋遼獎勵395",
		drop_id = 260395,
		client_goods_list = {{16160123,395,1,0}},
	},
	[260396] = {
		name = "宋遼獎勵396",
		drop_id = 260396,
		client_goods_list = {{16160123,396,1,0}},
	},
	[260397] = {
		name = "宋遼獎勵397",
		drop_id = 260397,
		client_goods_list = {{16160123,397,1,0}},
	},
	[260398] = {
		name = "宋遼獎勵398",
		drop_id = 260398,
		client_goods_list = {{16160123,398,1,0}},
	},
	[260399] = {
		name = "宋遼獎勵399",
		drop_id = 260399,
		client_goods_list = {{16160123,399,1,0}},
	},
	[260400] = {
		name = "宋遼獎勵400",
		drop_id = 260400,
		client_goods_list = {{16160123,400,1,0}},
	},
	[260401] = {
		name = "宋遼獎勵401",
		drop_id = 260401,
		client_goods_list = {{16160123,401,1,0}},
	},
	[260402] = {
		name = "宋遼獎勵402",
		drop_id = 260402,
		client_goods_list = {{16160123,402,1,0}},
	},
	[260403] = {
		name = "宋遼獎勵403",
		drop_id = 260403,
		client_goods_list = {{16160123,403,1,0}},
	},
	[260404] = {
		name = "宋遼獎勵404",
		drop_id = 260404,
		client_goods_list = {{16160123,404,1,0}},
	},
	[260405] = {
		name = "宋遼獎勵405",
		drop_id = 260405,
		client_goods_list = {{16160123,405,1,0}},
	},
	[260406] = {
		name = "宋遼獎勵406",
		drop_id = 260406,
		client_goods_list = {{16160123,406,1,0}},
	},
	[260407] = {
		name = "宋遼獎勵407",
		drop_id = 260407,
		client_goods_list = {{16160123,407,1,0}},
	},
	[260408] = {
		name = "宋遼獎勵408",
		drop_id = 260408,
		client_goods_list = {{16160123,408,1,0}},
	},
	[260409] = {
		name = "宋遼獎勵409",
		drop_id = 260409,
		client_goods_list = {{16160123,409,1,0}},
	},
	[260410] = {
		name = "宋遼獎勵410",
		drop_id = 260410,
		client_goods_list = {{16160123,410,1,0}},
	},
	[260411] = {
		name = "宋遼獎勵411",
		drop_id = 260411,
		client_goods_list = {{16160123,411,1,0}},
	},
	[260412] = {
		name = "宋遼獎勵412",
		drop_id = 260412,
		client_goods_list = {{16160123,412,1,0}},
	},
	[260413] = {
		name = "宋遼獎勵413",
		drop_id = 260413,
		client_goods_list = {{16160123,413,1,0}},
	},
	[260414] = {
		name = "宋遼獎勵414",
		drop_id = 260414,
		client_goods_list = {{16160123,414,1,0}},
	},
	[260415] = {
		name = "宋遼獎勵415",
		drop_id = 260415,
		client_goods_list = {{16160123,415,1,0}},
	},
	[260416] = {
		name = "宋遼獎勵416",
		drop_id = 260416,
		client_goods_list = {{16160123,416,1,0}},
	},
	[260417] = {
		name = "宋遼獎勵417",
		drop_id = 260417,
		client_goods_list = {{16160123,417,1,0}},
	},
	[260418] = {
		name = "宋遼獎勵418",
		drop_id = 260418,
		client_goods_list = {{16160123,418,1,0}},
	},
	[260419] = {
		name = "宋遼獎勵419",
		drop_id = 260419,
		client_goods_list = {{16160123,419,1,0}},
	},
	[260420] = {
		name = "宋遼獎勵420",
		drop_id = 260420,
		client_goods_list = {{16160123,420,1,0}},
	},
	[260421] = {
		name = "宋遼獎勵421",
		drop_id = 260421,
		client_goods_list = {{16160123,421,1,0}},
	},
	[260422] = {
		name = "宋遼獎勵422",
		drop_id = 260422,
		client_goods_list = {{16160123,422,1,0}},
	},
	[260423] = {
		name = "宋遼獎勵423",
		drop_id = 260423,
		client_goods_list = {{16160123,423,1,0}},
	},
	[260424] = {
		name = "宋遼獎勵424",
		drop_id = 260424,
		client_goods_list = {{16160123,424,1,0}},
	},
	[260425] = {
		name = "宋遼獎勵425",
		drop_id = 260425,
		client_goods_list = {{16160123,425,1,0}},
	},
	[260426] = {
		name = "宋遼獎勵426",
		drop_id = 260426,
		client_goods_list = {{16160123,426,1,0}},
	},
	[260427] = {
		name = "宋遼獎勵427",
		drop_id = 260427,
		client_goods_list = {{16160123,427,1,0}},
	},
	[260428] = {
		name = "宋遼獎勵428",
		drop_id = 260428,
		client_goods_list = {{16160123,428,1,0}},
	},
	[260429] = {
		name = "宋遼獎勵429",
		drop_id = 260429,
		client_goods_list = {{16160123,429,1,0}},
	},
	[260430] = {
		name = "宋遼獎勵430",
		drop_id = 260430,
		client_goods_list = {{16160123,430,1,0}},
	},
	[260431] = {
		name = "宋遼獎勵431",
		drop_id = 260431,
		client_goods_list = {{16160123,431,1,0}},
	},
	[260432] = {
		name = "宋遼獎勵432",
		drop_id = 260432,
		client_goods_list = {{16160123,432,1,0}},
	},
	[260433] = {
		name = "宋遼獎勵433",
		drop_id = 260433,
		client_goods_list = {{16160123,433,1,0}},
	},
	[260434] = {
		name = "宋遼獎勵434",
		drop_id = 260434,
		client_goods_list = {{16160123,434,1,0}},
	},
	[260435] = {
		name = "宋遼獎勵435",
		drop_id = 260435,
		client_goods_list = {{16160123,435,1,0}},
	},
	[260436] = {
		name = "宋遼獎勵436",
		drop_id = 260436,
		client_goods_list = {{16160123,436,1,0}},
	},
	[260437] = {
		name = "宋遼獎勵437",
		drop_id = 260437,
		client_goods_list = {{16160123,437,1,0}},
	},
	[260438] = {
		name = "宋遼獎勵438",
		drop_id = 260438,
		client_goods_list = {{16160123,438,1,0}},
	},
	[260439] = {
		name = "宋遼獎勵439",
		drop_id = 260439,
		client_goods_list = {{16160123,439,1,0}},
	},
	[260440] = {
		name = "宋遼獎勵440",
		drop_id = 260440,
		client_goods_list = {{16160123,440,1,0}},
	},
	[260441] = {
		name = "宋遼獎勵441",
		drop_id = 260441,
		client_goods_list = {{16160123,441,1,0}},
	},
	[260442] = {
		name = "宋遼獎勵442",
		drop_id = 260442,
		client_goods_list = {{16160123,442,1,0}},
	},
	[260443] = {
		name = "宋遼獎勵443",
		drop_id = 260443,
		client_goods_list = {{16160123,443,1,0}},
	},
	[260444] = {
		name = "宋遼獎勵444",
		drop_id = 260444,
		client_goods_list = {{16160123,444,1,0}},
	},
	[260445] = {
		name = "宋遼獎勵445",
		drop_id = 260445,
		client_goods_list = {{16160123,445,1,0}},
	},
	[260446] = {
		name = "宋遼獎勵446",
		drop_id = 260446,
		client_goods_list = {{16160123,446,1,0}},
	},
	[260447] = {
		name = "宋遼獎勵447",
		drop_id = 260447,
		client_goods_list = {{16160123,447,1,0}},
	},
	[260448] = {
		name = "宋遼獎勵448",
		drop_id = 260448,
		client_goods_list = {{16160123,448,1,0}},
	},
	[260449] = {
		name = "宋遼獎勵449",
		drop_id = 260449,
		client_goods_list = {{16160123,449,1,0}},
	},
	[260450] = {
		name = "宋遼獎勵450",
		drop_id = 260450,
		client_goods_list = {{16160123,450,1,0}},
	},
	[260451] = {
		name = "宋遼獎勵451",
		drop_id = 260451,
		client_goods_list = {{16160123,451,1,0}},
	},
	[260452] = {
		name = "宋遼獎勵452",
		drop_id = 260452,
		client_goods_list = {{16160123,452,1,0}},
	},
	[260453] = {
		name = "宋遼獎勵453",
		drop_id = 260453,
		client_goods_list = {{16160123,453,1,0}},
	},
	[260454] = {
		name = "宋遼獎勵454",
		drop_id = 260454,
		client_goods_list = {{16160123,454,1,0}},
	},
	[260455] = {
		name = "宋遼獎勵455",
		drop_id = 260455,
		client_goods_list = {{16160123,455,1,0}},
	},
	[260456] = {
		name = "宋遼獎勵456",
		drop_id = 260456,
		client_goods_list = {{16160123,456,1,0}},
	},
	[260457] = {
		name = "宋遼獎勵457",
		drop_id = 260457,
		client_goods_list = {{16160123,457,1,0}},
	},
	[260458] = {
		name = "宋遼獎勵458",
		drop_id = 260458,
		client_goods_list = {{16160123,458,1,0}},
	},
	[260459] = {
		name = "宋遼獎勵459",
		drop_id = 260459,
		client_goods_list = {{16160123,459,1,0}},
	},
	[260460] = {
		name = "宋遼獎勵460",
		drop_id = 260460,
		client_goods_list = {{16160123,460,1,0}},
	},
	[260461] = {
		name = "宋遼獎勵461",
		drop_id = 260461,
		client_goods_list = {{16160123,461,1,0}},
	},
	[260462] = {
		name = "宋遼獎勵462",
		drop_id = 260462,
		client_goods_list = {{16160123,462,1,0}},
	},
	[260463] = {
		name = "宋遼獎勵463",
		drop_id = 260463,
		client_goods_list = {{16160123,463,1,0}},
	},
	[260464] = {
		name = "宋遼獎勵464",
		drop_id = 260464,
		client_goods_list = {{16160123,464,1,0}},
	},
	[260465] = {
		name = "宋遼獎勵465",
		drop_id = 260465,
		client_goods_list = {{16160123,465,1,0}},
	},
	[260466] = {
		name = "宋遼獎勵466",
		drop_id = 260466,
		client_goods_list = {{16160123,466,1,0}},
	},
	[260467] = {
		name = "宋遼獎勵467",
		drop_id = 260467,
		client_goods_list = {{16160123,467,1,0}},
	},
	[260468] = {
		name = "宋遼獎勵468",
		drop_id = 260468,
		client_goods_list = {{16160123,468,1,0}},
	},
	[260469] = {
		name = "宋遼獎勵469",
		drop_id = 260469,
		client_goods_list = {{16160123,469,1,0}},
	},
	[260470] = {
		name = "宋遼獎勵470",
		drop_id = 260470,
		client_goods_list = {{16160123,470,1,0}},
	},
	[260471] = {
		name = "宋遼獎勵471",
		drop_id = 260471,
		client_goods_list = {{16160123,471,1,0}},
	},
	[260472] = {
		name = "宋遼獎勵472",
		drop_id = 260472,
		client_goods_list = {{16160123,472,1,0}},
	},
	[260473] = {
		name = "宋遼獎勵473",
		drop_id = 260473,
		client_goods_list = {{16160123,473,1,0}},
	},
	[260474] = {
		name = "宋遼獎勵474",
		drop_id = 260474,
		client_goods_list = {{16160123,474,1,0}},
	},
	[260475] = {
		name = "宋遼獎勵475",
		drop_id = 260475,
		client_goods_list = {{16160123,475,1,0}},
	},
	[260476] = {
		name = "宋遼獎勵476",
		drop_id = 260476,
		client_goods_list = {{16160123,476,1,0}},
	},
	[260477] = {
		name = "宋遼獎勵477",
		drop_id = 260477,
		client_goods_list = {{16160123,477,1,0}},
	},
	[260478] = {
		name = "宋遼獎勵478",
		drop_id = 260478,
		client_goods_list = {{16160123,478,1,0}},
	},
	[260479] = {
		name = "宋遼獎勵479",
		drop_id = 260479,
		client_goods_list = {{16160123,479,1,0}},
	},
	[260480] = {
		name = "宋遼獎勵480",
		drop_id = 260480,
		client_goods_list = {{16160123,480,1,0}},
	},
	[260481] = {
		name = "宋遼獎勵481",
		drop_id = 260481,
		client_goods_list = {{16160123,481,1,0}},
	},
	[260482] = {
		name = "宋遼獎勵482",
		drop_id = 260482,
		client_goods_list = {{16160123,482,1,0}},
	},
	[260483] = {
		name = "宋遼獎勵483",
		drop_id = 260483,
		client_goods_list = {{16160123,483,1,0}},
	},
	[260484] = {
		name = "宋遼獎勵484",
		drop_id = 260484,
		client_goods_list = {{16160123,484,1,0}},
	},
	[260485] = {
		name = "宋遼獎勵485",
		drop_id = 260485,
		client_goods_list = {{16160123,485,1,0}},
	},
	[260486] = {
		name = "宋遼獎勵486",
		drop_id = 260486,
		client_goods_list = {{16160123,486,1,0}},
	},
	[260487] = {
		name = "宋遼獎勵487",
		drop_id = 260487,
		client_goods_list = {{16160123,487,1,0}},
	},
	[260488] = {
		name = "宋遼獎勵488",
		drop_id = 260488,
		client_goods_list = {{16160123,488,1,0}},
	},
	[260489] = {
		name = "宋遼獎勵489",
		drop_id = 260489,
		client_goods_list = {{16160123,489,1,0}},
	},
	[260490] = {
		name = "宋遼獎勵490",
		drop_id = 260490,
		client_goods_list = {{16160123,490,1,0}},
	},
	[260491] = {
		name = "宋遼獎勵491",
		drop_id = 260491,
		client_goods_list = {{16160123,491,1,0}},
	},
	[260492] = {
		name = "宋遼獎勵492",
		drop_id = 260492,
		client_goods_list = {{16160123,492,1,0}},
	},
	[260493] = {
		name = "宋遼獎勵493",
		drop_id = 260493,
		client_goods_list = {{16160123,493,1,0}},
	},
	[260494] = {
		name = "宋遼獎勵494",
		drop_id = 260494,
		client_goods_list = {{16160123,494,1,0}},
	},
	[260495] = {
		name = "宋遼獎勵495",
		drop_id = 260495,
		client_goods_list = {{16160123,495,1,0}},
	},
	[260496] = {
		name = "宋遼獎勵496",
		drop_id = 260496,
		client_goods_list = {{16160123,496,1,0}},
	},
	[260497] = {
		name = "宋遼獎勵497",
		drop_id = 260497,
		client_goods_list = {{16160123,497,1,0}},
	},
	[260498] = {
		name = "宋遼獎勵498",
		drop_id = 260498,
		client_goods_list = {{16160123,498,1,0}},
	},
	[260499] = {
		name = "宋遼獎勵499",
		drop_id = 260499,
		client_goods_list = {{16160123,499,1,0}},
	},
	[260500] = {
		name = "宋遼獎勵500",
		drop_id = 260500,
		client_goods_list = {{16160123,500,1,0}},
	},
	[260501] = {
		name = "宋遼獎勵501",
		drop_id = 260501,
		client_goods_list = {{16160123,501,1,0}},
	},
	[260502] = {
		name = "宋遼獎勵502",
		drop_id = 260502,
		client_goods_list = {{16160123,502,1,0}},
	},
	[260503] = {
		name = "宋遼獎勵503",
		drop_id = 260503,
		client_goods_list = {{16160123,503,1,0}},
	},
	[260504] = {
		name = "宋遼獎勵504",
		drop_id = 260504,
		client_goods_list = {{16160123,504,1,0}},
	},
	[260505] = {
		name = "宋遼獎勵505",
		drop_id = 260505,
		client_goods_list = {{16160123,505,1,0}},
	},
	[260506] = {
		name = "宋遼獎勵506",
		drop_id = 260506,
		client_goods_list = {{16160123,506,1,0}},
	},
	[260507] = {
		name = "宋遼獎勵507",
		drop_id = 260507,
		client_goods_list = {{16160123,507,1,0}},
	},
	[260508] = {
		name = "宋遼獎勵508",
		drop_id = 260508,
		client_goods_list = {{16160123,508,1,0}},
	},
	[260509] = {
		name = "宋遼獎勵509",
		drop_id = 260509,
		client_goods_list = {{16160123,509,1,0}},
	},
	[260510] = {
		name = "宋遼獎勵510",
		drop_id = 260510,
		client_goods_list = {{16160123,510,1,0}},
	},
	[260511] = {
		name = "宋遼獎勵511",
		drop_id = 260511,
		client_goods_list = {{16160123,511,1,0}},
	},
	[260512] = {
		name = "宋遼獎勵512",
		drop_id = 260512,
		client_goods_list = {{16160123,512,1,0}},
	},
	[260513] = {
		name = "宋遼獎勵513",
		drop_id = 260513,
		client_goods_list = {{16160123,513,1,0}},
	},
	[260514] = {
		name = "宋遼獎勵514",
		drop_id = 260514,
		client_goods_list = {{16160123,514,1,0}},
	},
	[260515] = {
		name = "宋遼獎勵515",
		drop_id = 260515,
		client_goods_list = {{16160123,515,1,0}},
	},
	[260516] = {
		name = "宋遼獎勵516",
		drop_id = 260516,
		client_goods_list = {{16160123,516,1,0}},
	},
	[260517] = {
		name = "宋遼獎勵517",
		drop_id = 260517,
		client_goods_list = {{16160123,517,1,0}},
	},
	[260518] = {
		name = "宋遼獎勵518",
		drop_id = 260518,
		client_goods_list = {{16160123,518,1,0}},
	},
	[260519] = {
		name = "宋遼獎勵519",
		drop_id = 260519,
		client_goods_list = {{16160123,519,1,0}},
	},
	[260520] = {
		name = "宋遼獎勵520",
		drop_id = 260520,
		client_goods_list = {{16160123,520,1,0}},
	},
	[260521] = {
		name = "宋遼獎勵521",
		drop_id = 260521,
		client_goods_list = {{16160123,521,1,0}},
	},
	[260522] = {
		name = "宋遼獎勵522",
		drop_id = 260522,
		client_goods_list = {{16160123,522,1,0}},
	},
	[260523] = {
		name = "宋遼獎勵523",
		drop_id = 260523,
		client_goods_list = {{16160123,523,1,0}},
	},
	[260524] = {
		name = "宋遼獎勵524",
		drop_id = 260524,
		client_goods_list = {{16160123,524,1,0}},
	},
	[260525] = {
		name = "宋遼獎勵525",
		drop_id = 260525,
		client_goods_list = {{16160123,525,1,0}},
	},
	[260526] = {
		name = "宋遼獎勵526",
		drop_id = 260526,
		client_goods_list = {{16160123,526,1,0}},
	},
	[260527] = {
		name = "宋遼獎勵527",
		drop_id = 260527,
		client_goods_list = {{16160123,527,1,0}},
	},
	[260528] = {
		name = "宋遼獎勵528",
		drop_id = 260528,
		client_goods_list = {{16160123,528,1,0}},
	},
	[260529] = {
		name = "宋遼獎勵529",
		drop_id = 260529,
		client_goods_list = {{16160123,529,1,0}},
	},
	[260530] = {
		name = "宋遼獎勵530",
		drop_id = 260530,
		client_goods_list = {{16160123,530,1,0}},
	},
	[260531] = {
		name = "宋遼獎勵531",
		drop_id = 260531,
		client_goods_list = {{16160123,531,1,0}},
	},
	[260532] = {
		name = "宋遼獎勵532",
		drop_id = 260532,
		client_goods_list = {{16160123,532,1,0}},
	},
	[260533] = {
		name = "宋遼獎勵533",
		drop_id = 260533,
		client_goods_list = {{16160123,533,1,0}},
	},
	[260534] = {
		name = "宋遼獎勵534",
		drop_id = 260534,
		client_goods_list = {{16160123,534,1,0}},
	},
	[260535] = {
		name = "宋遼獎勵535",
		drop_id = 260535,
		client_goods_list = {{16160123,535,1,0}},
	},
	[260536] = {
		name = "宋遼獎勵536",
		drop_id = 260536,
		client_goods_list = {{16160123,536,1,0}},
	},
	[260537] = {
		name = "宋遼獎勵537",
		drop_id = 260537,
		client_goods_list = {{16160123,537,1,0}},
	},
	[260538] = {
		name = "宋遼獎勵538",
		drop_id = 260538,
		client_goods_list = {{16160123,538,1,0}},
	},
	[260539] = {
		name = "宋遼獎勵539",
		drop_id = 260539,
		client_goods_list = {{16160123,539,1,0}},
	},
	[260540] = {
		name = "宋遼獎勵540",
		drop_id = 260540,
		client_goods_list = {{16160123,540,1,0}},
	},
	[260541] = {
		name = "宋遼獎勵541",
		drop_id = 260541,
		client_goods_list = {{16160123,541,1,0}},
	},
	[260542] = {
		name = "宋遼獎勵542",
		drop_id = 260542,
		client_goods_list = {{16160123,542,1,0}},
	},
	[260543] = {
		name = "宋遼獎勵543",
		drop_id = 260543,
		client_goods_list = {{16160123,543,1,0}},
	},
	[260544] = {
		name = "宋遼獎勵544",
		drop_id = 260544,
		client_goods_list = {{16160123,544,1,0}},
	},
	[260545] = {
		name = "宋遼獎勵545",
		drop_id = 260545,
		client_goods_list = {{16160123,545,1,0}},
	},
	[260546] = {
		name = "宋遼獎勵546",
		drop_id = 260546,
		client_goods_list = {{16160123,546,1,0}},
	},
	[260547] = {
		name = "宋遼獎勵547",
		drop_id = 260547,
		client_goods_list = {{16160123,547,1,0}},
	},
	[260548] = {
		name = "宋遼獎勵548",
		drop_id = 260548,
		client_goods_list = {{16160123,548,1,0}},
	},
	[260549] = {
		name = "宋遼獎勵549",
		drop_id = 260549,
		client_goods_list = {{16160123,549,1,0}},
	},
	[260550] = {
		name = "宋遼獎勵550",
		drop_id = 260550,
		client_goods_list = {{16160123,550,1,0}},
	},
	[260551] = {
		name = "宋遼獎勵551",
		drop_id = 260551,
		client_goods_list = {{16160123,551,1,0}},
	},
	[260552] = {
		name = "宋遼獎勵552",
		drop_id = 260552,
		client_goods_list = {{16160123,552,1,0}},
	},
	[260553] = {
		name = "宋遼獎勵553",
		drop_id = 260553,
		client_goods_list = {{16160123,553,1,0}},
	},
	[260554] = {
		name = "宋遼獎勵554",
		drop_id = 260554,
		client_goods_list = {{16160123,554,1,0}},
	},
	[260555] = {
		name = "宋遼獎勵555",
		drop_id = 260555,
		client_goods_list = {{16160123,555,1,0}},
	},
	[260556] = {
		name = "宋遼獎勵556",
		drop_id = 260556,
		client_goods_list = {{16160123,556,1,0}},
	},
	[260557] = {
		name = "宋遼獎勵557",
		drop_id = 260557,
		client_goods_list = {{16160123,557,1,0}},
	},
	[260558] = {
		name = "宋遼獎勵558",
		drop_id = 260558,
		client_goods_list = {{16160123,558,1,0}},
	},
	[260559] = {
		name = "宋遼獎勵559",
		drop_id = 260559,
		client_goods_list = {{16160123,559,1,0}},
	},
	[260560] = {
		name = "宋遼獎勵560",
		drop_id = 260560,
		client_goods_list = {{16160123,560,1,0}},
	},
	[260561] = {
		name = "宋遼獎勵561",
		drop_id = 260561,
		client_goods_list = {{16160123,561,1,0}},
	},
	[260562] = {
		name = "宋遼獎勵562",
		drop_id = 260562,
		client_goods_list = {{16160123,562,1,0}},
	},
	[260563] = {
		name = "宋遼獎勵563",
		drop_id = 260563,
		client_goods_list = {{16160123,563,1,0}},
	},
	[260564] = {
		name = "宋遼獎勵564",
		drop_id = 260564,
		client_goods_list = {{16160123,564,1,0}},
	},
	[260565] = {
		name = "宋遼獎勵565",
		drop_id = 260565,
		client_goods_list = {{16160123,565,1,0}},
	},
	[260566] = {
		name = "宋遼獎勵566",
		drop_id = 260566,
		client_goods_list = {{16160123,566,1,0}},
	},
	[260567] = {
		name = "宋遼獎勵567",
		drop_id = 260567,
		client_goods_list = {{16160123,567,1,0}},
	},
	[260568] = {
		name = "宋遼獎勵568",
		drop_id = 260568,
		client_goods_list = {{16160123,568,1,0}},
	},
	[260569] = {
		name = "宋遼獎勵569",
		drop_id = 260569,
		client_goods_list = {{16160123,569,1,0}},
	},
	[260570] = {
		name = "宋遼獎勵570",
		drop_id = 260570,
		client_goods_list = {{16160123,570,1,0}},
	},
	[260571] = {
		name = "宋遼獎勵571",
		drop_id = 260571,
		client_goods_list = {{16160123,571,1,0}},
	},
	[260572] = {
		name = "宋遼獎勵572",
		drop_id = 260572,
		client_goods_list = {{16160123,572,1,0}},
	},
	[260573] = {
		name = "宋遼獎勵573",
		drop_id = 260573,
		client_goods_list = {{16160123,573,1,0}},
	},
	[260574] = {
		name = "宋遼獎勵574",
		drop_id = 260574,
		client_goods_list = {{16160123,574,1,0}},
	},
	[260575] = {
		name = "宋遼獎勵575",
		drop_id = 260575,
		client_goods_list = {{16160123,575,1,0}},
	},
	[260576] = {
		name = "宋遼獎勵576",
		drop_id = 260576,
		client_goods_list = {{16160123,576,1,0}},
	},
	[260577] = {
		name = "宋遼獎勵577",
		drop_id = 260577,
		client_goods_list = {{16160123,577,1,0}},
	},
	[260578] = {
		name = "宋遼獎勵578",
		drop_id = 260578,
		client_goods_list = {{16160123,578,1,0}},
	},
	[260579] = {
		name = "宋遼獎勵579",
		drop_id = 260579,
		client_goods_list = {{16160123,579,1,0}},
	},
	[260580] = {
		name = "宋遼獎勵580",
		drop_id = 260580,
		client_goods_list = {{16160123,580,1,0}},
	},
	[260581] = {
		name = "宋遼獎勵581",
		drop_id = 260581,
		client_goods_list = {{16160123,581,1,0}},
	},
	[260582] = {
		name = "宋遼獎勵582",
		drop_id = 260582,
		client_goods_list = {{16160123,582,1,0}},
	},
	[260583] = {
		name = "宋遼獎勵583",
		drop_id = 260583,
		client_goods_list = {{16160123,583,1,0}},
	},
	[260584] = {
		name = "宋遼獎勵584",
		drop_id = 260584,
		client_goods_list = {{16160123,584,1,0}},
	},
	[260585] = {
		name = "宋遼獎勵585",
		drop_id = 260585,
		client_goods_list = {{16160123,585,1,0}},
	},
	[260586] = {
		name = "宋遼獎勵586",
		drop_id = 260586,
		client_goods_list = {{16160123,586,1,0}},
	},
	[260587] = {
		name = "宋遼獎勵587",
		drop_id = 260587,
		client_goods_list = {{16160123,587,1,0}},
	},
	[260588] = {
		name = "宋遼獎勵588",
		drop_id = 260588,
		client_goods_list = {{16160123,588,1,0}},
	},
	[260589] = {
		name = "宋遼獎勵589",
		drop_id = 260589,
		client_goods_list = {{16160123,589,1,0}},
	},
	[260590] = {
		name = "宋遼獎勵590",
		drop_id = 260590,
		client_goods_list = {{16160123,590,1,0}},
	},
	[260591] = {
		name = "宋遼獎勵591",
		drop_id = 260591,
		client_goods_list = {{16160123,591,1,0}},
	},
	[260592] = {
		name = "宋遼獎勵592",
		drop_id = 260592,
		client_goods_list = {{16160123,592,1,0}},
	},
	[260593] = {
		name = "宋遼獎勵593",
		drop_id = 260593,
		client_goods_list = {{16160123,593,1,0}},
	},
	[260594] = {
		name = "宋遼獎勵594",
		drop_id = 260594,
		client_goods_list = {{16160123,594,1,0}},
	},
	[260595] = {
		name = "宋遼獎勵595",
		drop_id = 260595,
		client_goods_list = {{16160123,595,1,0}},
	},
	[260596] = {
		name = "宋遼獎勵596",
		drop_id = 260596,
		client_goods_list = {{16160123,596,1,0}},
	},
	[260597] = {
		name = "宋遼獎勵597",
		drop_id = 260597,
		client_goods_list = {{16160123,597,1,0}},
	},
	[260598] = {
		name = "宋遼獎勵598",
		drop_id = 260598,
		client_goods_list = {{16160123,598,1,0}},
	},
	[260599] = {
		name = "宋遼獎勵599",
		drop_id = 260599,
		client_goods_list = {{16160123,599,1,0}},
	},
	[260600] = {
		name = "宋遼獎勵600",
		drop_id = 260600,
		client_goods_list = {{16160123,600,1,0}},
	},
	[260601] = {
		name = "宋遼獎勵601",
		drop_id = 260601,
		client_goods_list = {{16160123,601,1,0}},
	},
	[260602] = {
		name = "宋遼獎勵602",
		drop_id = 260602,
		client_goods_list = {{16160123,602,1,0}},
	},
	[260603] = {
		name = "宋遼獎勵603",
		drop_id = 260603,
		client_goods_list = {{16160123,603,1,0}},
	},
	[260604] = {
		name = "宋遼獎勵604",
		drop_id = 260604,
		client_goods_list = {{16160123,604,1,0}},
	},
	[260605] = {
		name = "宋遼獎勵605",
		drop_id = 260605,
		client_goods_list = {{16160123,605,1,0}},
	},
	[260606] = {
		name = "宋遼獎勵606",
		drop_id = 260606,
		client_goods_list = {{16160123,606,1,0}},
	},
	[260607] = {
		name = "宋遼獎勵607",
		drop_id = 260607,
		client_goods_list = {{16160123,607,1,0}},
	},
	[260608] = {
		name = "宋遼獎勵608",
		drop_id = 260608,
		client_goods_list = {{16160123,608,1,0}},
	},
	[260609] = {
		name = "宋遼獎勵609",
		drop_id = 260609,
		client_goods_list = {{16160123,609,1,0}},
	},
	[260610] = {
		name = "宋遼獎勵610",
		drop_id = 260610,
		client_goods_list = {{16160123,610,1,0}},
	},
	[260611] = {
		name = "宋遼獎勵611",
		drop_id = 260611,
		client_goods_list = {{16160123,611,1,0}},
	},
	[260612] = {
		name = "宋遼獎勵612",
		drop_id = 260612,
		client_goods_list = {{16160123,612,1,0}},
	},
	[260613] = {
		name = "宋遼獎勵613",
		drop_id = 260613,
		client_goods_list = {{16160123,613,1,0}},
	},
	[260614] = {
		name = "宋遼獎勵614",
		drop_id = 260614,
		client_goods_list = {{16160123,614,1,0}},
	},
	[260615] = {
		name = "宋遼獎勵615",
		drop_id = 260615,
		client_goods_list = {{16160123,615,1,0}},
	},
	[260616] = {
		name = "宋遼獎勵616",
		drop_id = 260616,
		client_goods_list = {{16160123,616,1,0}},
	},
	[260617] = {
		name = "宋遼獎勵617",
		drop_id = 260617,
		client_goods_list = {{16160123,617,1,0}},
	},
	[260618] = {
		name = "宋遼獎勵618",
		drop_id = 260618,
		client_goods_list = {{16160123,618,1,0}},
	},
	[260619] = {
		name = "宋遼獎勵619",
		drop_id = 260619,
		client_goods_list = {{16160123,619,1,0}},
	},
	[260620] = {
		name = "宋遼獎勵620",
		drop_id = 260620,
		client_goods_list = {{16160123,620,1,0}},
	},
	[260621] = {
		name = "宋遼獎勵621",
		drop_id = 260621,
		client_goods_list = {{16160123,621,1,0}},
	},
	[260622] = {
		name = "宋遼獎勵622",
		drop_id = 260622,
		client_goods_list = {{16160123,622,1,0}},
	},
	[260623] = {
		name = "宋遼獎勵623",
		drop_id = 260623,
		client_goods_list = {{16160123,623,1,0}},
	},
	[260624] = {
		name = "宋遼獎勵624",
		drop_id = 260624,
		client_goods_list = {{16160123,624,1,0}},
	},
	[260625] = {
		name = "宋遼獎勵625",
		drop_id = 260625,
		client_goods_list = {{16160123,625,1,0}},
	},
	[260626] = {
		name = "宋遼獎勵626",
		drop_id = 260626,
		client_goods_list = {{16160123,626,1,0}},
	},
	[260627] = {
		name = "宋遼獎勵627",
		drop_id = 260627,
		client_goods_list = {{16160123,627,1,0}},
	},
	[260628] = {
		name = "宋遼獎勵628",
		drop_id = 260628,
		client_goods_list = {{16160123,628,1,0}},
	},
	[260629] = {
		name = "宋遼獎勵629",
		drop_id = 260629,
		client_goods_list = {{16160123,629,1,0}},
	},
	[260630] = {
		name = "宋遼獎勵630",
		drop_id = 260630,
		client_goods_list = {{16160123,630,1,0}},
	},
	[260631] = {
		name = "宋遼獎勵631",
		drop_id = 260631,
		client_goods_list = {{16160123,631,1,0}},
	},
	[260632] = {
		name = "宋遼獎勵632",
		drop_id = 260632,
		client_goods_list = {{16160123,632,1,0}},
	},
	[260633] = {
		name = "宋遼獎勵633",
		drop_id = 260633,
		client_goods_list = {{16160123,633,1,0}},
	},
	[260634] = {
		name = "宋遼獎勵634",
		drop_id = 260634,
		client_goods_list = {{16160123,634,1,0}},
	},
	[260635] = {
		name = "宋遼獎勵635",
		drop_id = 260635,
		client_goods_list = {{16160123,635,1,0}},
	},
	[260636] = {
		name = "宋遼獎勵636",
		drop_id = 260636,
		client_goods_list = {{16160123,636,1,0}},
	},
	[260637] = {
		name = "宋遼獎勵637",
		drop_id = 260637,
		client_goods_list = {{16160123,637,1,0}},
	},
	[260638] = {
		name = "宋遼獎勵638",
		drop_id = 260638,
		client_goods_list = {{16160123,638,1,0}},
	},
	[260639] = {
		name = "宋遼獎勵639",
		drop_id = 260639,
		client_goods_list = {{16160123,639,1,0}},
	},
	[260640] = {
		name = "宋遼獎勵640",
		drop_id = 260640,
		client_goods_list = {{16160123,640,1,0}},
	},
	[260641] = {
		name = "宋遼獎勵641",
		drop_id = 260641,
		client_goods_list = {{16160123,641,1,0}},
	},
	[260642] = {
		name = "宋遼獎勵642",
		drop_id = 260642,
		client_goods_list = {{16160123,642,1,0}},
	},
	[260643] = {
		name = "宋遼獎勵643",
		drop_id = 260643,
		client_goods_list = {{16160123,643,1,0}},
	},
	[260644] = {
		name = "宋遼獎勵644",
		drop_id = 260644,
		client_goods_list = {{16160123,644,1,0}},
	},
	[260645] = {
		name = "宋遼獎勵645",
		drop_id = 260645,
		client_goods_list = {{16160123,645,1,0}},
	},
	[260646] = {
		name = "宋遼獎勵646",
		drop_id = 260646,
		client_goods_list = {{16160123,646,1,0}},
	},
	[260647] = {
		name = "宋遼獎勵647",
		drop_id = 260647,
		client_goods_list = {{16160123,647,1,0}},
	},
	[260648] = {
		name = "宋遼獎勵648",
		drop_id = 260648,
		client_goods_list = {{16160123,648,1,0}},
	},
	[260649] = {
		name = "宋遼獎勵649",
		drop_id = 260649,
		client_goods_list = {{16160123,649,1,0}},
	},
	[260650] = {
		name = "宋遼獎勵650",
		drop_id = 260650,
		client_goods_list = {{16160123,650,1,0}},
	},
	[260651] = {
		name = "宋遼獎勵651",
		drop_id = 260651,
		client_goods_list = {{16160123,651,1,0}},
	},
	[260652] = {
		name = "宋遼獎勵652",
		drop_id = 260652,
		client_goods_list = {{16160123,652,1,0}},
	},
	[260653] = {
		name = "宋遼獎勵653",
		drop_id = 260653,
		client_goods_list = {{16160123,653,1,0}},
	},
	[260654] = {
		name = "宋遼獎勵654",
		drop_id = 260654,
		client_goods_list = {{16160123,654,1,0}},
	},
	[260655] = {
		name = "宋遼獎勵655",
		drop_id = 260655,
		client_goods_list = {{16160123,655,1,0}},
	},
	[260656] = {
		name = "宋遼獎勵656",
		drop_id = 260656,
		client_goods_list = {{16160123,656,1,0}},
	},
	[260657] = {
		name = "宋遼獎勵657",
		drop_id = 260657,
		client_goods_list = {{16160123,657,1,0}},
	},
	[260658] = {
		name = "宋遼獎勵658",
		drop_id = 260658,
		client_goods_list = {{16160123,658,1,0}},
	},
	[260659] = {
		name = "宋遼獎勵659",
		drop_id = 260659,
		client_goods_list = {{16160123,659,1,0}},
	},
	[260660] = {
		name = "宋遼獎勵660",
		drop_id = 260660,
		client_goods_list = {{16160123,660,1,0}},
	},
	[260661] = {
		name = "宋遼獎勵661",
		drop_id = 260661,
		client_goods_list = {{16160123,661,1,0}},
	},
	[260662] = {
		name = "宋遼獎勵662",
		drop_id = 260662,
		client_goods_list = {{16160123,662,1,0}},
	},
	[260663] = {
		name = "宋遼獎勵663",
		drop_id = 260663,
		client_goods_list = {{16160123,663,1,0}},
	},
	[260664] = {
		name = "宋遼獎勵664",
		drop_id = 260664,
		client_goods_list = {{16160123,664,1,0}},
	},
	[260665] = {
		name = "宋遼獎勵665",
		drop_id = 260665,
		client_goods_list = {{16160123,665,1,0}},
	},
	[260666] = {
		name = "宋遼獎勵666",
		drop_id = 260666,
		client_goods_list = {{16160123,666,1,0}},
	},
	[260667] = {
		name = "宋遼獎勵667",
		drop_id = 260667,
		client_goods_list = {{16160123,667,1,0}},
	},
	[260668] = {
		name = "宋遼獎勵668",
		drop_id = 260668,
		client_goods_list = {{16160123,668,1,0}},
	},
	[260669] = {
		name = "宋遼獎勵669",
		drop_id = 260669,
		client_goods_list = {{16160123,669,1,0}},
	},
	[260670] = {
		name = "宋遼獎勵670",
		drop_id = 260670,
		client_goods_list = {{16160123,670,1,0}},
	},
	[260671] = {
		name = "宋遼獎勵671",
		drop_id = 260671,
		client_goods_list = {{16160123,671,1,0}},
	},
	[260672] = {
		name = "宋遼獎勵672",
		drop_id = 260672,
		client_goods_list = {{16160123,672,1,0}},
	},
	[260673] = {
		name = "宋遼獎勵673",
		drop_id = 260673,
		client_goods_list = {{16160123,673,1,0}},
	},
	[260674] = {
		name = "宋遼獎勵674",
		drop_id = 260674,
		client_goods_list = {{16160123,674,1,0}},
	},
	[260675] = {
		name = "宋遼獎勵675",
		drop_id = 260675,
		client_goods_list = {{16160123,675,1,0}},
	},
	[260676] = {
		name = "宋遼獎勵676",
		drop_id = 260676,
		client_goods_list = {{16160123,676,1,0}},
	},
	[260677] = {
		name = "宋遼獎勵677",
		drop_id = 260677,
		client_goods_list = {{16160123,677,1,0}},
	},
	[260678] = {
		name = "宋遼獎勵678",
		drop_id = 260678,
		client_goods_list = {{16160123,678,1,0}},
	},
	[260679] = {
		name = "宋遼獎勵679",
		drop_id = 260679,
		client_goods_list = {{16160123,679,1,0}},
	},
	[260680] = {
		name = "宋遼獎勵680",
		drop_id = 260680,
		client_goods_list = {{16160123,680,1,0}},
	},
	[260681] = {
		name = "宋遼獎勵681",
		drop_id = 260681,
		client_goods_list = {{16160123,681,1,0}},
	},
	[260682] = {
		name = "宋遼獎勵682",
		drop_id = 260682,
		client_goods_list = {{16160123,682,1,0}},
	},
	[260683] = {
		name = "宋遼獎勵683",
		drop_id = 260683,
		client_goods_list = {{16160123,683,1,0}},
	},
	[260684] = {
		name = "宋遼獎勵684",
		drop_id = 260684,
		client_goods_list = {{16160123,684,1,0}},
	},
	[260685] = {
		name = "宋遼獎勵685",
		drop_id = 260685,
		client_goods_list = {{16160123,685,1,0}},
	},
	[260686] = {
		name = "宋遼獎勵686",
		drop_id = 260686,
		client_goods_list = {{16160123,686,1,0}},
	},
	[260687] = {
		name = "宋遼獎勵687",
		drop_id = 260687,
		client_goods_list = {{16160123,687,1,0}},
	},
	[260688] = {
		name = "宋遼獎勵688",
		drop_id = 260688,
		client_goods_list = {{16160123,688,1,0}},
	},
	[260689] = {
		name = "宋遼獎勵689",
		drop_id = 260689,
		client_goods_list = {{16160123,689,1,0}},
	},
	[260690] = {
		name = "宋遼獎勵690",
		drop_id = 260690,
		client_goods_list = {{16160123,690,1,0}},
	},
	[260691] = {
		name = "宋遼獎勵691",
		drop_id = 260691,
		client_goods_list = {{16160123,691,1,0}},
	},
	[260692] = {
		name = "宋遼獎勵692",
		drop_id = 260692,
		client_goods_list = {{16160123,692,1,0}},
	},
	[260693] = {
		name = "宋遼獎勵693",
		drop_id = 260693,
		client_goods_list = {{16160123,693,1,0}},
	},
	[260694] = {
		name = "宋遼獎勵694",
		drop_id = 260694,
		client_goods_list = {{16160123,694,1,0}},
	},
	[260695] = {
		name = "宋遼獎勵695",
		drop_id = 260695,
		client_goods_list = {{16160123,695,1,0}},
	},
	[260696] = {
		name = "宋遼獎勵696",
		drop_id = 260696,
		client_goods_list = {{16160123,696,1,0}},
	},
	[260697] = {
		name = "宋遼獎勵697",
		drop_id = 260697,
		client_goods_list = {{16160123,697,1,0}},
	},
	[260698] = {
		name = "宋遼獎勵698",
		drop_id = 260698,
		client_goods_list = {{16160123,698,1,0}},
	},
	[260699] = {
		name = "宋遼獎勵699",
		drop_id = 260699,
		client_goods_list = {{16160123,699,1,0}},
	},
	[260700] = {
		name = "宋遼獎勵700",
		drop_id = 260700,
		client_goods_list = {{16160123,700,1,0}},
	},
	[260701] = {
		name = "宋遼獎勵701",
		drop_id = 260701,
		client_goods_list = {{16160123,701,1,0}},
	},
	[260702] = {
		name = "宋遼獎勵702",
		drop_id = 260702,
		client_goods_list = {{16160123,702,1,0}},
	},
	[260703] = {
		name = "宋遼獎勵703",
		drop_id = 260703,
		client_goods_list = {{16160123,703,1,0}},
	},
	[260704] = {
		name = "宋遼獎勵704",
		drop_id = 260704,
		client_goods_list = {{16160123,704,1,0}},
	},
	[260705] = {
		name = "宋遼獎勵705",
		drop_id = 260705,
		client_goods_list = {{16160123,705,1,0}},
	},
	[260706] = {
		name = "宋遼獎勵706",
		drop_id = 260706,
		client_goods_list = {{16160123,706,1,0}},
	},
	[260707] = {
		name = "宋遼獎勵707",
		drop_id = 260707,
		client_goods_list = {{16160123,707,1,0}},
	},
	[260708] = {
		name = "宋遼獎勵708",
		drop_id = 260708,
		client_goods_list = {{16160123,708,1,0}},
	},
	[260709] = {
		name = "宋遼獎勵709",
		drop_id = 260709,
		client_goods_list = {{16160123,709,1,0}},
	},
	[260710] = {
		name = "宋遼獎勵710",
		drop_id = 260710,
		client_goods_list = {{16160123,710,1,0}},
	},
	[260711] = {
		name = "宋遼獎勵711",
		drop_id = 260711,
		client_goods_list = {{16160123,711,1,0}},
	},
	[260712] = {
		name = "宋遼獎勵712",
		drop_id = 260712,
		client_goods_list = {{16160123,712,1,0}},
	},
	[260713] = {
		name = "宋遼獎勵713",
		drop_id = 260713,
		client_goods_list = {{16160123,713,1,0}},
	},
	[260714] = {
		name = "宋遼獎勵714",
		drop_id = 260714,
		client_goods_list = {{16160123,714,1,0}},
	},
	[260715] = {
		name = "宋遼獎勵715",
		drop_id = 260715,
		client_goods_list = {{16160123,715,1,0}},
	},
	[260716] = {
		name = "宋遼獎勵716",
		drop_id = 260716,
		client_goods_list = {{16160123,716,1,0}},
	},
	[260717] = {
		name = "宋遼獎勵717",
		drop_id = 260717,
		client_goods_list = {{16160123,717,1,0}},
	},
	[260718] = {
		name = "宋遼獎勵718",
		drop_id = 260718,
		client_goods_list = {{16160123,718,1,0}},
	},
	[260719] = {
		name = "宋遼獎勵719",
		drop_id = 260719,
		client_goods_list = {{16160123,719,1,0}},
	},
	[260720] = {
		name = "宋遼獎勵720",
		drop_id = 260720,
		client_goods_list = {{16160123,720,1,0}},
	},
	[260721] = {
		name = "宋遼獎勵721",
		drop_id = 260721,
		client_goods_list = {{16160123,721,1,0}},
	},
	[260722] = {
		name = "宋遼獎勵722",
		drop_id = 260722,
		client_goods_list = {{16160123,722,1,0}},
	},
	[260723] = {
		name = "宋遼獎勵723",
		drop_id = 260723,
		client_goods_list = {{16160123,723,1,0}},
	},
	[260724] = {
		name = "宋遼獎勵724",
		drop_id = 260724,
		client_goods_list = {{16160123,724,1,0}},
	},
	[260725] = {
		name = "宋遼獎勵725",
		drop_id = 260725,
		client_goods_list = {{16160123,725,1,0}},
	},
	[260726] = {
		name = "宋遼獎勵726",
		drop_id = 260726,
		client_goods_list = {{16160123,726,1,0}},
	},
	[260727] = {
		name = "宋遼獎勵727",
		drop_id = 260727,
		client_goods_list = {{16160123,727,1,0}},
	},
	[260728] = {
		name = "宋遼獎勵728",
		drop_id = 260728,
		client_goods_list = {{16160123,728,1,0}},
	},
	[260729] = {
		name = "宋遼獎勵729",
		drop_id = 260729,
		client_goods_list = {{16160123,729,1,0}},
	},
	[260730] = {
		name = "宋遼獎勵730",
		drop_id = 260730,
		client_goods_list = {{16160123,730,1,0}},
	},
	[260731] = {
		name = "宋遼獎勵731",
		drop_id = 260731,
		client_goods_list = {{16160123,731,1,0}},
	},
	[260732] = {
		name = "宋遼獎勵732",
		drop_id = 260732,
		client_goods_list = {{16160123,732,1,0}},
	},
	[260733] = {
		name = "宋遼獎勵733",
		drop_id = 260733,
		client_goods_list = {{16160123,733,1,0}},
	},
	[260734] = {
		name = "宋遼獎勵734",
		drop_id = 260734,
		client_goods_list = {{16160123,734,1,0}},
	},
	[260735] = {
		name = "宋遼獎勵735",
		drop_id = 260735,
		client_goods_list = {{16160123,735,1,0}},
	},
	[260736] = {
		name = "宋遼獎勵736",
		drop_id = 260736,
		client_goods_list = {{16160123,736,1,0}},
	},
	[260737] = {
		name = "宋遼獎勵737",
		drop_id = 260737,
		client_goods_list = {{16160123,737,1,0}},
	},
	[260738] = {
		name = "宋遼獎勵738",
		drop_id = 260738,
		client_goods_list = {{16160123,738,1,0}},
	},
	[260739] = {
		name = "宋遼獎勵739",
		drop_id = 260739,
		client_goods_list = {{16160123,739,1,0}},
	},
	[260740] = {
		name = "宋遼獎勵740",
		drop_id = 260740,
		client_goods_list = {{16160123,740,1,0}},
	},
	[260741] = {
		name = "宋遼獎勵741",
		drop_id = 260741,
		client_goods_list = {{16160123,741,1,0}},
	},
	[260742] = {
		name = "宋遼獎勵742",
		drop_id = 260742,
		client_goods_list = {{16160123,742,1,0}},
	},
	[260743] = {
		name = "宋遼獎勵743",
		drop_id = 260743,
		client_goods_list = {{16160123,743,1,0}},
	},
	[260744] = {
		name = "宋遼獎勵744",
		drop_id = 260744,
		client_goods_list = {{16160123,744,1,0}},
	},
	[260745] = {
		name = "宋遼獎勵745",
		drop_id = 260745,
		client_goods_list = {{16160123,745,1,0}},
	},
	[260746] = {
		name = "宋遼獎勵746",
		drop_id = 260746,
		client_goods_list = {{16160123,746,1,0}},
	},
	[260747] = {
		name = "宋遼獎勵747",
		drop_id = 260747,
		client_goods_list = {{16160123,747,1,0}},
	},
	[260748] = {
		name = "宋遼獎勵748",
		drop_id = 260748,
		client_goods_list = {{16160123,748,1,0}},
	},
	[260749] = {
		name = "宋遼獎勵749",
		drop_id = 260749,
		client_goods_list = {{16160123,749,1,0}},
	},
	[260750] = {
		name = "宋遼獎勵750",
		drop_id = 260750,
		client_goods_list = {{16160123,750,1,0}},
	},
	[260751] = {
		name = "宋遼獎勵751",
		drop_id = 260751,
		client_goods_list = {{16160123,751,1,0}},
	},
	[260752] = {
		name = "宋遼獎勵752",
		drop_id = 260752,
		client_goods_list = {{16160123,752,1,0}},
	},
	[260753] = {
		name = "宋遼獎勵753",
		drop_id = 260753,
		client_goods_list = {{16160123,753,1,0}},
	},
	[260754] = {
		name = "宋遼獎勵754",
		drop_id = 260754,
		client_goods_list = {{16160123,754,1,0}},
	},
	[260755] = {
		name = "宋遼獎勵755",
		drop_id = 260755,
		client_goods_list = {{16160123,755,1,0}},
	},
	[260756] = {
		name = "宋遼獎勵756",
		drop_id = 260756,
		client_goods_list = {{16160123,756,1,0}},
	},
	[260757] = {
		name = "宋遼獎勵757",
		drop_id = 260757,
		client_goods_list = {{16160123,757,1,0}},
	},
	[260758] = {
		name = "宋遼獎勵758",
		drop_id = 260758,
		client_goods_list = {{16160123,758,1,0}},
	},
	[260759] = {
		name = "宋遼獎勵759",
		drop_id = 260759,
		client_goods_list = {{16160123,759,1,0}},
	},
	[260760] = {
		name = "宋遼獎勵760",
		drop_id = 260760,
		client_goods_list = {{16160123,760,1,0}},
	},
	[260761] = {
		name = "宋遼獎勵761",
		drop_id = 260761,
		client_goods_list = {{16160123,761,1,0}},
	},
	[260762] = {
		name = "宋遼獎勵762",
		drop_id = 260762,
		client_goods_list = {{16160123,762,1,0}},
	},
	[260763] = {
		name = "宋遼獎勵763",
		drop_id = 260763,
		client_goods_list = {{16160123,763,1,0}},
	},
	[260764] = {
		name = "宋遼獎勵764",
		drop_id = 260764,
		client_goods_list = {{16160123,764,1,0}},
	},
	[260765] = {
		name = "宋遼獎勵765",
		drop_id = 260765,
		client_goods_list = {{16160123,765,1,0}},
	},
	[260766] = {
		name = "宋遼獎勵766",
		drop_id = 260766,
		client_goods_list = {{16160123,766,1,0}},
	},
	[260767] = {
		name = "宋遼獎勵767",
		drop_id = 260767,
		client_goods_list = {{16160123,767,1,0}},
	},
	[260768] = {
		name = "宋遼獎勵768",
		drop_id = 260768,
		client_goods_list = {{16160123,768,1,0}},
	},
	[260769] = {
		name = "宋遼獎勵769",
		drop_id = 260769,
		client_goods_list = {{16160123,769,1,0}},
	},
	[260770] = {
		name = "宋遼獎勵770",
		drop_id = 260770,
		client_goods_list = {{16160123,770,1,0}},
	},
	[260771] = {
		name = "宋遼獎勵771",
		drop_id = 260771,
		client_goods_list = {{16160123,771,1,0}},
	},
	[260772] = {
		name = "宋遼獎勵772",
		drop_id = 260772,
		client_goods_list = {{16160123,772,1,0}},
	},
	[260773] = {
		name = "宋遼獎勵773",
		drop_id = 260773,
		client_goods_list = {{16160123,773,1,0}},
	},
	[260774] = {
		name = "宋遼獎勵774",
		drop_id = 260774,
		client_goods_list = {{16160123,774,1,0}},
	},
	[260775] = {
		name = "宋遼獎勵775",
		drop_id = 260775,
		client_goods_list = {{16160123,775,1,0}},
	},
	[260776] = {
		name = "宋遼獎勵776",
		drop_id = 260776,
		client_goods_list = {{16160123,776,1,0}},
	},
	[260777] = {
		name = "宋遼獎勵777",
		drop_id = 260777,
		client_goods_list = {{16160123,777,1,0}},
	},
	[260778] = {
		name = "宋遼獎勵778",
		drop_id = 260778,
		client_goods_list = {{16160123,778,1,0}},
	},
	[260779] = {
		name = "宋遼獎勵779",
		drop_id = 260779,
		client_goods_list = {{16160123,779,1,0}},
	},
	[260780] = {
		name = "宋遼獎勵780",
		drop_id = 260780,
		client_goods_list = {{16160123,780,1,0}},
	},
	[260781] = {
		name = "宋遼獎勵781",
		drop_id = 260781,
		client_goods_list = {{16160123,781,1,0}},
	},
	[260782] = {
		name = "宋遼獎勵782",
		drop_id = 260782,
		client_goods_list = {{16160123,782,1,0}},
	},
	[260783] = {
		name = "宋遼獎勵783",
		drop_id = 260783,
		client_goods_list = {{16160123,783,1,0}},
	},
	[260784] = {
		name = "宋遼獎勵784",
		drop_id = 260784,
		client_goods_list = {{16160123,784,1,0}},
	},
	[260785] = {
		name = "宋遼獎勵785",
		drop_id = 260785,
		client_goods_list = {{16160123,785,1,0}},
	},
	[260786] = {
		name = "宋遼獎勵786",
		drop_id = 260786,
		client_goods_list = {{16160123,786,1,0}},
	},
	[260787] = {
		name = "宋遼獎勵787",
		drop_id = 260787,
		client_goods_list = {{16160123,787,1,0}},
	},
	[260788] = {
		name = "宋遼獎勵788",
		drop_id = 260788,
		client_goods_list = {{16160123,788,1,0}},
	},
	[260789] = {
		name = "宋遼獎勵789",
		drop_id = 260789,
		client_goods_list = {{16160123,789,1,0}},
	},
	[260790] = {
		name = "宋遼獎勵790",
		drop_id = 260790,
		client_goods_list = {{16160123,790,1,0}},
	},
	[260791] = {
		name = "宋遼獎勵791",
		drop_id = 260791,
		client_goods_list = {{16160123,791,1,0}},
	},
	[260792] = {
		name = "宋遼獎勵792",
		drop_id = 260792,
		client_goods_list = {{16160123,792,1,0}},
	},
	[260793] = {
		name = "宋遼獎勵793",
		drop_id = 260793,
		client_goods_list = {{16160123,793,1,0}},
	},
	[260794] = {
		name = "宋遼獎勵794",
		drop_id = 260794,
		client_goods_list = {{16160123,794,1,0}},
	},
	[260795] = {
		name = "宋遼獎勵795",
		drop_id = 260795,
		client_goods_list = {{16160123,795,1,0}},
	},
	[260796] = {
		name = "宋遼獎勵796",
		drop_id = 260796,
		client_goods_list = {{16160123,796,1,0}},
	},
	[260797] = {
		name = "宋遼獎勵797",
		drop_id = 260797,
		client_goods_list = {{16160123,797,1,0}},
	},
	[260798] = {
		name = "宋遼獎勵798",
		drop_id = 260798,
		client_goods_list = {{16160123,798,1,0}},
	},
	[260799] = {
		name = "宋遼獎勵799",
		drop_id = 260799,
		client_goods_list = {{16160123,799,1,0}},
	},
	[260800] = {
		name = "宋遼獎勵800",
		drop_id = 260800,
		client_goods_list = {{16160123,800,1,0}},
	},
	[260801] = {
		name = "宋遼獎勵801",
		drop_id = 260801,
		client_goods_list = {{16160123,801,1,0}},
	},
	[260802] = {
		name = "宋遼獎勵802",
		drop_id = 260802,
		client_goods_list = {{16160123,802,1,0}},
	},
	[260803] = {
		name = "宋遼獎勵803",
		drop_id = 260803,
		client_goods_list = {{16160123,803,1,0}},
	},
	[260804] = {
		name = "宋遼獎勵804",
		drop_id = 260804,
		client_goods_list = {{16160123,804,1,0}},
	},
	[260805] = {
		name = "宋遼獎勵805",
		drop_id = 260805,
		client_goods_list = {{16160123,805,1,0}},
	},
	[260806] = {
		name = "宋遼獎勵806",
		drop_id = 260806,
		client_goods_list = {{16160123,806,1,0}},
	},
	[260807] = {
		name = "宋遼獎勵807",
		drop_id = 260807,
		client_goods_list = {{16160123,807,1,0}},
	},
	[260808] = {
		name = "宋遼獎勵808",
		drop_id = 260808,
		client_goods_list = {{16160123,808,1,0}},
	},
	[260809] = {
		name = "宋遼獎勵809",
		drop_id = 260809,
		client_goods_list = {{16160123,809,1,0}},
	},
	[260810] = {
		name = "宋遼獎勵810",
		drop_id = 260810,
		client_goods_list = {{16160123,810,1,0}},
	},
	[260811] = {
		name = "宋遼獎勵811",
		drop_id = 260811,
		client_goods_list = {{16160123,811,1,0}},
	},
	[260812] = {
		name = "宋遼獎勵812",
		drop_id = 260812,
		client_goods_list = {{16160123,812,1,0}},
	},
	[260813] = {
		name = "宋遼獎勵813",
		drop_id = 260813,
		client_goods_list = {{16160123,813,1,0}},
	},
	[260814] = {
		name = "宋遼獎勵814",
		drop_id = 260814,
		client_goods_list = {{16160123,814,1,0}},
	},
	[260815] = {
		name = "宋遼獎勵815",
		drop_id = 260815,
		client_goods_list = {{16160123,815,1,0}},
	},
	[260816] = {
		name = "宋遼獎勵816",
		drop_id = 260816,
		client_goods_list = {{16160123,816,1,0}},
	},
	[260817] = {
		name = "宋遼獎勵817",
		drop_id = 260817,
		client_goods_list = {{16160123,817,1,0}},
	},
	[260818] = {
		name = "宋遼獎勵818",
		drop_id = 260818,
		client_goods_list = {{16160123,818,1,0}},
	},
	[260819] = {
		name = "宋遼獎勵819",
		drop_id = 260819,
		client_goods_list = {{16160123,819,1,0}},
	},
	[260820] = {
		name = "宋遼獎勵820",
		drop_id = 260820,
		client_goods_list = {{16160123,820,1,0}},
	},
	[260821] = {
		name = "宋遼獎勵821",
		drop_id = 260821,
		client_goods_list = {{16160123,821,1,0}},
	},
	[260822] = {
		name = "宋遼獎勵822",
		drop_id = 260822,
		client_goods_list = {{16160123,822,1,0}},
	},
	[260823] = {
		name = "宋遼獎勵823",
		drop_id = 260823,
		client_goods_list = {{16160123,823,1,0}},
	},
	[260824] = {
		name = "宋遼獎勵824",
		drop_id = 260824,
		client_goods_list = {{16160123,824,1,0}},
	},
	[260825] = {
		name = "宋遼獎勵825",
		drop_id = 260825,
		client_goods_list = {{16160123,825,1,0}},
	},
	[260826] = {
		name = "宋遼獎勵826",
		drop_id = 260826,
		client_goods_list = {{16160123,826,1,0}},
	},
	[260827] = {
		name = "宋遼獎勵827",
		drop_id = 260827,
		client_goods_list = {{16160123,827,1,0}},
	},
	[260828] = {
		name = "宋遼獎勵828",
		drop_id = 260828,
		client_goods_list = {{16160123,828,1,0}},
	},
	[260829] = {
		name = "宋遼獎勵829",
		drop_id = 260829,
		client_goods_list = {{16160123,829,1,0}},
	},
	[260830] = {
		name = "宋遼獎勵830",
		drop_id = 260830,
		client_goods_list = {{16160123,830,1,0}},
	},
	[260831] = {
		name = "宋遼獎勵831",
		drop_id = 260831,
		client_goods_list = {{16160123,831,1,0}},
	},
	[260832] = {
		name = "宋遼獎勵832",
		drop_id = 260832,
		client_goods_list = {{16160123,832,1,0}},
	},
	[260833] = {
		name = "宋遼獎勵833",
		drop_id = 260833,
		client_goods_list = {{16160123,833,1,0}},
	},
	[260834] = {
		name = "宋遼獎勵834",
		drop_id = 260834,
		client_goods_list = {{16160123,834,1,0}},
	},
	[260835] = {
		name = "宋遼獎勵835",
		drop_id = 260835,
		client_goods_list = {{16160123,835,1,0}},
	},
	[260836] = {
		name = "宋遼獎勵836",
		drop_id = 260836,
		client_goods_list = {{16160123,836,1,0}},
	},
	[260837] = {
		name = "宋遼獎勵837",
		drop_id = 260837,
		client_goods_list = {{16160123,837,1,0}},
	},
	[260838] = {
		name = "宋遼獎勵838",
		drop_id = 260838,
		client_goods_list = {{16160123,838,1,0}},
	},
	[260839] = {
		name = "宋遼獎勵839",
		drop_id = 260839,
		client_goods_list = {{16160123,839,1,0}},
	},
	[260840] = {
		name = "宋遼獎勵840",
		drop_id = 260840,
		client_goods_list = {{16160123,840,1,0}},
	},
	[260841] = {
		name = "宋遼獎勵841",
		drop_id = 260841,
		client_goods_list = {{16160123,841,1,0}},
	},
	[260842] = {
		name = "宋遼獎勵842",
		drop_id = 260842,
		client_goods_list = {{16160123,842,1,0}},
	},
	[260843] = {
		name = "宋遼獎勵843",
		drop_id = 260843,
		client_goods_list = {{16160123,843,1,0}},
	},
	[260844] = {
		name = "宋遼獎勵844",
		drop_id = 260844,
		client_goods_list = {{16160123,844,1,0}},
	},
	[260845] = {
		name = "宋遼獎勵845",
		drop_id = 260845,
		client_goods_list = {{16160123,845,1,0}},
	},
	[260846] = {
		name = "宋遼獎勵846",
		drop_id = 260846,
		client_goods_list = {{16160123,846,1,0}},
	},
	[260847] = {
		name = "宋遼獎勵847",
		drop_id = 260847,
		client_goods_list = {{16160123,847,1,0}},
	},
	[260848] = {
		name = "宋遼獎勵848",
		drop_id = 260848,
		client_goods_list = {{16160123,848,1,0}},
	},
	[260849] = {
		name = "宋遼獎勵849",
		drop_id = 260849,
		client_goods_list = {{16160123,849,1,0}},
	},
	[260850] = {
		name = "宋遼獎勵850",
		drop_id = 260850,
		client_goods_list = {{16160123,850,1,0}},
	},
	[260851] = {
		name = "宋遼獎勵851",
		drop_id = 260851,
		client_goods_list = {{16160123,851,1,0}},
	},
	[260852] = {
		name = "宋遼獎勵852",
		drop_id = 260852,
		client_goods_list = {{16160123,852,1,0}},
	},
	[260853] = {
		name = "宋遼獎勵853",
		drop_id = 260853,
		client_goods_list = {{16160123,853,1,0}},
	},
	[260854] = {
		name = "宋遼獎勵854",
		drop_id = 260854,
		client_goods_list = {{16160123,854,1,0}},
	},
	[260855] = {
		name = "宋遼獎勵855",
		drop_id = 260855,
		client_goods_list = {{16160123,855,1,0}},
	},
	[260856] = {
		name = "宋遼獎勵856",
		drop_id = 260856,
		client_goods_list = {{16160123,856,1,0}},
	},
	[260857] = {
		name = "宋遼獎勵857",
		drop_id = 260857,
		client_goods_list = {{16160123,857,1,0}},
	},
	[260858] = {
		name = "宋遼獎勵858",
		drop_id = 260858,
		client_goods_list = {{16160123,858,1,0}},
	},
	[260859] = {
		name = "宋遼獎勵859",
		drop_id = 260859,
		client_goods_list = {{16160123,859,1,0}},
	},
	[260860] = {
		name = "宋遼獎勵860",
		drop_id = 260860,
		client_goods_list = {{16160123,860,1,0}},
	},
	[260861] = {
		name = "宋遼獎勵861",
		drop_id = 260861,
		client_goods_list = {{16160123,861,1,0}},
	},
	[260862] = {
		name = "宋遼獎勵862",
		drop_id = 260862,
		client_goods_list = {{16160123,862,1,0}},
	},
	[260863] = {
		name = "宋遼獎勵863",
		drop_id = 260863,
		client_goods_list = {{16160123,863,1,0}},
	},
	[260864] = {
		name = "宋遼獎勵864",
		drop_id = 260864,
		client_goods_list = {{16160123,864,1,0}},
	},
	[260865] = {
		name = "宋遼獎勵865",
		drop_id = 260865,
		client_goods_list = {{16160123,865,1,0}},
	},
	[260866] = {
		name = "宋遼獎勵866",
		drop_id = 260866,
		client_goods_list = {{16160123,866,1,0}},
	},
	[260867] = {
		name = "宋遼獎勵867",
		drop_id = 260867,
		client_goods_list = {{16160123,867,1,0}},
	},
	[260868] = {
		name = "宋遼獎勵868",
		drop_id = 260868,
		client_goods_list = {{16160123,868,1,0}},
	},
	[260869] = {
		name = "宋遼獎勵869",
		drop_id = 260869,
		client_goods_list = {{16160123,869,1,0}},
	},
	[260870] = {
		name = "宋遼獎勵870",
		drop_id = 260870,
		client_goods_list = {{16160123,870,1,0}},
	},
	[260871] = {
		name = "宋遼獎勵871",
		drop_id = 260871,
		client_goods_list = {{16160123,871,1,0}},
	},
	[260872] = {
		name = "宋遼獎勵872",
		drop_id = 260872,
		client_goods_list = {{16160123,872,1,0}},
	},
	[260873] = {
		name = "宋遼獎勵873",
		drop_id = 260873,
		client_goods_list = {{16160123,873,1,0}},
	},
	[260874] = {
		name = "宋遼獎勵874",
		drop_id = 260874,
		client_goods_list = {{16160123,874,1,0}},
	},
	[260875] = {
		name = "宋遼獎勵875",
		drop_id = 260875,
		client_goods_list = {{16160123,875,1,0}},
	},
	[260876] = {
		name = "宋遼獎勵876",
		drop_id = 260876,
		client_goods_list = {{16160123,876,1,0}},
	},
	[260877] = {
		name = "宋遼獎勵877",
		drop_id = 260877,
		client_goods_list = {{16160123,877,1,0}},
	},
	[260878] = {
		name = "宋遼獎勵878",
		drop_id = 260878,
		client_goods_list = {{16160123,878,1,0}},
	},
	[260879] = {
		name = "宋遼獎勵879",
		drop_id = 260879,
		client_goods_list = {{16160123,879,1,0}},
	},
	[260880] = {
		name = "宋遼獎勵880",
		drop_id = 260880,
		client_goods_list = {{16160123,880,1,0}},
	},
	[260881] = {
		name = "宋遼獎勵881",
		drop_id = 260881,
		client_goods_list = {{16160123,881,1,0}},
	},
	[260882] = {
		name = "宋遼獎勵882",
		drop_id = 260882,
		client_goods_list = {{16160123,882,1,0}},
	},
	[260883] = {
		name = "宋遼獎勵883",
		drop_id = 260883,
		client_goods_list = {{16160123,883,1,0}},
	},
	[260884] = {
		name = "宋遼獎勵884",
		drop_id = 260884,
		client_goods_list = {{16160123,884,1,0}},
	},
	[260885] = {
		name = "宋遼獎勵885",
		drop_id = 260885,
		client_goods_list = {{16160123,885,1,0}},
	},
	[260886] = {
		name = "宋遼獎勵886",
		drop_id = 260886,
		client_goods_list = {{16160123,886,1,0}},
	},
	[260887] = {
		name = "宋遼獎勵887",
		drop_id = 260887,
		client_goods_list = {{16160123,887,1,0}},
	},
	[260888] = {
		name = "宋遼獎勵888",
		drop_id = 260888,
		client_goods_list = {{16160123,888,1,0}},
	},
	[260889] = {
		name = "宋遼獎勵889",
		drop_id = 260889,
		client_goods_list = {{16160123,889,1,0}},
	},
	[260890] = {
		name = "宋遼獎勵890",
		drop_id = 260890,
		client_goods_list = {{16160123,890,1,0}},
	},
	[260891] = {
		name = "宋遼獎勵891",
		drop_id = 260891,
		client_goods_list = {{16160123,891,1,0}},
	},
	[260892] = {
		name = "宋遼獎勵892",
		drop_id = 260892,
		client_goods_list = {{16160123,892,1,0}},
	},
	[260893] = {
		name = "宋遼獎勵893",
		drop_id = 260893,
		client_goods_list = {{16160123,893,1,0}},
	},
	[260894] = {
		name = "宋遼獎勵894",
		drop_id = 260894,
		client_goods_list = {{16160123,894,1,0}},
	},
	[260895] = {
		name = "宋遼獎勵895",
		drop_id = 260895,
		client_goods_list = {{16160123,895,1,0}},
	},
	[260896] = {
		name = "宋遼獎勵896",
		drop_id = 260896,
		client_goods_list = {{16160123,896,1,0}},
	},
	[260897] = {
		name = "宋遼獎勵897",
		drop_id = 260897,
		client_goods_list = {{16160123,897,1,0}},
	},
	[260898] = {
		name = "宋遼獎勵898",
		drop_id = 260898,
		client_goods_list = {{16160123,898,1,0}},
	},
	[260899] = {
		name = "宋遼獎勵899",
		drop_id = 260899,
		client_goods_list = {{16160123,899,1,0}},
	},
	[260900] = {
		name = "宋遼獎勵900",
		drop_id = 260900,
		client_goods_list = {{16160123,900,1,0}},
	},
	[260901] = {
		name = "宋遼獎勵901",
		drop_id = 260901,
		client_goods_list = {{16160123,901,1,0}},
	},
	[260902] = {
		name = "宋遼獎勵902",
		drop_id = 260902,
		client_goods_list = {{16160123,902,1,0}},
	},
	[260903] = {
		name = "宋遼獎勵903",
		drop_id = 260903,
		client_goods_list = {{16160123,903,1,0}},
	},
	[260904] = {
		name = "宋遼獎勵904",
		drop_id = 260904,
		client_goods_list = {{16160123,904,1,0}},
	},
	[260905] = {
		name = "宋遼獎勵905",
		drop_id = 260905,
		client_goods_list = {{16160123,905,1,0}},
	},
	[260906] = {
		name = "宋遼獎勵906",
		drop_id = 260906,
		client_goods_list = {{16160123,906,1,0}},
	},
	[260907] = {
		name = "宋遼獎勵907",
		drop_id = 260907,
		client_goods_list = {{16160123,907,1,0}},
	},
	[260908] = {
		name = "宋遼獎勵908",
		drop_id = 260908,
		client_goods_list = {{16160123,908,1,0}},
	},
	[260909] = {
		name = "宋遼獎勵909",
		drop_id = 260909,
		client_goods_list = {{16160123,909,1,0}},
	},
	[260910] = {
		name = "宋遼獎勵910",
		drop_id = 260910,
		client_goods_list = {{16160123,910,1,0}},
	},
	[260911] = {
		name = "宋遼獎勵911",
		drop_id = 260911,
		client_goods_list = {{16160123,911,1,0}},
	},
	[260912] = {
		name = "宋遼獎勵912",
		drop_id = 260912,
		client_goods_list = {{16160123,912,1,0}},
	},
	[260913] = {
		name = "宋遼獎勵913",
		drop_id = 260913,
		client_goods_list = {{16160123,913,1,0}},
	},
	[260914] = {
		name = "宋遼獎勵914",
		drop_id = 260914,
		client_goods_list = {{16160123,914,1,0}},
	},
	[260915] = {
		name = "宋遼獎勵915",
		drop_id = 260915,
		client_goods_list = {{16160123,915,1,0}},
	},
	[260916] = {
		name = "宋遼獎勵916",
		drop_id = 260916,
		client_goods_list = {{16160123,916,1,0}},
	},
	[260917] = {
		name = "宋遼獎勵917",
		drop_id = 260917,
		client_goods_list = {{16160123,917,1,0}},
	},
	[260918] = {
		name = "宋遼獎勵918",
		drop_id = 260918,
		client_goods_list = {{16160123,918,1,0}},
	},
	[260919] = {
		name = "宋遼獎勵919",
		drop_id = 260919,
		client_goods_list = {{16160123,919,1,0}},
	},
	[260920] = {
		name = "宋遼獎勵920",
		drop_id = 260920,
		client_goods_list = {{16160123,920,1,0}},
	},
	[260921] = {
		name = "宋遼獎勵921",
		drop_id = 260921,
		client_goods_list = {{16160123,921,1,0}},
	},
	[260922] = {
		name = "宋遼獎勵922",
		drop_id = 260922,
		client_goods_list = {{16160123,922,1,0}},
	},
	[260923] = {
		name = "宋遼獎勵923",
		drop_id = 260923,
		client_goods_list = {{16160123,923,1,0}},
	},
	[260924] = {
		name = "宋遼獎勵924",
		drop_id = 260924,
		client_goods_list = {{16160123,924,1,0}},
	},
	[260925] = {
		name = "宋遼獎勵925",
		drop_id = 260925,
		client_goods_list = {{16160123,925,1,0}},
	},
	[260926] = {
		name = "宋遼獎勵926",
		drop_id = 260926,
		client_goods_list = {{16160123,926,1,0}},
	},
	[260927] = {
		name = "宋遼獎勵927",
		drop_id = 260927,
		client_goods_list = {{16160123,927,1,0}},
	},
	[260928] = {
		name = "宋遼獎勵928",
		drop_id = 260928,
		client_goods_list = {{16160123,928,1,0}},
	},
	[260929] = {
		name = "宋遼獎勵929",
		drop_id = 260929,
		client_goods_list = {{16160123,929,1,0}},
	},
	[260930] = {
		name = "宋遼獎勵930",
		drop_id = 260930,
		client_goods_list = {{16160123,930,1,0}},
	},
	[260931] = {
		name = "宋遼獎勵931",
		drop_id = 260931,
		client_goods_list = {{16160123,931,1,0}},
	},
	[260932] = {
		name = "宋遼獎勵932",
		drop_id = 260932,
		client_goods_list = {{16160123,932,1,0}},
	},
	[260933] = {
		name = "宋遼獎勵933",
		drop_id = 260933,
		client_goods_list = {{16160123,933,1,0}},
	},
	[260934] = {
		name = "宋遼獎勵934",
		drop_id = 260934,
		client_goods_list = {{16160123,934,1,0}},
	},
	[260935] = {
		name = "宋遼獎勵935",
		drop_id = 260935,
		client_goods_list = {{16160123,935,1,0}},
	},
	[260936] = {
		name = "宋遼獎勵936",
		drop_id = 260936,
		client_goods_list = {{16160123,936,1,0}},
	},
	[260937] = {
		name = "宋遼獎勵937",
		drop_id = 260937,
		client_goods_list = {{16160123,937,1,0}},
	},
	[260938] = {
		name = "宋遼獎勵938",
		drop_id = 260938,
		client_goods_list = {{16160123,938,1,0}},
	},
	[260939] = {
		name = "宋遼獎勵939",
		drop_id = 260939,
		client_goods_list = {{16160123,939,1,0}},
	},
	[260940] = {
		name = "宋遼獎勵940",
		drop_id = 260940,
		client_goods_list = {{16160123,940,1,0}},
	},
	[260941] = {
		name = "宋遼獎勵941",
		drop_id = 260941,
		client_goods_list = {{16160123,941,1,0}},
	},
	[260942] = {
		name = "宋遼獎勵942",
		drop_id = 260942,
		client_goods_list = {{16160123,942,1,0}},
	},
	[260943] = {
		name = "宋遼獎勵943",
		drop_id = 260943,
		client_goods_list = {{16160123,943,1,0}},
	},
	[260944] = {
		name = "宋遼獎勵944",
		drop_id = 260944,
		client_goods_list = {{16160123,944,1,0}},
	},
	[260945] = {
		name = "宋遼獎勵945",
		drop_id = 260945,
		client_goods_list = {{16160123,945,1,0}},
	},
	[260946] = {
		name = "宋遼獎勵946",
		drop_id = 260946,
		client_goods_list = {{16160123,946,1,0}},
	},
	[260947] = {
		name = "宋遼獎勵947",
		drop_id = 260947,
		client_goods_list = {{16160123,947,1,0}},
	},
	[260948] = {
		name = "宋遼獎勵948",
		drop_id = 260948,
		client_goods_list = {{16160123,948,1,0}},
	},
	[260949] = {
		name = "宋遼獎勵949",
		drop_id = 260949,
		client_goods_list = {{16160123,949,1,0}},
	},
	[260950] = {
		name = "宋遼獎勵950",
		drop_id = 260950,
		client_goods_list = {{16160123,950,1,0}},
	},
	[260951] = {
		name = "宋遼獎勵951",
		drop_id = 260951,
		client_goods_list = {{16160123,951,1,0}},
	},
	[260952] = {
		name = "宋遼獎勵952",
		drop_id = 260952,
		client_goods_list = {{16160123,952,1,0}},
	},
	[260953] = {
		name = "宋遼獎勵953",
		drop_id = 260953,
		client_goods_list = {{16160123,953,1,0}},
	},
	[260954] = {
		name = "宋遼獎勵954",
		drop_id = 260954,
		client_goods_list = {{16160123,954,1,0}},
	},
	[260955] = {
		name = "宋遼獎勵955",
		drop_id = 260955,
		client_goods_list = {{16160123,955,1,0}},
	},
	[260956] = {
		name = "宋遼獎勵956",
		drop_id = 260956,
		client_goods_list = {{16160123,956,1,0}},
	},
	[260957] = {
		name = "宋遼獎勵957",
		drop_id = 260957,
		client_goods_list = {{16160123,957,1,0}},
	},
	[260958] = {
		name = "宋遼獎勵958",
		drop_id = 260958,
		client_goods_list = {{16160123,958,1,0}},
	},
	[260959] = {
		name = "宋遼獎勵959",
		drop_id = 260959,
		client_goods_list = {{16160123,959,1,0}},
	},
	[260960] = {
		name = "宋遼獎勵960",
		drop_id = 260960,
		client_goods_list = {{16160123,960,1,0}},
	},
	[260961] = {
		name = "宋遼獎勵961",
		drop_id = 260961,
		client_goods_list = {{16160123,961,1,0}},
	},
	[260962] = {
		name = "宋遼獎勵962",
		drop_id = 260962,
		client_goods_list = {{16160123,962,1,0}},
	},
	[260963] = {
		name = "宋遼獎勵963",
		drop_id = 260963,
		client_goods_list = {{16160123,963,1,0}},
	},
	[260964] = {
		name = "宋遼獎勵964",
		drop_id = 260964,
		client_goods_list = {{16160123,964,1,0}},
	},
	[260965] = {
		name = "宋遼獎勵965",
		drop_id = 260965,
		client_goods_list = {{16160123,965,1,0}},
	},
	[260966] = {
		name = "宋遼獎勵966",
		drop_id = 260966,
		client_goods_list = {{16160123,966,1,0}},
	},
	[260967] = {
		name = "宋遼獎勵967",
		drop_id = 260967,
		client_goods_list = {{16160123,967,1,0}},
	},
	[260968] = {
		name = "宋遼獎勵968",
		drop_id = 260968,
		client_goods_list = {{16160123,968,1,0}},
	},
	[260969] = {
		name = "宋遼獎勵969",
		drop_id = 260969,
		client_goods_list = {{16160123,969,1,0}},
	},
	[260970] = {
		name = "宋遼獎勵970",
		drop_id = 260970,
		client_goods_list = {{16160123,970,1,0}},
	},
	[260971] = {
		name = "宋遼獎勵971",
		drop_id = 260971,
		client_goods_list = {{16160123,971,1,0}},
	},
	[260972] = {
		name = "宋遼獎勵972",
		drop_id = 260972,
		client_goods_list = {{16160123,972,1,0}},
	},
	[260973] = {
		name = "宋遼獎勵973",
		drop_id = 260973,
		client_goods_list = {{16160123,973,1,0}},
	},
	[260974] = {
		name = "宋遼獎勵974",
		drop_id = 260974,
		client_goods_list = {{16160123,974,1,0}},
	},
	[260975] = {
		name = "宋遼獎勵975",
		drop_id = 260975,
		client_goods_list = {{16160123,975,1,0}},
	},
	[260976] = {
		name = "宋遼獎勵976",
		drop_id = 260976,
		client_goods_list = {{16160123,976,1,0}},
	},
	[260977] = {
		name = "宋遼獎勵977",
		drop_id = 260977,
		client_goods_list = {{16160123,977,1,0}},
	},
	[260978] = {
		name = "宋遼獎勵978",
		drop_id = 260978,
		client_goods_list = {{16160123,978,1,0}},
	},
	[260979] = {
		name = "宋遼獎勵979",
		drop_id = 260979,
		client_goods_list = {{16160123,979,1,0}},
	},
	[260980] = {
		name = "宋遼獎勵980",
		drop_id = 260980,
		client_goods_list = {{16160123,980,1,0}},
	},
	[260981] = {
		name = "宋遼獎勵981",
		drop_id = 260981,
		client_goods_list = {{16160123,981,1,0}},
	},
	[260982] = {
		name = "宋遼獎勵982",
		drop_id = 260982,
		client_goods_list = {{16160123,982,1,0}},
	},
	[260983] = {
		name = "宋遼獎勵983",
		drop_id = 260983,
		client_goods_list = {{16160123,983,1,0}},
	},
	[260984] = {
		name = "宋遼獎勵984",
		drop_id = 260984,
		client_goods_list = {{16160123,984,1,0}},
	},
	[260985] = {
		name = "宋遼獎勵985",
		drop_id = 260985,
		client_goods_list = {{16160123,985,1,0}},
	},
	[260986] = {
		name = "宋遼獎勵986",
		drop_id = 260986,
		client_goods_list = {{16160123,986,1,0}},
	},
	[260987] = {
		name = "宋遼獎勵987",
		drop_id = 260987,
		client_goods_list = {{16160123,987,1,0}},
	},
	[260988] = {
		name = "宋遼獎勵988",
		drop_id = 260988,
		client_goods_list = {{16160123,988,1,0}},
	},
	[260989] = {
		name = "宋遼獎勵989",
		drop_id = 260989,
		client_goods_list = {{16160123,989,1,0}},
	},
	[260990] = {
		name = "宋遼獎勵990",
		drop_id = 260990,
		client_goods_list = {{16160123,990,1,0}},
	},
	[260991] = {
		name = "宋遼獎勵991",
		drop_id = 260991,
		client_goods_list = {{16160123,991,1,0}},
	},
	[260992] = {
		name = "宋遼獎勵992",
		drop_id = 260992,
		client_goods_list = {{16160123,992,1,0}},
	},
	[260993] = {
		name = "宋遼獎勵993",
		drop_id = 260993,
		client_goods_list = {{16160123,993,1,0}},
	},
	[260994] = {
		name = "宋遼獎勵994",
		drop_id = 260994,
		client_goods_list = {{16160123,994,1,0}},
	},
	[260995] = {
		name = "宋遼獎勵995",
		drop_id = 260995,
		client_goods_list = {{16160123,995,1,0}},
	},
	[260996] = {
		name = "宋遼獎勵996",
		drop_id = 260996,
		client_goods_list = {{16160123,996,1,0}},
	},
	[260997] = {
		name = "宋遼獎勵997",
		drop_id = 260997,
		client_goods_list = {{16160123,997,1,0}},
	},
	[260998] = {
		name = "宋遼獎勵998",
		drop_id = 260998,
		client_goods_list = {{16160123,998,1,0}},
	},
	[260999] = {
		name = "宋遼獎勵999",
		drop_id = 260999,
		client_goods_list = {{16160123,999,1,0}},
	},
	[261000] = {
		name = "宋遼獎勵1000",
		drop_id = 261000,
		client_goods_list = {{16160123,1000,1,0}},
	},
	[261001] = {
		name = "宋遼獎勵1001",
		drop_id = 261001,
		client_goods_list = {{16160123,1001,1,0}},
	},
	[261002] = {
		name = "宋遼獎勵1002",
		drop_id = 261002,
		client_goods_list = {{16160123,1002,1,0}},
	},
	[261003] = {
		name = "宋遼獎勵1003",
		drop_id = 261003,
		client_goods_list = {{16160123,1003,1,0}},
	},
	[261004] = {
		name = "宋遼獎勵1004",
		drop_id = 261004,
		client_goods_list = {{16160123,1004,1,0}},
	},
	[261005] = {
		name = "宋遼獎勵1005",
		drop_id = 261005,
		client_goods_list = {{16160123,1005,1,0}},
	},
	[261006] = {
		name = "宋遼獎勵1006",
		drop_id = 261006,
		client_goods_list = {{16160123,1006,1,0}},
	},
	[261007] = {
		name = "宋遼獎勵1007",
		drop_id = 261007,
		client_goods_list = {{16160123,1007,1,0}},
	},
	[261008] = {
		name = "宋遼獎勵1008",
		drop_id = 261008,
		client_goods_list = {{16160123,1008,1,0}},
	},
	[261009] = {
		name = "宋遼獎勵1009",
		drop_id = 261009,
		client_goods_list = {{16160123,1009,1,0}},
	},
	[261010] = {
		name = "宋遼獎勵1010",
		drop_id = 261010,
		client_goods_list = {{16160123,1010,1,0}},
	},
	[261011] = {
		name = "宋遼獎勵1011",
		drop_id = 261011,
		client_goods_list = {{16160123,1011,1,0}},
	},
	[261012] = {
		name = "宋遼獎勵1012",
		drop_id = 261012,
		client_goods_list = {{16160123,1012,1,0}},
	},
	[261013] = {
		name = "宋遼獎勵1013",
		drop_id = 261013,
		client_goods_list = {{16160123,1013,1,0}},
	},
	[261014] = {
		name = "宋遼獎勵1014",
		drop_id = 261014,
		client_goods_list = {{16160123,1014,1,0}},
	},
	[261015] = {
		name = "宋遼獎勵1015",
		drop_id = 261015,
		client_goods_list = {{16160123,1015,1,0}},
	},
	[261016] = {
		name = "宋遼獎勵1016",
		drop_id = 261016,
		client_goods_list = {{16160123,1016,1,0}},
	},
	[261017] = {
		name = "宋遼獎勵1017",
		drop_id = 261017,
		client_goods_list = {{16160123,1017,1,0}},
	},
	[261018] = {
		name = "宋遼獎勵1018",
		drop_id = 261018,
		client_goods_list = {{16160123,1018,1,0}},
	},
	[261019] = {
		name = "宋遼獎勵1019",
		drop_id = 261019,
		client_goods_list = {{16160123,1019,1,0}},
	},
	[261020] = {
		name = "宋遼獎勵1020",
		drop_id = 261020,
		client_goods_list = {{16160123,1020,1,0}},
	},
	[261021] = {
		name = "宋遼獎勵1021",
		drop_id = 261021,
		client_goods_list = {{16160123,1021,1,0}},
	},
	[261022] = {
		name = "宋遼獎勵1022",
		drop_id = 261022,
		client_goods_list = {{16160123,1022,1,0}},
	},
	[261023] = {
		name = "宋遼獎勵1023",
		drop_id = 261023,
		client_goods_list = {{16160123,1023,1,0}},
	},
	[261024] = {
		name = "宋遼獎勵1024",
		drop_id = 261024,
		client_goods_list = {{16160123,1024,1,0}},
	},
	[261025] = {
		name = "宋遼獎勵1025",
		drop_id = 261025,
		client_goods_list = {{16160123,1025,1,0}},
	},
	[261026] = {
		name = "宋遼獎勵1026",
		drop_id = 261026,
		client_goods_list = {{16160123,1026,1,0}},
	},
	[261027] = {
		name = "宋遼獎勵1027",
		drop_id = 261027,
		client_goods_list = {{16160123,1027,1,0}},
	},
	[261028] = {
		name = "宋遼獎勵1028",
		drop_id = 261028,
		client_goods_list = {{16160123,1028,1,0}},
	},
	[261029] = {
		name = "宋遼獎勵1029",
		drop_id = 261029,
		client_goods_list = {{16160123,1029,1,0}},
	},
	[261030] = {
		name = "宋遼獎勵1030",
		drop_id = 261030,
		client_goods_list = {{16160123,1030,1,0}},
	},
	[261031] = {
		name = "宋遼獎勵1031",
		drop_id = 261031,
		client_goods_list = {{16160123,1031,1,0}},
	},
	[261032] = {
		name = "宋遼獎勵1032",
		drop_id = 261032,
		client_goods_list = {{16160123,1032,1,0}},
	},
	[261033] = {
		name = "宋遼獎勵1033",
		drop_id = 261033,
		client_goods_list = {{16160123,1033,1,0}},
	},
	[261034] = {
		name = "宋遼獎勵1034",
		drop_id = 261034,
		client_goods_list = {{16160123,1034,1,0}},
	},
	[261035] = {
		name = "宋遼獎勵1035",
		drop_id = 261035,
		client_goods_list = {{16160123,1035,1,0}},
	},
	[261036] = {
		name = "宋遼獎勵1036",
		drop_id = 261036,
		client_goods_list = {{16160123,1036,1,0}},
	},
	[261037] = {
		name = "宋遼獎勵1037",
		drop_id = 261037,
		client_goods_list = {{16160123,1037,1,0}},
	},
	[261038] = {
		name = "宋遼獎勵1038",
		drop_id = 261038,
		client_goods_list = {{16160123,1038,1,0}},
	},
	[261039] = {
		name = "宋遼獎勵1039",
		drop_id = 261039,
		client_goods_list = {{16160123,1039,1,0}},
	},
	[261040] = {
		name = "宋遼獎勵1040",
		drop_id = 261040,
		client_goods_list = {{16160123,1040,1,0}},
	},
	[261041] = {
		name = "宋遼獎勵1041",
		drop_id = 261041,
		client_goods_list = {{16160123,1041,1,0}},
	},
	[261042] = {
		name = "宋遼獎勵1042",
		drop_id = 261042,
		client_goods_list = {{16160123,1042,1,0}},
	},
	[261043] = {
		name = "宋遼獎勵1043",
		drop_id = 261043,
		client_goods_list = {{16160123,1043,1,0}},
	},
	[261044] = {
		name = "宋遼獎勵1044",
		drop_id = 261044,
		client_goods_list = {{16160123,1044,1,0}},
	},
	[261045] = {
		name = "宋遼獎勵1045",
		drop_id = 261045,
		client_goods_list = {{16160123,1045,1,0}},
	},
	[261046] = {
		name = "宋遼獎勵1046",
		drop_id = 261046,
		client_goods_list = {{16160123,1046,1,0}},
	},
	[261047] = {
		name = "宋遼獎勵1047",
		drop_id = 261047,
		client_goods_list = {{16160123,1047,1,0}},
	},
	[261048] = {
		name = "宋遼獎勵1048",
		drop_id = 261048,
		client_goods_list = {{16160123,1048,1,0}},
	},
	[261049] = {
		name = "宋遼獎勵1049",
		drop_id = 261049,
		client_goods_list = {{16160123,1049,1,0}},
	},
	[261050] = {
		name = "宋遼獎勵1050",
		drop_id = 261050,
		client_goods_list = {{16160123,1050,1,0}},
	},
	[261051] = {
		name = "宋遼獎勵1051",
		drop_id = 261051,
		client_goods_list = {{16160123,1051,1,0}},
	},
	[261052] = {
		name = "宋遼獎勵1052",
		drop_id = 261052,
		client_goods_list = {{16160123,1052,1,0}},
	},
	[261053] = {
		name = "宋遼獎勵1053",
		drop_id = 261053,
		client_goods_list = {{16160123,1053,1,0}},
	},
	[261054] = {
		name = "宋遼獎勵1054",
		drop_id = 261054,
		client_goods_list = {{16160123,1054,1,0}},
	},
	[261055] = {
		name = "宋遼獎勵1055",
		drop_id = 261055,
		client_goods_list = {{16160123,1055,1,0}},
	},
	[261056] = {
		name = "宋遼獎勵1056",
		drop_id = 261056,
		client_goods_list = {{16160123,1056,1,0}},
	},
	[261057] = {
		name = "宋遼獎勵1057",
		drop_id = 261057,
		client_goods_list = {{16160123,1057,1,0}},
	},
	[261058] = {
		name = "宋遼獎勵1058",
		drop_id = 261058,
		client_goods_list = {{16160123,1058,1,0}},
	},
	[261059] = {
		name = "宋遼獎勵1059",
		drop_id = 261059,
		client_goods_list = {{16160123,1059,1,0}},
	},
	[261060] = {
		name = "宋遼獎勵1060",
		drop_id = 261060,
		client_goods_list = {{16160123,1060,1,0}},
	},
	[261061] = {
		name = "宋遼獎勵1061",
		drop_id = 261061,
		client_goods_list = {{16160123,1061,1,0}},
	},
	[261062] = {
		name = "宋遼獎勵1062",
		drop_id = 261062,
		client_goods_list = {{16160123,1062,1,0}},
	},
	[261063] = {
		name = "宋遼獎勵1063",
		drop_id = 261063,
		client_goods_list = {{16160123,1063,1,0}},
	},
	[261064] = {
		name = "宋遼獎勵1064",
		drop_id = 261064,
		client_goods_list = {{16160123,1064,1,0}},
	},
	[261065] = {
		name = "宋遼獎勵1065",
		drop_id = 261065,
		client_goods_list = {{16160123,1065,1,0}},
	},
	[261066] = {
		name = "宋遼獎勵1066",
		drop_id = 261066,
		client_goods_list = {{16160123,1066,1,0}},
	},
	[261067] = {
		name = "宋遼獎勵1067",
		drop_id = 261067,
		client_goods_list = {{16160123,1067,1,0}},
	},
	[261068] = {
		name = "宋遼獎勵1068",
		drop_id = 261068,
		client_goods_list = {{16160123,1068,1,0}},
	},
	[261069] = {
		name = "宋遼獎勵1069",
		drop_id = 261069,
		client_goods_list = {{16160123,1069,1,0}},
	},
	[261070] = {
		name = "宋遼獎勵1070",
		drop_id = 261070,
		client_goods_list = {{16160123,1070,1,0}},
	},
	[261071] = {
		name = "宋遼獎勵1071",
		drop_id = 261071,
		client_goods_list = {{16160123,1071,1,0}},
	},
	[261072] = {
		name = "宋遼獎勵1072",
		drop_id = 261072,
		client_goods_list = {{16160123,1072,1,0}},
	},
	[261073] = {
		name = "宋遼獎勵1073",
		drop_id = 261073,
		client_goods_list = {{16160123,1073,1,0}},
	},
	[261074] = {
		name = "宋遼獎勵1074",
		drop_id = 261074,
		client_goods_list = {{16160123,1074,1,0}},
	},
	[261075] = {
		name = "宋遼獎勵1075",
		drop_id = 261075,
		client_goods_list = {{16160123,1075,1,0}},
	},
	[261076] = {
		name = "宋遼獎勵1076",
		drop_id = 261076,
		client_goods_list = {{16160123,1076,1,0}},
	},
	[261077] = {
		name = "宋遼獎勵1077",
		drop_id = 261077,
		client_goods_list = {{16160123,1077,1,0}},
	},
	[261078] = {
		name = "宋遼獎勵1078",
		drop_id = 261078,
		client_goods_list = {{16160123,1078,1,0}},
	},
	[261079] = {
		name = "宋遼獎勵1079",
		drop_id = 261079,
		client_goods_list = {{16160123,1079,1,0}},
	},
	[261080] = {
		name = "宋遼獎勵1080",
		drop_id = 261080,
		client_goods_list = {{16160123,1080,1,0}},
	},
	[261081] = {
		name = "宋遼獎勵1081",
		drop_id = 261081,
		client_goods_list = {{16160123,1081,1,0}},
	},
	[261082] = {
		name = "宋遼獎勵1082",
		drop_id = 261082,
		client_goods_list = {{16160123,1082,1,0}},
	},
	[261083] = {
		name = "宋遼獎勵1083",
		drop_id = 261083,
		client_goods_list = {{16160123,1083,1,0}},
	},
	[261084] = {
		name = "宋遼獎勵1084",
		drop_id = 261084,
		client_goods_list = {{16160123,1084,1,0}},
	},
	[261085] = {
		name = "宋遼獎勵1085",
		drop_id = 261085,
		client_goods_list = {{16160123,1085,1,0}},
	},
	[261086] = {
		name = "宋遼獎勵1086",
		drop_id = 261086,
		client_goods_list = {{16160123,1086,1,0}},
	},
	[261087] = {
		name = "宋遼獎勵1087",
		drop_id = 261087,
		client_goods_list = {{16160123,1087,1,0}},
	},
	[261088] = {
		name = "宋遼獎勵1088",
		drop_id = 261088,
		client_goods_list = {{16160123,1088,1,0}},
	},
	[261089] = {
		name = "宋遼獎勵1089",
		drop_id = 261089,
		client_goods_list = {{16160123,1089,1,0}},
	},
	[261090] = {
		name = "宋遼獎勵1090",
		drop_id = 261090,
		client_goods_list = {{16160123,1090,1,0}},
	},
	[261091] = {
		name = "宋遼獎勵1091",
		drop_id = 261091,
		client_goods_list = {{16160123,1091,1,0}},
	},
	[261092] = {
		name = "宋遼獎勵1092",
		drop_id = 261092,
		client_goods_list = {{16160123,1092,1,0}},
	},
	[261093] = {
		name = "宋遼獎勵1093",
		drop_id = 261093,
		client_goods_list = {{16160123,1093,1,0}},
	},
	[261094] = {
		name = "宋遼獎勵1094",
		drop_id = 261094,
		client_goods_list = {{16160123,1094,1,0}},
	},
	[261095] = {
		name = "宋遼獎勵1095",
		drop_id = 261095,
		client_goods_list = {{16160123,1095,1,0}},
	},
	[261096] = {
		name = "宋遼獎勵1096",
		drop_id = 261096,
		client_goods_list = {{16160123,1096,1,0}},
	},
	[261097] = {
		name = "宋遼獎勵1097",
		drop_id = 261097,
		client_goods_list = {{16160123,1097,1,0}},
	},
	[261098] = {
		name = "宋遼獎勵1098",
		drop_id = 261098,
		client_goods_list = {{16160123,1098,1,0}},
	},
	[261099] = {
		name = "宋遼獎勵1099",
		drop_id = 261099,
		client_goods_list = {{16160123,1099,1,0}},
	},
	[261100] = {
		name = "宋遼獎勵1100",
		drop_id = 261100,
		client_goods_list = {{16160123,1100,1,0}},
	},
	[261101] = {
		name = "宋遼獎勵1101",
		drop_id = 261101,
		client_goods_list = {{16160123,1101,1,0}},
	},
	[261102] = {
		name = "宋遼獎勵1102",
		drop_id = 261102,
		client_goods_list = {{16160123,1102,1,0}},
	},
	[261103] = {
		name = "宋遼獎勵1103",
		drop_id = 261103,
		client_goods_list = {{16160123,1103,1,0}},
	},
	[261104] = {
		name = "宋遼獎勵1104",
		drop_id = 261104,
		client_goods_list = {{16160123,1104,1,0}},
	},
	[261105] = {
		name = "宋遼獎勵1105",
		drop_id = 261105,
		client_goods_list = {{16160123,1105,1,0}},
	},
	[261106] = {
		name = "宋遼獎勵1106",
		drop_id = 261106,
		client_goods_list = {{16160123,1106,1,0}},
	},
	[261107] = {
		name = "宋遼獎勵1107",
		drop_id = 261107,
		client_goods_list = {{16160123,1107,1,0}},
	},
	[261108] = {
		name = "宋遼獎勵1108",
		drop_id = 261108,
		client_goods_list = {{16160123,1108,1,0}},
	},
	[261109] = {
		name = "宋遼獎勵1109",
		drop_id = 261109,
		client_goods_list = {{16160123,1109,1,0}},
	},
	[261110] = {
		name = "宋遼獎勵1110",
		drop_id = 261110,
		client_goods_list = {{16160123,1110,1,0}},
	},
	[261111] = {
		name = "宋遼獎勵1111",
		drop_id = 261111,
		client_goods_list = {{16160123,1111,1,0}},
	},
	[261112] = {
		name = "宋遼獎勵1112",
		drop_id = 261112,
		client_goods_list = {{16160123,1112,1,0}},
	},
	[261113] = {
		name = "宋遼獎勵1113",
		drop_id = 261113,
		client_goods_list = {{16160123,1113,1,0}},
	},
	[261114] = {
		name = "宋遼獎勵1114",
		drop_id = 261114,
		client_goods_list = {{16160123,1114,1,0}},
	},
	[261115] = {
		name = "宋遼獎勵1115",
		drop_id = 261115,
		client_goods_list = {{16160123,1115,1,0}},
	},
	[261116] = {
		name = "宋遼獎勵1116",
		drop_id = 261116,
		client_goods_list = {{16160123,1116,1,0}},
	},
	[261117] = {
		name = "宋遼獎勵1117",
		drop_id = 261117,
		client_goods_list = {{16160123,1117,1,0}},
	},
	[261118] = {
		name = "宋遼獎勵1118",
		drop_id = 261118,
		client_goods_list = {{16160123,1118,1,0}},
	},
	[261119] = {
		name = "宋遼獎勵1119",
		drop_id = 261119,
		client_goods_list = {{16160123,1119,1,0}},
	},
	[261120] = {
		name = "宋遼獎勵1120",
		drop_id = 261120,
		client_goods_list = {{16160123,1120,1,0}},
	},
	[261121] = {
		name = "宋遼獎勵1121",
		drop_id = 261121,
		client_goods_list = {{16160123,1121,1,0}},
	},
	[261122] = {
		name = "宋遼獎勵1122",
		drop_id = 261122,
		client_goods_list = {{16160123,1122,1,0}},
	},
	[261123] = {
		name = "宋遼獎勵1123",
		drop_id = 261123,
		client_goods_list = {{16160123,1123,1,0}},
	},
	[261124] = {
		name = "宋遼獎勵1124",
		drop_id = 261124,
		client_goods_list = {{16160123,1124,1,0}},
	},
	[261125] = {
		name = "宋遼獎勵1125",
		drop_id = 261125,
		client_goods_list = {{16160123,1125,1,0}},
	},
	[261126] = {
		name = "宋遼獎勵1126",
		drop_id = 261126,
		client_goods_list = {{16160123,1126,1,0}},
	},
	[261127] = {
		name = "宋遼獎勵1127",
		drop_id = 261127,
		client_goods_list = {{16160123,1127,1,0}},
	},
	[261128] = {
		name = "宋遼獎勵1128",
		drop_id = 261128,
		client_goods_list = {{16160123,1128,1,0}},
	},
	[261129] = {
		name = "宋遼獎勵1129",
		drop_id = 261129,
		client_goods_list = {{16160123,1129,1,0}},
	},
	[261130] = {
		name = "宋遼獎勵1130",
		drop_id = 261130,
		client_goods_list = {{16160123,1130,1,0}},
	},
	[261131] = {
		name = "宋遼獎勵1131",
		drop_id = 261131,
		client_goods_list = {{16160123,1131,1,0}},
	},
	[261132] = {
		name = "宋遼獎勵1132",
		drop_id = 261132,
		client_goods_list = {{16160123,1132,1,0}},
	},
	[261133] = {
		name = "宋遼獎勵1133",
		drop_id = 261133,
		client_goods_list = {{16160123,1133,1,0}},
	},
	[261134] = {
		name = "宋遼獎勵1134",
		drop_id = 261134,
		client_goods_list = {{16160123,1134,1,0}},
	},
	[261135] = {
		name = "宋遼獎勵1135",
		drop_id = 261135,
		client_goods_list = {{16160123,1135,1,0}},
	},
	[261136] = {
		name = "宋遼獎勵1136",
		drop_id = 261136,
		client_goods_list = {{16160123,1136,1,0}},
	},
	[261137] = {
		name = "宋遼獎勵1137",
		drop_id = 261137,
		client_goods_list = {{16160123,1137,1,0}},
	},
	[261138] = {
		name = "宋遼獎勵1138",
		drop_id = 261138,
		client_goods_list = {{16160123,1138,1,0}},
	},
	[261139] = {
		name = "宋遼獎勵1139",
		drop_id = 261139,
		client_goods_list = {{16160123,1139,1,0}},
	},
	[261140] = {
		name = "宋遼獎勵1140",
		drop_id = 261140,
		client_goods_list = {{16160123,1140,1,0}},
	},
	[261141] = {
		name = "宋遼獎勵1141",
		drop_id = 261141,
		client_goods_list = {{16160123,1141,1,0}},
	},
	[261142] = {
		name = "宋遼獎勵1142",
		drop_id = 261142,
		client_goods_list = {{16160123,1142,1,0}},
	},
	[261143] = {
		name = "宋遼獎勵1143",
		drop_id = 261143,
		client_goods_list = {{16160123,1143,1,0}},
	},
	[261144] = {
		name = "宋遼獎勵1144",
		drop_id = 261144,
		client_goods_list = {{16160123,1144,1,0}},
	},
	[261145] = {
		name = "宋遼獎勵1145",
		drop_id = 261145,
		client_goods_list = {{16160123,1145,1,0}},
	},
	[261146] = {
		name = "宋遼獎勵1146",
		drop_id = 261146,
		client_goods_list = {{16160123,1146,1,0}},
	},
	[261147] = {
		name = "宋遼獎勵1147",
		drop_id = 261147,
		client_goods_list = {{16160123,1147,1,0}},
	},
	[261148] = {
		name = "宋遼獎勵1148",
		drop_id = 261148,
		client_goods_list = {{16160123,1148,1,0}},
	},
	[261149] = {
		name = "宋遼獎勵1149",
		drop_id = 261149,
		client_goods_list = {{16160123,1149,1,0}},
	},
	[261150] = {
		name = "宋遼獎勵1150",
		drop_id = 261150,
		client_goods_list = {{16160123,1150,1,0}},
	},
	[261151] = {
		name = "宋遼獎勵1151",
		drop_id = 261151,
		client_goods_list = {{16160123,1151,1,0}},
	},
	[261152] = {
		name = "宋遼獎勵1152",
		drop_id = 261152,
		client_goods_list = {{16160123,1152,1,0}},
	},
	[261153] = {
		name = "宋遼獎勵1153",
		drop_id = 261153,
		client_goods_list = {{16160123,1153,1,0}},
	},
	[261154] = {
		name = "宋遼獎勵1154",
		drop_id = 261154,
		client_goods_list = {{16160123,1154,1,0}},
	},
	[261155] = {
		name = "宋遼獎勵1155",
		drop_id = 261155,
		client_goods_list = {{16160123,1155,1,0}},
	},
	[261156] = {
		name = "宋遼獎勵1156",
		drop_id = 261156,
		client_goods_list = {{16160123,1156,1,0}},
	},
	[261157] = {
		name = "宋遼獎勵1157",
		drop_id = 261157,
		client_goods_list = {{16160123,1157,1,0}},
	},
	[261158] = {
		name = "宋遼獎勵1158",
		drop_id = 261158,
		client_goods_list = {{16160123,1158,1,0}},
	},
	[261159] = {
		name = "宋遼獎勵1159",
		drop_id = 261159,
		client_goods_list = {{16160123,1159,1,0}},
	},
	[261160] = {
		name = "宋遼獎勵1160",
		drop_id = 261160,
		client_goods_list = {{16160123,1160,1,0}},
	},
	[261161] = {
		name = "宋遼獎勵1161",
		drop_id = 261161,
		client_goods_list = {{16160123,1161,1,0}},
	},
	[261162] = {
		name = "宋遼獎勵1162",
		drop_id = 261162,
		client_goods_list = {{16160123,1162,1,0}},
	},
	[261163] = {
		name = "宋遼獎勵1163",
		drop_id = 261163,
		client_goods_list = {{16160123,1163,1,0}},
	},
	[261164] = {
		name = "宋遼獎勵1164",
		drop_id = 261164,
		client_goods_list = {{16160123,1164,1,0}},
	},
	[261165] = {
		name = "宋遼獎勵1165",
		drop_id = 261165,
		client_goods_list = {{16160123,1165,1,0}},
	},
	[261166] = {
		name = "宋遼獎勵1166",
		drop_id = 261166,
		client_goods_list = {{16160123,1166,1,0}},
	},
	[261167] = {
		name = "宋遼獎勵1167",
		drop_id = 261167,
		client_goods_list = {{16160123,1167,1,0}},
	},
	[261168] = {
		name = "宋遼獎勵1168",
		drop_id = 261168,
		client_goods_list = {{16160123,1168,1,0}},
	},
	[261169] = {
		name = "宋遼獎勵1169",
		drop_id = 261169,
		client_goods_list = {{16160123,1169,1,0}},
	},
	[261170] = {
		name = "宋遼獎勵1170",
		drop_id = 261170,
		client_goods_list = {{16160123,1170,1,0}},
	},
	[261171] = {
		name = "宋遼獎勵1171",
		drop_id = 261171,
		client_goods_list = {{16160123,1171,1,0}},
	},
	[261172] = {
		name = "宋遼獎勵1172",
		drop_id = 261172,
		client_goods_list = {{16160123,1172,1,0}},
	},
	[261173] = {
		name = "宋遼獎勵1173",
		drop_id = 261173,
		client_goods_list = {{16160123,1173,1,0}},
	},
	[261174] = {
		name = "宋遼獎勵1174",
		drop_id = 261174,
		client_goods_list = {{16160123,1174,1,0}},
	},
	[261175] = {
		name = "宋遼獎勵1175",
		drop_id = 261175,
		client_goods_list = {{16160123,1175,1,0}},
	},
	[261176] = {
		name = "宋遼獎勵1176",
		drop_id = 261176,
		client_goods_list = {{16160123,1176,1,0}},
	},
	[261177] = {
		name = "宋遼獎勵1177",
		drop_id = 261177,
		client_goods_list = {{16160123,1177,1,0}},
	},
	[261178] = {
		name = "宋遼獎勵1178",
		drop_id = 261178,
		client_goods_list = {{16160123,1178,1,0}},
	},
	[261179] = {
		name = "宋遼獎勵1179",
		drop_id = 261179,
		client_goods_list = {{16160123,1179,1,0}},
	},
	[261180] = {
		name = "宋遼獎勵1180",
		drop_id = 261180,
		client_goods_list = {{16160123,1180,1,0}},
	},
	[261181] = {
		name = "宋遼獎勵1181",
		drop_id = 261181,
		client_goods_list = {{16160123,1181,1,0}},
	},
	[261182] = {
		name = "宋遼獎勵1182",
		drop_id = 261182,
		client_goods_list = {{16160123,1182,1,0}},
	},
	[261183] = {
		name = "宋遼獎勵1183",
		drop_id = 261183,
		client_goods_list = {{16160123,1183,1,0}},
	},
	[261184] = {
		name = "宋遼獎勵1184",
		drop_id = 261184,
		client_goods_list = {{16160123,1184,1,0}},
	},
	[261185] = {
		name = "宋遼獎勵1185",
		drop_id = 261185,
		client_goods_list = {{16160123,1185,1,0}},
	},
	[261186] = {
		name = "宋遼獎勵1186",
		drop_id = 261186,
		client_goods_list = {{16160123,1186,1,0}},
	},
	[261187] = {
		name = "宋遼獎勵1187",
		drop_id = 261187,
		client_goods_list = {{16160123,1187,1,0}},
	},
	[261188] = {
		name = "宋遼獎勵1188",
		drop_id = 261188,
		client_goods_list = {{16160123,1188,1,0}},
	},
	[261189] = {
		name = "宋遼獎勵1189",
		drop_id = 261189,
		client_goods_list = {{16160123,1189,1,0}},
	},
	[261190] = {
		name = "宋遼獎勵1190",
		drop_id = 261190,
		client_goods_list = {{16160123,1190,1,0}},
	},
	[261191] = {
		name = "宋遼獎勵1191",
		drop_id = 261191,
		client_goods_list = {{16160123,1191,1,0}},
	},
	[261192] = {
		name = "宋遼獎勵1192",
		drop_id = 261192,
		client_goods_list = {{16160123,1192,1,0}},
	},
	[261193] = {
		name = "宋遼獎勵1193",
		drop_id = 261193,
		client_goods_list = {{16160123,1193,1,0}},
	},
	[261194] = {
		name = "宋遼獎勵1194",
		drop_id = 261194,
		client_goods_list = {{16160123,1194,1,0}},
	},
	[261195] = {
		name = "宋遼獎勵1195",
		drop_id = 261195,
		client_goods_list = {{16160123,1195,1,0}},
	},
	[261196] = {
		name = "宋遼獎勵1196",
		drop_id = 261196,
		client_goods_list = {{16160123,1196,1,0}},
	},
	[261197] = {
		name = "宋遼獎勵1197",
		drop_id = 261197,
		client_goods_list = {{16160123,1197,1,0}},
	},
	[261198] = {
		name = "宋遼獎勵1198",
		drop_id = 261198,
		client_goods_list = {{16160123,1198,1,0}},
	},
	[261199] = {
		name = "宋遼獎勵1199",
		drop_id = 261199,
		client_goods_list = {{16160123,1199,1,0}},
	},
	[261200] = {
		name = "宋遼獎勵1200",
		drop_id = 261200,
		client_goods_list = {{16160123,1200,1,0}},
	},
	[261201] = {
		name = "宋遼獎勵1201",
		drop_id = 261201,
		client_goods_list = {{16160123,1201,1,0}},
	},
	[261202] = {
		name = "宋遼獎勵1202",
		drop_id = 261202,
		client_goods_list = {{16160123,1202,1,0}},
	},
	[261203] = {
		name = "宋遼獎勵1203",
		drop_id = 261203,
		client_goods_list = {{16160123,1203,1,0}},
	},
	[261204] = {
		name = "宋遼獎勵1204",
		drop_id = 261204,
		client_goods_list = {{16160123,1204,1,0}},
	},
	[261205] = {
		name = "宋遼獎勵1205",
		drop_id = 261205,
		client_goods_list = {{16160123,1205,1,0}},
	},
	[261206] = {
		name = "宋遼獎勵1206",
		drop_id = 261206,
		client_goods_list = {{16160123,1206,1,0}},
	},
	[261207] = {
		name = "宋遼獎勵1207",
		drop_id = 261207,
		client_goods_list = {{16160123,1207,1,0}},
	},
	[261208] = {
		name = "宋遼獎勵1208",
		drop_id = 261208,
		client_goods_list = {{16160123,1208,1,0}},
	},
	[261209] = {
		name = "宋遼獎勵1209",
		drop_id = 261209,
		client_goods_list = {{16160123,1209,1,0}},
	},
	[261210] = {
		name = "宋遼獎勵1210",
		drop_id = 261210,
		client_goods_list = {{16160123,1210,1,0}},
	},
	[261211] = {
		name = "宋遼獎勵1211",
		drop_id = 261211,
		client_goods_list = {{16160123,1211,1,0}},
	},
	[261212] = {
		name = "宋遼獎勵1212",
		drop_id = 261212,
		client_goods_list = {{16160123,1212,1,0}},
	},
	[261213] = {
		name = "宋遼獎勵1213",
		drop_id = 261213,
		client_goods_list = {{16160123,1213,1,0}},
	},
	[261214] = {
		name = "宋遼獎勵1214",
		drop_id = 261214,
		client_goods_list = {{16160123,1214,1,0}},
	},
	[261215] = {
		name = "宋遼獎勵1215",
		drop_id = 261215,
		client_goods_list = {{16160123,1215,1,0}},
	},
	[261216] = {
		name = "宋遼獎勵1216",
		drop_id = 261216,
		client_goods_list = {{16160123,1216,1,0}},
	},
	[261217] = {
		name = "宋遼獎勵1217",
		drop_id = 261217,
		client_goods_list = {{16160123,1217,1,0}},
	},
	[261218] = {
		name = "宋遼獎勵1218",
		drop_id = 261218,
		client_goods_list = {{16160123,1218,1,0}},
	},
	[261219] = {
		name = "宋遼獎勵1219",
		drop_id = 261219,
		client_goods_list = {{16160123,1219,1,0}},
	},
	[261220] = {
		name = "宋遼獎勵1220",
		drop_id = 261220,
		client_goods_list = {{16160123,1220,1,0}},
	},
	[261221] = {
		name = "宋遼獎勵1221",
		drop_id = 261221,
		client_goods_list = {{16160123,1221,1,0}},
	},
	[261222] = {
		name = "宋遼獎勵1222",
		drop_id = 261222,
		client_goods_list = {{16160123,1222,1,0}},
	},
	[261223] = {
		name = "宋遼獎勵1223",
		drop_id = 261223,
		client_goods_list = {{16160123,1223,1,0}},
	},
	[261224] = {
		name = "宋遼獎勵1224",
		drop_id = 261224,
		client_goods_list = {{16160123,1224,1,0}},
	},
	[261225] = {
		name = "宋遼獎勵1225",
		drop_id = 261225,
		client_goods_list = {{16160123,1225,1,0}},
	},
	[261226] = {
		name = "宋遼獎勵1226",
		drop_id = 261226,
		client_goods_list = {{16160123,1226,1,0}},
	},
	[261227] = {
		name = "宋遼獎勵1227",
		drop_id = 261227,
		client_goods_list = {{16160123,1227,1,0}},
	},
	[261228] = {
		name = "宋遼獎勵1228",
		drop_id = 261228,
		client_goods_list = {{16160123,1228,1,0}},
	},
	[261229] = {
		name = "宋遼獎勵1229",
		drop_id = 261229,
		client_goods_list = {{16160123,1229,1,0}},
	},
	[261230] = {
		name = "宋遼獎勵1230",
		drop_id = 261230,
		client_goods_list = {{16160123,1230,1,0}},
	},
	[261231] = {
		name = "宋遼獎勵1231",
		drop_id = 261231,
		client_goods_list = {{16160123,1231,1,0}},
	},
	[261232] = {
		name = "宋遼獎勵1232",
		drop_id = 261232,
		client_goods_list = {{16160123,1232,1,0}},
	},
	[261233] = {
		name = "宋遼獎勵1233",
		drop_id = 261233,
		client_goods_list = {{16160123,1233,1,0}},
	},
	[261234] = {
		name = "宋遼獎勵1234",
		drop_id = 261234,
		client_goods_list = {{16160123,1234,1,0}},
	},
	[261235] = {
		name = "宋遼獎勵1235",
		drop_id = 261235,
		client_goods_list = {{16160123,1235,1,0}},
	},
	[261236] = {
		name = "宋遼獎勵1236",
		drop_id = 261236,
		client_goods_list = {{16160123,1236,1,0}},
	},
	[261237] = {
		name = "宋遼獎勵1237",
		drop_id = 261237,
		client_goods_list = {{16160123,1237,1,0}},
	},
	[261238] = {
		name = "宋遼獎勵1238",
		drop_id = 261238,
		client_goods_list = {{16160123,1238,1,0}},
	},
	[261239] = {
		name = "宋遼獎勵1239",
		drop_id = 261239,
		client_goods_list = {{16160123,1239,1,0}},
	},
	[261240] = {
		name = "宋遼獎勵1240",
		drop_id = 261240,
		client_goods_list = {{16160123,1240,1,0}},
	},
	[261241] = {
		name = "宋遼獎勵1241",
		drop_id = 261241,
		client_goods_list = {{16160123,1241,1,0}},
	},
	[261242] = {
		name = "宋遼獎勵1242",
		drop_id = 261242,
		client_goods_list = {{16160123,1242,1,0}},
	},
	[261243] = {
		name = "宋遼獎勵1243",
		drop_id = 261243,
		client_goods_list = {{16160123,1243,1,0}},
	},
	[261244] = {
		name = "宋遼獎勵1244",
		drop_id = 261244,
		client_goods_list = {{16160123,1244,1,0}},
	},
	[261245] = {
		name = "宋遼獎勵1245",
		drop_id = 261245,
		client_goods_list = {{16160123,1245,1,0}},
	},
	[261246] = {
		name = "宋遼獎勵1246",
		drop_id = 261246,
		client_goods_list = {{16160123,1246,1,0}},
	},
	[261247] = {
		name = "宋遼獎勵1247",
		drop_id = 261247,
		client_goods_list = {{16160123,1247,1,0}},
	},
	[261248] = {
		name = "宋遼獎勵1248",
		drop_id = 261248,
		client_goods_list = {{16160123,1248,1,0}},
	},
	[261249] = {
		name = "宋遼獎勵1249",
		drop_id = 261249,
		client_goods_list = {{16160123,1249,1,0}},
	},
	[261250] = {
		name = "宋遼獎勵1250",
		drop_id = 261250,
		client_goods_list = {{16160123,1250,1,0}},
	},
	[261251] = {
		name = "宋遼獎勵1251",
		drop_id = 261251,
		client_goods_list = {{16160123,1251,1,0}},
	},
	[261252] = {
		name = "宋遼獎勵1252",
		drop_id = 261252,
		client_goods_list = {{16160123,1252,1,0}},
	},
	[261253] = {
		name = "宋遼獎勵1253",
		drop_id = 261253,
		client_goods_list = {{16160123,1253,1,0}},
	},
	[261254] = {
		name = "宋遼獎勵1254",
		drop_id = 261254,
		client_goods_list = {{16160123,1254,1,0}},
	},
	[261255] = {
		name = "宋遼獎勵1255",
		drop_id = 261255,
		client_goods_list = {{16160123,1255,1,0}},
	},
	[261256] = {
		name = "宋遼獎勵1256",
		drop_id = 261256,
		client_goods_list = {{16160123,1256,1,0}},
	},
	[261257] = {
		name = "宋遼獎勵1257",
		drop_id = 261257,
		client_goods_list = {{16160123,1257,1,0}},
	},
	[261258] = {
		name = "宋遼獎勵1258",
		drop_id = 261258,
		client_goods_list = {{16160123,1258,1,0}},
	},
	[261259] = {
		name = "宋遼獎勵1259",
		drop_id = 261259,
		client_goods_list = {{16160123,1259,1,0}},
	},
	[261260] = {
		name = "宋遼獎勵1260",
		drop_id = 261260,
		client_goods_list = {{16160123,1260,1,0}},
	},
	[261261] = {
		name = "宋遼獎勵1261",
		drop_id = 261261,
		client_goods_list = {{16160123,1261,1,0}},
	},
	[261262] = {
		name = "宋遼獎勵1262",
		drop_id = 261262,
		client_goods_list = {{16160123,1262,1,0}},
	},
	[261263] = {
		name = "宋遼獎勵1263",
		drop_id = 261263,
		client_goods_list = {{16160123,1263,1,0}},
	},
	[261264] = {
		name = "宋遼獎勵1264",
		drop_id = 261264,
		client_goods_list = {{16160123,1264,1,0}},
	},
	[261265] = {
		name = "宋遼獎勵1265",
		drop_id = 261265,
		client_goods_list = {{16160123,1265,1,0}},
	},
	[261266] = {
		name = "宋遼獎勵1266",
		drop_id = 261266,
		client_goods_list = {{16160123,1266,1,0}},
	},
	[261267] = {
		name = "宋遼獎勵1267",
		drop_id = 261267,
		client_goods_list = {{16160123,1267,1,0}},
	},
	[261268] = {
		name = "宋遼獎勵1268",
		drop_id = 261268,
		client_goods_list = {{16160123,1268,1,0}},
	},
	[261269] = {
		name = "宋遼獎勵1269",
		drop_id = 261269,
		client_goods_list = {{16160123,1269,1,0}},
	},
	[261270] = {
		name = "宋遼獎勵1270",
		drop_id = 261270,
		client_goods_list = {{16160123,1270,1,0}},
	},
	[261271] = {
		name = "宋遼獎勵1271",
		drop_id = 261271,
		client_goods_list = {{16160123,1271,1,0}},
	},
	[261272] = {
		name = "宋遼獎勵1272",
		drop_id = 261272,
		client_goods_list = {{16160123,1272,1,0}},
	},
	[261273] = {
		name = "宋遼獎勵1273",
		drop_id = 261273,
		client_goods_list = {{16160123,1273,1,0}},
	},
	[261274] = {
		name = "宋遼獎勵1274",
		drop_id = 261274,
		client_goods_list = {{16160123,1274,1,0}},
	},
	[261275] = {
		name = "宋遼獎勵1275",
		drop_id = 261275,
		client_goods_list = {{16160123,1275,1,0}},
	},
	[261276] = {
		name = "宋遼獎勵1276",
		drop_id = 261276,
		client_goods_list = {{16160123,1276,1,0}},
	},
	[261277] = {
		name = "宋遼獎勵1277",
		drop_id = 261277,
		client_goods_list = {{16160123,1277,1,0}},
	},
	[261278] = {
		name = "宋遼獎勵1278",
		drop_id = 261278,
		client_goods_list = {{16160123,1278,1,0}},
	},
	[261279] = {
		name = "宋遼獎勵1279",
		drop_id = 261279,
		client_goods_list = {{16160123,1279,1,0}},
	},
	[261280] = {
		name = "宋遼獎勵1280",
		drop_id = 261280,
		client_goods_list = {{16160123,1280,1,0}},
	},
	[261281] = {
		name = "宋遼獎勵1281",
		drop_id = 261281,
		client_goods_list = {{16160123,1281,1,0}},
	},
	[261282] = {
		name = "宋遼獎勵1282",
		drop_id = 261282,
		client_goods_list = {{16160123,1282,1,0}},
	},
	[261283] = {
		name = "宋遼獎勵1283",
		drop_id = 261283,
		client_goods_list = {{16160123,1283,1,0}},
	},
	[261284] = {
		name = "宋遼獎勵1284",
		drop_id = 261284,
		client_goods_list = {{16160123,1284,1,0}},
	},
	[261285] = {
		name = "宋遼獎勵1285",
		drop_id = 261285,
		client_goods_list = {{16160123,1285,1,0}},
	},
	[261286] = {
		name = "宋遼獎勵1286",
		drop_id = 261286,
		client_goods_list = {{16160123,1286,1,0}},
	},
	[261287] = {
		name = "宋遼獎勵1287",
		drop_id = 261287,
		client_goods_list = {{16160123,1287,1,0}},
	},
	[261288] = {
		name = "宋遼獎勵1288",
		drop_id = 261288,
		client_goods_list = {{16160123,1288,1,0}},
	},
	[261289] = {
		name = "宋遼獎勵1289",
		drop_id = 261289,
		client_goods_list = {{16160123,1289,1,0}},
	},
	[261290] = {
		name = "宋遼獎勵1290",
		drop_id = 261290,
		client_goods_list = {{16160123,1290,1,0}},
	},
	[261291] = {
		name = "宋遼獎勵1291",
		drop_id = 261291,
		client_goods_list = {{16160123,1291,1,0}},
	},
	[261292] = {
		name = "宋遼獎勵1292",
		drop_id = 261292,
		client_goods_list = {{16160123,1292,1,0}},
	},
	[261293] = {
		name = "宋遼獎勵1293",
		drop_id = 261293,
		client_goods_list = {{16160123,1293,1,0}},
	},
	[261294] = {
		name = "宋遼獎勵1294",
		drop_id = 261294,
		client_goods_list = {{16160123,1294,1,0}},
	},
	[261295] = {
		name = "宋遼獎勵1295",
		drop_id = 261295,
		client_goods_list = {{16160123,1295,1,0}},
	},
	[261296] = {
		name = "宋遼獎勵1296",
		drop_id = 261296,
		client_goods_list = {{16160123,1296,1,0}},
	},
	[261297] = {
		name = "宋遼獎勵1297",
		drop_id = 261297,
		client_goods_list = {{16160123,1297,1,0}},
	},
	[261298] = {
		name = "宋遼獎勵1298",
		drop_id = 261298,
		client_goods_list = {{16160123,1298,1,0}},
	},
	[261299] = {
		name = "宋遼獎勵1299",
		drop_id = 261299,
		client_goods_list = {{16160123,1299,1,0}},
	},
	[261300] = {
		name = "宋遼獎勵1300",
		drop_id = 261300,
		client_goods_list = {{16160123,1300,1,0}},
	},
	[261301] = {
		name = "宋遼獎勵1301",
		drop_id = 261301,
		client_goods_list = {{16160123,1301,1,0}},
	},
	[261302] = {
		name = "宋遼獎勵1302",
		drop_id = 261302,
		client_goods_list = {{16160123,1302,1,0}},
	},
	[261303] = {
		name = "宋遼獎勵1303",
		drop_id = 261303,
		client_goods_list = {{16160123,1303,1,0}},
	},
	[261304] = {
		name = "宋遼獎勵1304",
		drop_id = 261304,
		client_goods_list = {{16160123,1304,1,0}},
	},
	[261305] = {
		name = "宋遼獎勵1305",
		drop_id = 261305,
		client_goods_list = {{16160123,1305,1,0}},
	},
	[261306] = {
		name = "宋遼獎勵1306",
		drop_id = 261306,
		client_goods_list = {{16160123,1306,1,0}},
	},
	[261307] = {
		name = "宋遼獎勵1307",
		drop_id = 261307,
		client_goods_list = {{16160123,1307,1,0}},
	},
	[261308] = {
		name = "宋遼獎勵1308",
		drop_id = 261308,
		client_goods_list = {{16160123,1308,1,0}},
	},
	[261309] = {
		name = "宋遼獎勵1309",
		drop_id = 261309,
		client_goods_list = {{16160123,1309,1,0}},
	},
	[261310] = {
		name = "宋遼獎勵1310",
		drop_id = 261310,
		client_goods_list = {{16160123,1310,1,0}},
	},
	[261311] = {
		name = "宋遼獎勵1311",
		drop_id = 261311,
		client_goods_list = {{16160123,1311,1,0}},
	},
	[261312] = {
		name = "宋遼獎勵1312",
		drop_id = 261312,
		client_goods_list = {{16160123,1312,1,0}},
	},
	[261313] = {
		name = "宋遼獎勵1313",
		drop_id = 261313,
		client_goods_list = {{16160123,1313,1,0}},
	},
	[261314] = {
		name = "宋遼獎勵1314",
		drop_id = 261314,
		client_goods_list = {{16160123,1314,1,0}},
	},
	[261315] = {
		name = "宋遼獎勵1315",
		drop_id = 261315,
		client_goods_list = {{16160123,1315,1,0}},
	},
	[261316] = {
		name = "宋遼獎勵1316",
		drop_id = 261316,
		client_goods_list = {{16160123,1316,1,0}},
	},
	[261317] = {
		name = "宋遼獎勵1317",
		drop_id = 261317,
		client_goods_list = {{16160123,1317,1,0}},
	},
	[261318] = {
		name = "宋遼獎勵1318",
		drop_id = 261318,
		client_goods_list = {{16160123,1318,1,0}},
	},
	[261319] = {
		name = "宋遼獎勵1319",
		drop_id = 261319,
		client_goods_list = {{16160123,1319,1,0}},
	},
	[261320] = {
		name = "宋遼獎勵1320",
		drop_id = 261320,
		client_goods_list = {{16160123,1320,1,0}},
	},
	[261321] = {
		name = "宋遼獎勵1321",
		drop_id = 261321,
		client_goods_list = {{16160123,1321,1,0}},
	},
	[261322] = {
		name = "宋遼獎勵1322",
		drop_id = 261322,
		client_goods_list = {{16160123,1322,1,0}},
	},
	[261323] = {
		name = "宋遼獎勵1323",
		drop_id = 261323,
		client_goods_list = {{16160123,1323,1,0}},
	},
	[261324] = {
		name = "宋遼獎勵1324",
		drop_id = 261324,
		client_goods_list = {{16160123,1324,1,0}},
	},
	[261325] = {
		name = "宋遼獎勵1325",
		drop_id = 261325,
		client_goods_list = {{16160123,1325,1,0}},
	},
	[261326] = {
		name = "宋遼獎勵1326",
		drop_id = 261326,
		client_goods_list = {{16160123,1326,1,0}},
	},
	[261327] = {
		name = "宋遼獎勵1327",
		drop_id = 261327,
		client_goods_list = {{16160123,1327,1,0}},
	},
	[261328] = {
		name = "宋遼獎勵1328",
		drop_id = 261328,
		client_goods_list = {{16160123,1328,1,0}},
	},
	[261329] = {
		name = "宋遼獎勵1329",
		drop_id = 261329,
		client_goods_list = {{16160123,1329,1,0}},
	},
	[261330] = {
		name = "宋遼獎勵1330",
		drop_id = 261330,
		client_goods_list = {{16160123,1330,1,0}},
	},
	[261331] = {
		name = "宋遼獎勵1331",
		drop_id = 261331,
		client_goods_list = {{16160123,1331,1,0}},
	},
	[261332] = {
		name = "宋遼獎勵1332",
		drop_id = 261332,
		client_goods_list = {{16160123,1332,1,0}},
	},
	[261333] = {
		name = "宋遼獎勵1333",
		drop_id = 261333,
		client_goods_list = {{16160123,1333,1,0}},
	},
	[261334] = {
		name = "宋遼獎勵1334",
		drop_id = 261334,
		client_goods_list = {{16160123,1334,1,0}},
	},
	[261335] = {
		name = "宋遼獎勵1335",
		drop_id = 261335,
		client_goods_list = {{16160123,1335,1,0}},
	},
	[261336] = {
		name = "宋遼獎勵1336",
		drop_id = 261336,
		client_goods_list = {{16160123,1336,1,0}},
	},
	[261337] = {
		name = "宋遼獎勵1337",
		drop_id = 261337,
		client_goods_list = {{16160123,1337,1,0}},
	},
	[261338] = {
		name = "宋遼獎勵1338",
		drop_id = 261338,
		client_goods_list = {{16160123,1338,1,0}},
	},
	[261339] = {
		name = "宋遼獎勵1339",
		drop_id = 261339,
		client_goods_list = {{16160123,1339,1,0}},
	},
	[261340] = {
		name = "宋遼獎勵1340",
		drop_id = 261340,
		client_goods_list = {{16160123,1340,1,0}},
	},
	[261341] = {
		name = "宋遼獎勵1341",
		drop_id = 261341,
		client_goods_list = {{16160123,1341,1,0}},
	},
	[261342] = {
		name = "宋遼獎勵1342",
		drop_id = 261342,
		client_goods_list = {{16160123,1342,1,0}},
	},
	[261343] = {
		name = "宋遼獎勵1343",
		drop_id = 261343,
		client_goods_list = {{16160123,1343,1,0}},
	},
	[261344] = {
		name = "宋遼獎勵1344",
		drop_id = 261344,
		client_goods_list = {{16160123,1344,1,0}},
	},
	[261345] = {
		name = "宋遼獎勵1345",
		drop_id = 261345,
		client_goods_list = {{16160123,1345,1,0}},
	},
	[261346] = {
		name = "宋遼獎勵1346",
		drop_id = 261346,
		client_goods_list = {{16160123,1346,1,0}},
	},
	[261347] = {
		name = "宋遼獎勵1347",
		drop_id = 261347,
		client_goods_list = {{16160123,1347,1,0}},
	},
	[261348] = {
		name = "宋遼獎勵1348",
		drop_id = 261348,
		client_goods_list = {{16160123,1348,1,0}},
	},
	[261349] = {
		name = "宋遼獎勵1349",
		drop_id = 261349,
		client_goods_list = {{16160123,1349,1,0}},
	},
	[261350] = {
		name = "宋遼獎勵1350",
		drop_id = 261350,
		client_goods_list = {{16160123,1350,1,0}},
	},
	[261351] = {
		name = "宋遼獎勵1351",
		drop_id = 261351,
		client_goods_list = {{16160123,1351,1,0}},
	},
	[261352] = {
		name = "宋遼獎勵1352",
		drop_id = 261352,
		client_goods_list = {{16160123,1352,1,0}},
	},
	[261353] = {
		name = "宋遼獎勵1353",
		drop_id = 261353,
		client_goods_list = {{16160123,1353,1,0}},
	},
	[261354] = {
		name = "宋遼獎勵1354",
		drop_id = 261354,
		client_goods_list = {{16160123,1354,1,0}},
	},
	[261355] = {
		name = "宋遼獎勵1355",
		drop_id = 261355,
		client_goods_list = {{16160123,1355,1,0}},
	},
	[261356] = {
		name = "宋遼獎勵1356",
		drop_id = 261356,
		client_goods_list = {{16160123,1356,1,0}},
	},
	[261357] = {
		name = "宋遼獎勵1357",
		drop_id = 261357,
		client_goods_list = {{16160123,1357,1,0}},
	},
	[261358] = {
		name = "宋遼獎勵1358",
		drop_id = 261358,
		client_goods_list = {{16160123,1358,1,0}},
	},
	[261359] = {
		name = "宋遼獎勵1359",
		drop_id = 261359,
		client_goods_list = {{16160123,1359,1,0}},
	},
	[261360] = {
		name = "宋遼獎勵1360",
		drop_id = 261360,
		client_goods_list = {{16160123,1360,1,0}},
	},
	[261361] = {
		name = "宋遼獎勵1361",
		drop_id = 261361,
		client_goods_list = {{16160123,1361,1,0}},
	},
	[261362] = {
		name = "宋遼獎勵1362",
		drop_id = 261362,
		client_goods_list = {{16160123,1362,1,0}},
	},
	[261363] = {
		name = "宋遼獎勵1363",
		drop_id = 261363,
		client_goods_list = {{16160123,1363,1,0}},
	},
	[261364] = {
		name = "宋遼獎勵1364",
		drop_id = 261364,
		client_goods_list = {{16160123,1364,1,0}},
	},
	[261365] = {
		name = "宋遼獎勵1365",
		drop_id = 261365,
		client_goods_list = {{16160123,1365,1,0}},
	},
	[261366] = {
		name = "宋遼獎勵1366",
		drop_id = 261366,
		client_goods_list = {{16160123,1366,1,0}},
	},
	[261367] = {
		name = "宋遼獎勵1367",
		drop_id = 261367,
		client_goods_list = {{16160123,1367,1,0}},
	},
	[261368] = {
		name = "宋遼獎勵1368",
		drop_id = 261368,
		client_goods_list = {{16160123,1368,1,0}},
	},
	[261369] = {
		name = "宋遼獎勵1369",
		drop_id = 261369,
		client_goods_list = {{16160123,1369,1,0}},
	},
	[261370] = {
		name = "宋遼獎勵1370",
		drop_id = 261370,
		client_goods_list = {{16160123,1370,1,0}},
	},
	[261371] = {
		name = "宋遼獎勵1371",
		drop_id = 261371,
		client_goods_list = {{16160123,1371,1,0}},
	},
	[261372] = {
		name = "宋遼獎勵1372",
		drop_id = 261372,
		client_goods_list = {{16160123,1372,1,0}},
	},
	[261373] = {
		name = "宋遼獎勵1373",
		drop_id = 261373,
		client_goods_list = {{16160123,1373,1,0}},
	},
	[261374] = {
		name = "宋遼獎勵1374",
		drop_id = 261374,
		client_goods_list = {{16160123,1374,1,0}},
	},
	[261375] = {
		name = "宋遼獎勵1375",
		drop_id = 261375,
		client_goods_list = {{16160123,1375,1,0}},
	},
	[261376] = {
		name = "宋遼獎勵1376",
		drop_id = 261376,
		client_goods_list = {{16160123,1376,1,0}},
	},
	[261377] = {
		name = "宋遼獎勵1377",
		drop_id = 261377,
		client_goods_list = {{16160123,1377,1,0}},
	},
	[261378] = {
		name = "宋遼獎勵1378",
		drop_id = 261378,
		client_goods_list = {{16160123,1378,1,0}},
	},
	[261379] = {
		name = "宋遼獎勵1379",
		drop_id = 261379,
		client_goods_list = {{16160123,1379,1,0}},
	},
	[261380] = {
		name = "宋遼獎勵1380",
		drop_id = 261380,
		client_goods_list = {{16160123,1380,1,0}},
	},
	[261381] = {
		name = "宋遼獎勵1381",
		drop_id = 261381,
		client_goods_list = {{16160123,1381,1,0}},
	},
	[261382] = {
		name = "宋遼獎勵1382",
		drop_id = 261382,
		client_goods_list = {{16160123,1382,1,0}},
	},
	[261383] = {
		name = "宋遼獎勵1383",
		drop_id = 261383,
		client_goods_list = {{16160123,1383,1,0}},
	},
	[261384] = {
		name = "宋遼獎勵1384",
		drop_id = 261384,
		client_goods_list = {{16160123,1384,1,0}},
	},
	[261385] = {
		name = "宋遼獎勵1385",
		drop_id = 261385,
		client_goods_list = {{16160123,1385,1,0}},
	},
	[261386] = {
		name = "宋遼獎勵1386",
		drop_id = 261386,
		client_goods_list = {{16160123,1386,1,0}},
	},
	[261387] = {
		name = "宋遼獎勵1387",
		drop_id = 261387,
		client_goods_list = {{16160123,1387,1,0}},
	},
	[261388] = {
		name = "宋遼獎勵1388",
		drop_id = 261388,
		client_goods_list = {{16160123,1388,1,0}},
	},
	[261389] = {
		name = "宋遼獎勵1389",
		drop_id = 261389,
		client_goods_list = {{16160123,1389,1,0}},
	},
	[261390] = {
		name = "宋遼獎勵1390",
		drop_id = 261390,
		client_goods_list = {{16160123,1390,1,0}},
	},
	[261391] = {
		name = "宋遼獎勵1391",
		drop_id = 261391,
		client_goods_list = {{16160123,1391,1,0}},
	},
	[261392] = {
		name = "宋遼獎勵1392",
		drop_id = 261392,
		client_goods_list = {{16160123,1392,1,0}},
	},
	[261393] = {
		name = "宋遼獎勵1393",
		drop_id = 261393,
		client_goods_list = {{16160123,1393,1,0}},
	},
	[261394] = {
		name = "宋遼獎勵1394",
		drop_id = 261394,
		client_goods_list = {{16160123,1394,1,0}},
	},
	[261395] = {
		name = "宋遼獎勵1395",
		drop_id = 261395,
		client_goods_list = {{16160123,1395,1,0}},
	},
	[261396] = {
		name = "宋遼獎勵1396",
		drop_id = 261396,
		client_goods_list = {{16160123,1396,1,0}},
	},
	[261397] = {
		name = "宋遼獎勵1397",
		drop_id = 261397,
		client_goods_list = {{16160123,1397,1,0}},
	},
	[261398] = {
		name = "宋遼獎勵1398",
		drop_id = 261398,
		client_goods_list = {{16160123,1398,1,0}},
	},
	[261399] = {
		name = "宋遼獎勵1399",
		drop_id = 261399,
		client_goods_list = {{16160123,1399,1,0}},
	},
	[261400] = {
		name = "宋遼獎勵1400",
		drop_id = 261400,
		client_goods_list = {{16160123,1400,1,0}},
	},
	[261401] = {
		name = "宋遼獎勵1401",
		drop_id = 261401,
		client_goods_list = {{16160123,1401,1,0}},
	},
	[261402] = {
		name = "宋遼獎勵1402",
		drop_id = 261402,
		client_goods_list = {{16160123,1402,1,0}},
	},
	[261403] = {
		name = "宋遼獎勵1403",
		drop_id = 261403,
		client_goods_list = {{16160123,1403,1,0}},
	},
	[261404] = {
		name = "宋遼獎勵1404",
		drop_id = 261404,
		client_goods_list = {{16160123,1404,1,0}},
	},
	[261405] = {
		name = "宋遼獎勵1405",
		drop_id = 261405,
		client_goods_list = {{16160123,1405,1,0}},
	},
	[261406] = {
		name = "宋遼獎勵1406",
		drop_id = 261406,
		client_goods_list = {{16160123,1406,1,0}},
	},
	[261407] = {
		name = "宋遼獎勵1407",
		drop_id = 261407,
		client_goods_list = {{16160123,1407,1,0}},
	},
	[261408] = {
		name = "宋遼獎勵1408",
		drop_id = 261408,
		client_goods_list = {{16160123,1408,1,0}},
	},
	[261409] = {
		name = "宋遼獎勵1409",
		drop_id = 261409,
		client_goods_list = {{16160123,1409,1,0}},
	},
	[261410] = {
		name = "宋遼獎勵1410",
		drop_id = 261410,
		client_goods_list = {{16160123,1410,1,0}},
	},
	[261411] = {
		name = "宋遼獎勵1411",
		drop_id = 261411,
		client_goods_list = {{16160123,1411,1,0}},
	},
	[261412] = {
		name = "宋遼獎勵1412",
		drop_id = 261412,
		client_goods_list = {{16160123,1412,1,0}},
	},
	[261413] = {
		name = "宋遼獎勵1413",
		drop_id = 261413,
		client_goods_list = {{16160123,1413,1,0}},
	},
	[261414] = {
		name = "宋遼獎勵1414",
		drop_id = 261414,
		client_goods_list = {{16160123,1414,1,0}},
	},
	[261415] = {
		name = "宋遼獎勵1415",
		drop_id = 261415,
		client_goods_list = {{16160123,1415,1,0}},
	},
	[261416] = {
		name = "宋遼獎勵1416",
		drop_id = 261416,
		client_goods_list = {{16160123,1416,1,0}},
	},
	[261417] = {
		name = "宋遼獎勵1417",
		drop_id = 261417,
		client_goods_list = {{16160123,1417,1,0}},
	},
	[261418] = {
		name = "宋遼獎勵1418",
		drop_id = 261418,
		client_goods_list = {{16160123,1418,1,0}},
	},
	[261419] = {
		name = "宋遼獎勵1419",
		drop_id = 261419,
		client_goods_list = {{16160123,1419,1,0}},
	},
	[261420] = {
		name = "宋遼獎勵1420",
		drop_id = 261420,
		client_goods_list = {{16160123,1420,1,0}},
	},
	[261421] = {
		name = "宋遼獎勵1421",
		drop_id = 261421,
		client_goods_list = {{16160123,1421,1,0}},
	},
	[261422] = {
		name = "宋遼獎勵1422",
		drop_id = 261422,
		client_goods_list = {{16160123,1422,1,0}},
	},
	[261423] = {
		name = "宋遼獎勵1423",
		drop_id = 261423,
		client_goods_list = {{16160123,1423,1,0}},
	},
	[261424] = {
		name = "宋遼獎勵1424",
		drop_id = 261424,
		client_goods_list = {{16160123,1424,1,0}},
	},
	[261425] = {
		name = "宋遼獎勵1425",
		drop_id = 261425,
		client_goods_list = {{16160123,1425,1,0}},
	},
	[261426] = {
		name = "宋遼獎勵1426",
		drop_id = 261426,
		client_goods_list = {{16160123,1426,1,0}},
	},
	[261427] = {
		name = "宋遼獎勵1427",
		drop_id = 261427,
		client_goods_list = {{16160123,1427,1,0}},
	},
	[261428] = {
		name = "宋遼獎勵1428",
		drop_id = 261428,
		client_goods_list = {{16160123,1428,1,0}},
	},
	[261429] = {
		name = "宋遼獎勵1429",
		drop_id = 261429,
		client_goods_list = {{16160123,1429,1,0}},
	},
	[261430] = {
		name = "宋遼獎勵1430",
		drop_id = 261430,
		client_goods_list = {{16160123,1430,1,0}},
	},
	[261431] = {
		name = "宋遼獎勵1431",
		drop_id = 261431,
		client_goods_list = {{16160123,1431,1,0}},
	},
	[261432] = {
		name = "宋遼獎勵1432",
		drop_id = 261432,
		client_goods_list = {{16160123,1432,1,0}},
	},
	[261433] = {
		name = "宋遼獎勵1433",
		drop_id = 261433,
		client_goods_list = {{16160123,1433,1,0}},
	},
	[261434] = {
		name = "宋遼獎勵1434",
		drop_id = 261434,
		client_goods_list = {{16160123,1434,1,0}},
	},
	[261435] = {
		name = "宋遼獎勵1435",
		drop_id = 261435,
		client_goods_list = {{16160123,1435,1,0}},
	},
	[261436] = {
		name = "宋遼獎勵1436",
		drop_id = 261436,
		client_goods_list = {{16160123,1436,1,0}},
	},
	[261437] = {
		name = "宋遼獎勵1437",
		drop_id = 261437,
		client_goods_list = {{16160123,1437,1,0}},
	},
	[261438] = {
		name = "宋遼獎勵1438",
		drop_id = 261438,
		client_goods_list = {{16160123,1438,1,0}},
	},
	[261439] = {
		name = "宋遼獎勵1439",
		drop_id = 261439,
		client_goods_list = {{16160123,1439,1,0}},
	},
	[261440] = {
		name = "宋遼獎勵1440",
		drop_id = 261440,
		client_goods_list = {{16160123,1440,1,0}},
	},
	[261441] = {
		name = "宋遼獎勵1441",
		drop_id = 261441,
		client_goods_list = {{16160123,1441,1,0}},
	},
	[261442] = {
		name = "宋遼獎勵1442",
		drop_id = 261442,
		client_goods_list = {{16160123,1442,1,0}},
	},
	[261443] = {
		name = "宋遼獎勵1443",
		drop_id = 261443,
		client_goods_list = {{16160123,1443,1,0}},
	},
	[261444] = {
		name = "宋遼獎勵1444",
		drop_id = 261444,
		client_goods_list = {{16160123,1444,1,0}},
	},
	[261445] = {
		name = "宋遼獎勵1445",
		drop_id = 261445,
		client_goods_list = {{16160123,1445,1,0}},
	},
	[261446] = {
		name = "宋遼獎勵1446",
		drop_id = 261446,
		client_goods_list = {{16160123,1446,1,0}},
	},
	[261447] = {
		name = "宋遼獎勵1447",
		drop_id = 261447,
		client_goods_list = {{16160123,1447,1,0}},
	},
	[261448] = {
		name = "宋遼獎勵1448",
		drop_id = 261448,
		client_goods_list = {{16160123,1448,1,0}},
	},
	[261449] = {
		name = "宋遼獎勵1449",
		drop_id = 261449,
		client_goods_list = {{16160123,1449,1,0}},
	},
	[261450] = {
		name = "宋遼獎勵1450",
		drop_id = 261450,
		client_goods_list = {{16160123,1450,1,0}},
	},
	[261451] = {
		name = "宋遼獎勵1451",
		drop_id = 261451,
		client_goods_list = {{16160123,1451,1,0}},
	},
	[261452] = {
		name = "宋遼獎勵1452",
		drop_id = 261452,
		client_goods_list = {{16160123,1452,1,0}},
	},
	[261453] = {
		name = "宋遼獎勵1453",
		drop_id = 261453,
		client_goods_list = {{16160123,1453,1,0}},
	},
	[261454] = {
		name = "宋遼獎勵1454",
		drop_id = 261454,
		client_goods_list = {{16160123,1454,1,0}},
	},
	[261455] = {
		name = "宋遼獎勵1455",
		drop_id = 261455,
		client_goods_list = {{16160123,1455,1,0}},
	},
	[261456] = {
		name = "宋遼獎勵1456",
		drop_id = 261456,
		client_goods_list = {{16160123,1456,1,0}},
	},
	[261457] = {
		name = "宋遼獎勵1457",
		drop_id = 261457,
		client_goods_list = {{16160123,1457,1,0}},
	},
	[261458] = {
		name = "宋遼獎勵1458",
		drop_id = 261458,
		client_goods_list = {{16160123,1458,1,0}},
	},
	[261459] = {
		name = "宋遼獎勵1459",
		drop_id = 261459,
		client_goods_list = {{16160123,1459,1,0}},
	},
	[261460] = {
		name = "宋遼獎勵1460",
		drop_id = 261460,
		client_goods_list = {{16160123,1460,1,0}},
	},
	[261461] = {
		name = "宋遼獎勵1461",
		drop_id = 261461,
		client_goods_list = {{16160123,1461,1,0}},
	},
	[261462] = {
		name = "宋遼獎勵1462",
		drop_id = 261462,
		client_goods_list = {{16160123,1462,1,0}},
	},
	[261463] = {
		name = "宋遼獎勵1463",
		drop_id = 261463,
		client_goods_list = {{16160123,1463,1,0}},
	},
	[261464] = {
		name = "宋遼獎勵1464",
		drop_id = 261464,
		client_goods_list = {{16160123,1464,1,0}},
	},
	[261465] = {
		name = "宋遼獎勵1465",
		drop_id = 261465,
		client_goods_list = {{16160123,1465,1,0}},
	},
	[261466] = {
		name = "宋遼獎勵1466",
		drop_id = 261466,
		client_goods_list = {{16160123,1466,1,0}},
	},
	[261467] = {
		name = "宋遼獎勵1467",
		drop_id = 261467,
		client_goods_list = {{16160123,1467,1,0}},
	},
	[261468] = {
		name = "宋遼獎勵1468",
		drop_id = 261468,
		client_goods_list = {{16160123,1468,1,0}},
	},
	[261469] = {
		name = "宋遼獎勵1469",
		drop_id = 261469,
		client_goods_list = {{16160123,1469,1,0}},
	},
	[261470] = {
		name = "宋遼獎勵1470",
		drop_id = 261470,
		client_goods_list = {{16160123,1470,1,0}},
	},
	[261471] = {
		name = "宋遼獎勵1471",
		drop_id = 261471,
		client_goods_list = {{16160123,1471,1,0}},
	},
	[261472] = {
		name = "宋遼獎勵1472",
		drop_id = 261472,
		client_goods_list = {{16160123,1472,1,0}},
	},
	[261473] = {
		name = "宋遼獎勵1473",
		drop_id = 261473,
		client_goods_list = {{16160123,1473,1,0}},
	},
	[261474] = {
		name = "宋遼獎勵1474",
		drop_id = 261474,
		client_goods_list = {{16160123,1474,1,0}},
	},
	[261475] = {
		name = "宋遼獎勵1475",
		drop_id = 261475,
		client_goods_list = {{16160123,1475,1,0}},
	},
	[261476] = {
		name = "宋遼獎勵1476",
		drop_id = 261476,
		client_goods_list = {{16160123,1476,1,0}},
	},
	[261477] = {
		name = "宋遼獎勵1477",
		drop_id = 261477,
		client_goods_list = {{16160123,1477,1,0}},
	},
	[261478] = {
		name = "宋遼獎勵1478",
		drop_id = 261478,
		client_goods_list = {{16160123,1478,1,0}},
	},
	[261479] = {
		name = "宋遼獎勵1479",
		drop_id = 261479,
		client_goods_list = {{16160123,1479,1,0}},
	},
	[261480] = {
		name = "宋遼獎勵1480",
		drop_id = 261480,
		client_goods_list = {{16160123,1480,1,0}},
	},
	[261481] = {
		name = "宋遼獎勵1481",
		drop_id = 261481,
		client_goods_list = {{16160123,1481,1,0}},
	},
	[261482] = {
		name = "宋遼獎勵1482",
		drop_id = 261482,
		client_goods_list = {{16160123,1482,1,0}},
	},
	[261483] = {
		name = "宋遼獎勵1483",
		drop_id = 261483,
		client_goods_list = {{16160123,1483,1,0}},
	},
	[261484] = {
		name = "宋遼獎勵1484",
		drop_id = 261484,
		client_goods_list = {{16160123,1484,1,0}},
	},
	[261485] = {
		name = "宋遼獎勵1485",
		drop_id = 261485,
		client_goods_list = {{16160123,1485,1,0}},
	},
	[261486] = {
		name = "宋遼獎勵1486",
		drop_id = 261486,
		client_goods_list = {{16160123,1486,1,0}},
	},
	[261487] = {
		name = "宋遼獎勵1487",
		drop_id = 261487,
		client_goods_list = {{16160123,1487,1,0}},
	},
	[261488] = {
		name = "宋遼獎勵1488",
		drop_id = 261488,
		client_goods_list = {{16160123,1488,1,0}},
	},
	[261489] = {
		name = "宋遼獎勵1489",
		drop_id = 261489,
		client_goods_list = {{16160123,1489,1,0}},
	},
	[261490] = {
		name = "宋遼獎勵1490",
		drop_id = 261490,
		client_goods_list = {{16160123,1490,1,0}},
	},
	[261491] = {
		name = "宋遼獎勵1491",
		drop_id = 261491,
		client_goods_list = {{16160123,1491,1,0}},
	},
	[261492] = {
		name = "宋遼獎勵1492",
		drop_id = 261492,
		client_goods_list = {{16160123,1492,1,0}},
	},
	[261493] = {
		name = "宋遼獎勵1493",
		drop_id = 261493,
		client_goods_list = {{16160123,1493,1,0}},
	},
	[261494] = {
		name = "宋遼獎勵1494",
		drop_id = 261494,
		client_goods_list = {{16160123,1494,1,0}},
	},
	[261495] = {
		name = "宋遼獎勵1495",
		drop_id = 261495,
		client_goods_list = {{16160123,1495,1,0}},
	},
	[261496] = {
		name = "宋遼獎勵1496",
		drop_id = 261496,
		client_goods_list = {{16160123,1496,1,0}},
	},
	[261497] = {
		name = "宋遼獎勵1497",
		drop_id = 261497,
		client_goods_list = {{16160123,1497,1,0}},
	},
	[261498] = {
		name = "宋遼獎勵1498",
		drop_id = 261498,
		client_goods_list = {{16160123,1498,1,0}},
	},
	[261499] = {
		name = "宋遼獎勵1499",
		drop_id = 261499,
		client_goods_list = {{16160123,1499,1,0}},
	},
	[261500] = {
		name = "宋遼獎勵1500",
		drop_id = 261500,
		client_goods_list = {{16160123,1500,1,0}},
	},
	[261501] = {
		name = "宋遼獎勵1501",
		drop_id = 261501,
		client_goods_list = {{16160123,1501,1,0}},
	},
	[261502] = {
		name = "宋遼獎勵1502",
		drop_id = 261502,
		client_goods_list = {{16160123,1502,1,0}},
	},
	[261503] = {
		name = "宋遼獎勵1503",
		drop_id = 261503,
		client_goods_list = {{16160123,1503,1,0}},
	},
	[261504] = {
		name = "宋遼獎勵1504",
		drop_id = 261504,
		client_goods_list = {{16160123,1504,1,0}},
	},
	[261505] = {
		name = "宋遼獎勵1505",
		drop_id = 261505,
		client_goods_list = {{16160123,1505,1,0}},
	},
	[261506] = {
		name = "宋遼獎勵1506",
		drop_id = 261506,
		client_goods_list = {{16160123,1506,1,0}},
	},
	[261507] = {
		name = "宋遼獎勵1507",
		drop_id = 261507,
		client_goods_list = {{16160123,1507,1,0}},
	},
	[261508] = {
		name = "宋遼獎勵1508",
		drop_id = 261508,
		client_goods_list = {{16160123,1508,1,0}},
	},
	[261509] = {
		name = "宋遼獎勵1509",
		drop_id = 261509,
		client_goods_list = {{16160123,1509,1,0}},
	},
	[261510] = {
		name = "宋遼獎勵1510",
		drop_id = 261510,
		client_goods_list = {{16160123,1510,1,0}},
	},
	[261511] = {
		name = "宋遼獎勵1511",
		drop_id = 261511,
		client_goods_list = {{16160123,1511,1,0}},
	},
	[261512] = {
		name = "宋遼獎勵1512",
		drop_id = 261512,
		client_goods_list = {{16160123,1512,1,0}},
	},
	[261513] = {
		name = "宋遼獎勵1513",
		drop_id = 261513,
		client_goods_list = {{16160123,1513,1,0}},
	},
	[261514] = {
		name = "宋遼獎勵1514",
		drop_id = 261514,
		client_goods_list = {{16160123,1514,1,0}},
	},
	[261515] = {
		name = "宋遼獎勵1515",
		drop_id = 261515,
		client_goods_list = {{16160123,1515,1,0}},
	},
	[261516] = {
		name = "宋遼獎勵1516",
		drop_id = 261516,
		client_goods_list = {{16160123,1516,1,0}},
	},
	[261517] = {
		name = "宋遼獎勵1517",
		drop_id = 261517,
		client_goods_list = {{16160123,1517,1,0}},
	},
	[261518] = {
		name = "宋遼獎勵1518",
		drop_id = 261518,
		client_goods_list = {{16160123,1518,1,0}},
	},
	[261519] = {
		name = "宋遼獎勵1519",
		drop_id = 261519,
		client_goods_list = {{16160123,1519,1,0}},
	},
	[261520] = {
		name = "宋遼獎勵1520",
		drop_id = 261520,
		client_goods_list = {{16160123,1520,1,0}},
	},
	[261521] = {
		name = "宋遼獎勵1521",
		drop_id = 261521,
		client_goods_list = {{16160123,1521,1,0}},
	},
	[261522] = {
		name = "宋遼獎勵1522",
		drop_id = 261522,
		client_goods_list = {{16160123,1522,1,0}},
	},
	[261523] = {
		name = "宋遼獎勵1523",
		drop_id = 261523,
		client_goods_list = {{16160123,1523,1,0}},
	},
	[261524] = {
		name = "宋遼獎勵1524",
		drop_id = 261524,
		client_goods_list = {{16160123,1524,1,0}},
	},
	[261525] = {
		name = "宋遼獎勵1525",
		drop_id = 261525,
		client_goods_list = {{16160123,1525,1,0}},
	},
	[261526] = {
		name = "宋遼獎勵1526",
		drop_id = 261526,
		client_goods_list = {{16160123,1526,1,0}},
	},
	[261527] = {
		name = "宋遼獎勵1527",
		drop_id = 261527,
		client_goods_list = {{16160123,1527,1,0}},
	},
	[261528] = {
		name = "宋遼獎勵1528",
		drop_id = 261528,
		client_goods_list = {{16160123,1528,1,0}},
	},
	[261529] = {
		name = "宋遼獎勵1529",
		drop_id = 261529,
		client_goods_list = {{16160123,1529,1,0}},
	},
	[261530] = {
		name = "宋遼獎勵1530",
		drop_id = 261530,
		client_goods_list = {{16160123,1530,1,0}},
	},
	[261531] = {
		name = "宋遼獎勵1531",
		drop_id = 261531,
		client_goods_list = {{16160123,1531,1,0}},
	},
	[261532] = {
		name = "宋遼獎勵1532",
		drop_id = 261532,
		client_goods_list = {{16160123,1532,1,0}},
	},
	[261533] = {
		name = "宋遼獎勵1533",
		drop_id = 261533,
		client_goods_list = {{16160123,1533,1,0}},
	},
	[261534] = {
		name = "宋遼獎勵1534",
		drop_id = 261534,
		client_goods_list = {{16160123,1534,1,0}},
	},
	[261535] = {
		name = "宋遼獎勵1535",
		drop_id = 261535,
		client_goods_list = {{16160123,1535,1,0}},
	},
	[261536] = {
		name = "宋遼獎勵1536",
		drop_id = 261536,
		client_goods_list = {{16160123,1536,1,0}},
	},
	[261537] = {
		name = "宋遼獎勵1537",
		drop_id = 261537,
		client_goods_list = {{16160123,1537,1,0}},
	},
	[261538] = {
		name = "宋遼獎勵1538",
		drop_id = 261538,
		client_goods_list = {{16160123,1538,1,0}},
	},
	[261539] = {
		name = "宋遼獎勵1539",
		drop_id = 261539,
		client_goods_list = {{16160123,1539,1,0}},
	},
	[261540] = {
		name = "宋遼獎勵1540",
		drop_id = 261540,
		client_goods_list = {{16160123,1540,1,0}},
	},
	[261541] = {
		name = "宋遼獎勵1541",
		drop_id = 261541,
		client_goods_list = {{16160123,1541,1,0}},
	},
	[261542] = {
		name = "宋遼獎勵1542",
		drop_id = 261542,
		client_goods_list = {{16160123,1542,1,0}},
	},
	[261543] = {
		name = "宋遼獎勵1543",
		drop_id = 261543,
		client_goods_list = {{16160123,1543,1,0}},
	},
	[261544] = {
		name = "宋遼獎勵1544",
		drop_id = 261544,
		client_goods_list = {{16160123,1544,1,0}},
	},
	[261545] = {
		name = "宋遼獎勵1545",
		drop_id = 261545,
		client_goods_list = {{16160123,1545,1,0}},
	},
	[261546] = {
		name = "宋遼獎勵1546",
		drop_id = 261546,
		client_goods_list = {{16160123,1546,1,0}},
	},
	[261547] = {
		name = "宋遼獎勵1547",
		drop_id = 261547,
		client_goods_list = {{16160123,1547,1,0}},
	},
	[261548] = {
		name = "宋遼獎勵1548",
		drop_id = 261548,
		client_goods_list = {{16160123,1548,1,0}},
	},
	[261549] = {
		name = "宋遼獎勵1549",
		drop_id = 261549,
		client_goods_list = {{16160123,1549,1,0}},
	},
	[261550] = {
		name = "宋遼獎勵1550",
		drop_id = 261550,
		client_goods_list = {{16160123,1550,1,0}},
	},
	[261551] = {
		name = "宋遼獎勵1551",
		drop_id = 261551,
		client_goods_list = {{16160123,1551,1,0}},
	},
	[261552] = {
		name = "宋遼獎勵1552",
		drop_id = 261552,
		client_goods_list = {{16160123,1552,1,0}},
	},
	[261553] = {
		name = "宋遼獎勵1553",
		drop_id = 261553,
		client_goods_list = {{16160123,1553,1,0}},
	},
	[261554] = {
		name = "宋遼獎勵1554",
		drop_id = 261554,
		client_goods_list = {{16160123,1554,1,0}},
	},
	[261555] = {
		name = "宋遼獎勵1555",
		drop_id = 261555,
		client_goods_list = {{16160123,1555,1,0}},
	},
	[261556] = {
		name = "宋遼獎勵1556",
		drop_id = 261556,
		client_goods_list = {{16160123,1556,1,0}},
	},
	[261557] = {
		name = "宋遼獎勵1557",
		drop_id = 261557,
		client_goods_list = {{16160123,1557,1,0}},
	},
	[261558] = {
		name = "宋遼獎勵1558",
		drop_id = 261558,
		client_goods_list = {{16160123,1558,1,0}},
	},
	[261559] = {
		name = "宋遼獎勵1559",
		drop_id = 261559,
		client_goods_list = {{16160123,1559,1,0}},
	},
	[261560] = {
		name = "宋遼獎勵1560",
		drop_id = 261560,
		client_goods_list = {{16160123,1560,1,0}},
	},
	[261561] = {
		name = "宋遼獎勵1561",
		drop_id = 261561,
		client_goods_list = {{16160123,1561,1,0}},
	},
	[261562] = {
		name = "宋遼獎勵1562",
		drop_id = 261562,
		client_goods_list = {{16160123,1562,1,0}},
	},
	[261563] = {
		name = "宋遼獎勵1563",
		drop_id = 261563,
		client_goods_list = {{16160123,1563,1,0}},
	},
	[261564] = {
		name = "宋遼獎勵1564",
		drop_id = 261564,
		client_goods_list = {{16160123,1564,1,0}},
	},
	[261565] = {
		name = "宋遼獎勵1565",
		drop_id = 261565,
		client_goods_list = {{16160123,1565,1,0}},
	},
	[261566] = {
		name = "宋遼獎勵1566",
		drop_id = 261566,
		client_goods_list = {{16160123,1566,1,0}},
	},
	[261567] = {
		name = "宋遼獎勵1567",
		drop_id = 261567,
		client_goods_list = {{16160123,1567,1,0}},
	},
	[261568] = {
		name = "宋遼獎勵1568",
		drop_id = 261568,
		client_goods_list = {{16160123,1568,1,0}},
	},
	[261569] = {
		name = "宋遼獎勵1569",
		drop_id = 261569,
		client_goods_list = {{16160123,1569,1,0}},
	},
	[261570] = {
		name = "宋遼獎勵1570",
		drop_id = 261570,
		client_goods_list = {{16160123,1570,1,0}},
	},
	[261571] = {
		name = "宋遼獎勵1571",
		drop_id = 261571,
		client_goods_list = {{16160123,1571,1,0}},
	},
	[261572] = {
		name = "宋遼獎勵1572",
		drop_id = 261572,
		client_goods_list = {{16160123,1572,1,0}},
	},
	[261573] = {
		name = "宋遼獎勵1573",
		drop_id = 261573,
		client_goods_list = {{16160123,1573,1,0}},
	},
	[261574] = {
		name = "宋遼獎勵1574",
		drop_id = 261574,
		client_goods_list = {{16160123,1574,1,0}},
	},
	[261575] = {
		name = "宋遼獎勵1575",
		drop_id = 261575,
		client_goods_list = {{16160123,1575,1,0}},
	},
	[261576] = {
		name = "宋遼獎勵1576",
		drop_id = 261576,
		client_goods_list = {{16160123,1576,1,0}},
	},
	[261577] = {
		name = "宋遼獎勵1577",
		drop_id = 261577,
		client_goods_list = {{16160123,1577,1,0}},
	},
	[261578] = {
		name = "宋遼獎勵1578",
		drop_id = 261578,
		client_goods_list = {{16160123,1578,1,0}},
	},
	[261579] = {
		name = "宋遼獎勵1579",
		drop_id = 261579,
		client_goods_list = {{16160123,1579,1,0}},
	},
	[261580] = {
		name = "宋遼獎勵1580",
		drop_id = 261580,
		client_goods_list = {{16160123,1580,1,0}},
	},
	[261581] = {
		name = "宋遼獎勵1581",
		drop_id = 261581,
		client_goods_list = {{16160123,1581,1,0}},
	},
	[261582] = {
		name = "宋遼獎勵1582",
		drop_id = 261582,
		client_goods_list = {{16160123,1582,1,0}},
	},
	[261583] = {
		name = "宋遼獎勵1583",
		drop_id = 261583,
		client_goods_list = {{16160123,1583,1,0}},
	},
	[261584] = {
		name = "宋遼獎勵1584",
		drop_id = 261584,
		client_goods_list = {{16160123,1584,1,0}},
	},
	[261585] = {
		name = "宋遼獎勵1585",
		drop_id = 261585,
		client_goods_list = {{16160123,1585,1,0}},
	},
	[261586] = {
		name = "宋遼獎勵1586",
		drop_id = 261586,
		client_goods_list = {{16160123,1586,1,0}},
	},
	[261587] = {
		name = "宋遼獎勵1587",
		drop_id = 261587,
		client_goods_list = {{16160123,1587,1,0}},
	},
	[261588] = {
		name = "宋遼獎勵1588",
		drop_id = 261588,
		client_goods_list = {{16160123,1588,1,0}},
	},
	[261589] = {
		name = "宋遼獎勵1589",
		drop_id = 261589,
		client_goods_list = {{16160123,1589,1,0}},
	},
	[261590] = {
		name = "宋遼獎勵1590",
		drop_id = 261590,
		client_goods_list = {{16160123,1590,1,0}},
	},
	[261591] = {
		name = "宋遼獎勵1591",
		drop_id = 261591,
		client_goods_list = {{16160123,1591,1,0}},
	},
	[261592] = {
		name = "宋遼獎勵1592",
		drop_id = 261592,
		client_goods_list = {{16160123,1592,1,0}},
	},
	[261593] = {
		name = "宋遼獎勵1593",
		drop_id = 261593,
		client_goods_list = {{16160123,1593,1,0}},
	},
	[261594] = {
		name = "宋遼獎勵1594",
		drop_id = 261594,
		client_goods_list = {{16160123,1594,1,0}},
	},
	[261595] = {
		name = "宋遼獎勵1595",
		drop_id = 261595,
		client_goods_list = {{16160123,1595,1,0}},
	},
	[261596] = {
		name = "宋遼獎勵1596",
		drop_id = 261596,
		client_goods_list = {{16160123,1596,1,0}},
	},
	[261597] = {
		name = "宋遼獎勵1597",
		drop_id = 261597,
		client_goods_list = {{16160123,1597,1,0}},
	},
	[261598] = {
		name = "宋遼獎勵1598",
		drop_id = 261598,
		client_goods_list = {{16160123,1598,1,0}},
	},
	[261599] = {
		name = "宋遼獎勵1599",
		drop_id = 261599,
		client_goods_list = {{16160123,1599,1,0}},
	},
	[261600] = {
		name = "宋遼獎勵1600",
		drop_id = 261600,
		client_goods_list = {{16160123,1600,1,0}},
	},
	[261601] = {
		name = "宋遼獎勵1601",
		drop_id = 261601,
		client_goods_list = {{16160123,1601,1,0}},
	},
	[261602] = {
		name = "宋遼獎勵1602",
		drop_id = 261602,
		client_goods_list = {{16160123,1602,1,0}},
	},
	[261603] = {
		name = "宋遼獎勵1603",
		drop_id = 261603,
		client_goods_list = {{16160123,1603,1,0}},
	},
	[261604] = {
		name = "宋遼獎勵1604",
		drop_id = 261604,
		client_goods_list = {{16160123,1604,1,0}},
	},
	[261605] = {
		name = "宋遼獎勵1605",
		drop_id = 261605,
		client_goods_list = {{16160123,1605,1,0}},
	},
	[261606] = {
		name = "宋遼獎勵1606",
		drop_id = 261606,
		client_goods_list = {{16160123,1606,1,0}},
	},
	[261607] = {
		name = "宋遼獎勵1607",
		drop_id = 261607,
		client_goods_list = {{16160123,1607,1,0}},
	},
	[261608] = {
		name = "宋遼獎勵1608",
		drop_id = 261608,
		client_goods_list = {{16160123,1608,1,0}},
	},
	[261609] = {
		name = "宋遼獎勵1609",
		drop_id = 261609,
		client_goods_list = {{16160123,1609,1,0}},
	},
	[261610] = {
		name = "宋遼獎勵1610",
		drop_id = 261610,
		client_goods_list = {{16160123,1610,1,0}},
	},
	[261611] = {
		name = "宋遼獎勵1611",
		drop_id = 261611,
		client_goods_list = {{16160123,1611,1,0}},
	},
	[261612] = {
		name = "宋遼獎勵1612",
		drop_id = 261612,
		client_goods_list = {{16160123,1612,1,0}},
	},
	[261613] = {
		name = "宋遼獎勵1613",
		drop_id = 261613,
		client_goods_list = {{16160123,1613,1,0}},
	},
	[261614] = {
		name = "宋遼獎勵1614",
		drop_id = 261614,
		client_goods_list = {{16160123,1614,1,0}},
	},
	[261615] = {
		name = "宋遼獎勵1615",
		drop_id = 261615,
		client_goods_list = {{16160123,1615,1,0}},
	},
	[261616] = {
		name = "宋遼獎勵1616",
		drop_id = 261616,
		client_goods_list = {{16160123,1616,1,0}},
	},
	[261617] = {
		name = "宋遼獎勵1617",
		drop_id = 261617,
		client_goods_list = {{16160123,1617,1,0}},
	},
	[261618] = {
		name = "宋遼獎勵1618",
		drop_id = 261618,
		client_goods_list = {{16160123,1618,1,0}},
	},
	[261619] = {
		name = "宋遼獎勵1619",
		drop_id = 261619,
		client_goods_list = {{16160123,1619,1,0}},
	},
	[261620] = {
		name = "宋遼獎勵1620",
		drop_id = 261620,
		client_goods_list = {{16160123,1620,1,0}},
	},
	[261621] = {
		name = "宋遼獎勵1621",
		drop_id = 261621,
		client_goods_list = {{16160123,1621,1,0}},
	},
	[261622] = {
		name = "宋遼獎勵1622",
		drop_id = 261622,
		client_goods_list = {{16160123,1622,1,0}},
	},
	[261623] = {
		name = "宋遼獎勵1623",
		drop_id = 261623,
		client_goods_list = {{16160123,1623,1,0}},
	},
	[261624] = {
		name = "宋遼獎勵1624",
		drop_id = 261624,
		client_goods_list = {{16160123,1624,1,0}},
	},
	[261625] = {
		name = "宋遼獎勵1625",
		drop_id = 261625,
		client_goods_list = {{16160123,1625,1,0}},
	},
	[261626] = {
		name = "宋遼獎勵1626",
		drop_id = 261626,
		client_goods_list = {{16160123,1626,1,0}},
	},
	[261627] = {
		name = "宋遼獎勵1627",
		drop_id = 261627,
		client_goods_list = {{16160123,1627,1,0}},
	},
	[261628] = {
		name = "宋遼獎勵1628",
		drop_id = 261628,
		client_goods_list = {{16160123,1628,1,0}},
	},
	[261629] = {
		name = "宋遼獎勵1629",
		drop_id = 261629,
		client_goods_list = {{16160123,1629,1,0}},
	},
	[261630] = {
		name = "宋遼獎勵1630",
		drop_id = 261630,
		client_goods_list = {{16160123,1630,1,0}},
	},
	[261631] = {
		name = "宋遼獎勵1631",
		drop_id = 261631,
		client_goods_list = {{16160123,1631,1,0}},
	},
	[261632] = {
		name = "宋遼獎勵1632",
		drop_id = 261632,
		client_goods_list = {{16160123,1632,1,0}},
	},
	[261633] = {
		name = "宋遼獎勵1633",
		drop_id = 261633,
		client_goods_list = {{16160123,1633,1,0}},
	},
	[261634] = {
		name = "宋遼獎勵1634",
		drop_id = 261634,
		client_goods_list = {{16160123,1634,1,0}},
	},
	[261635] = {
		name = "宋遼獎勵1635",
		drop_id = 261635,
		client_goods_list = {{16160123,1635,1,0}},
	},
	[261636] = {
		name = "宋遼獎勵1636",
		drop_id = 261636,
		client_goods_list = {{16160123,1636,1,0}},
	},
	[261637] = {
		name = "宋遼獎勵1637",
		drop_id = 261637,
		client_goods_list = {{16160123,1637,1,0}},
	},
	[261638] = {
		name = "宋遼獎勵1638",
		drop_id = 261638,
		client_goods_list = {{16160123,1638,1,0}},
	},
	[261639] = {
		name = "宋遼獎勵1639",
		drop_id = 261639,
		client_goods_list = {{16160123,1639,1,0}},
	},
	[261640] = {
		name = "宋遼獎勵1640",
		drop_id = 261640,
		client_goods_list = {{16160123,1640,1,0}},
	},
	[261641] = {
		name = "宋遼獎勵1641",
		drop_id = 261641,
		client_goods_list = {{16160123,1641,1,0}},
	},
	[261642] = {
		name = "宋遼獎勵1642",
		drop_id = 261642,
		client_goods_list = {{16160123,1642,1,0}},
	},
	[261643] = {
		name = "宋遼獎勵1643",
		drop_id = 261643,
		client_goods_list = {{16160123,1643,1,0}},
	},
	[261644] = {
		name = "宋遼獎勵1644",
		drop_id = 261644,
		client_goods_list = {{16160123,1644,1,0}},
	},
	[261645] = {
		name = "宋遼獎勵1645",
		drop_id = 261645,
		client_goods_list = {{16160123,1645,1,0}},
	},
	[261646] = {
		name = "宋遼獎勵1646",
		drop_id = 261646,
		client_goods_list = {{16160123,1646,1,0}},
	},
	[261647] = {
		name = "宋遼獎勵1647",
		drop_id = 261647,
		client_goods_list = {{16160123,1647,1,0}},
	},
	[261648] = {
		name = "宋遼獎勵1648",
		drop_id = 261648,
		client_goods_list = {{16160123,1648,1,0}},
	},
	[261649] = {
		name = "宋遼獎勵1649",
		drop_id = 261649,
		client_goods_list = {{16160123,1649,1,0}},
	},
	[261650] = {
		name = "宋遼獎勵1650",
		drop_id = 261650,
		client_goods_list = {{16160123,1650,1,0}},
	},
	[261651] = {
		name = "宋遼獎勵1651",
		drop_id = 261651,
		client_goods_list = {{16160123,1651,1,0}},
	},
	[261652] = {
		name = "宋遼獎勵1652",
		drop_id = 261652,
		client_goods_list = {{16160123,1652,1,0}},
	},
	[261653] = {
		name = "宋遼獎勵1653",
		drop_id = 261653,
		client_goods_list = {{16160123,1653,1,0}},
	},
	[261654] = {
		name = "宋遼獎勵1654",
		drop_id = 261654,
		client_goods_list = {{16160123,1654,1,0}},
	},
	[261655] = {
		name = "宋遼獎勵1655",
		drop_id = 261655,
		client_goods_list = {{16160123,1655,1,0}},
	},
	[261656] = {
		name = "宋遼獎勵1656",
		drop_id = 261656,
		client_goods_list = {{16160123,1656,1,0}},
	},
	[261657] = {
		name = "宋遼獎勵1657",
		drop_id = 261657,
		client_goods_list = {{16160123,1657,1,0}},
	},
	[261658] = {
		name = "宋遼獎勵1658",
		drop_id = 261658,
		client_goods_list = {{16160123,1658,1,0}},
	},
	[261659] = {
		name = "宋遼獎勵1659",
		drop_id = 261659,
		client_goods_list = {{16160123,1659,1,0}},
	},
	[261660] = {
		name = "宋遼獎勵1660",
		drop_id = 261660,
		client_goods_list = {{16160123,1660,1,0}},
	},
	[261661] = {
		name = "宋遼獎勵1661",
		drop_id = 261661,
		client_goods_list = {{16160123,1661,1,0}},
	},
	[261662] = {
		name = "宋遼獎勵1662",
		drop_id = 261662,
		client_goods_list = {{16160123,1662,1,0}},
	},
	[261663] = {
		name = "宋遼獎勵1663",
		drop_id = 261663,
		client_goods_list = {{16160123,1663,1,0}},
	},
	[261664] = {
		name = "宋遼獎勵1664",
		drop_id = 261664,
		client_goods_list = {{16160123,1664,1,0}},
	},
	[261665] = {
		name = "宋遼獎勵1665",
		drop_id = 261665,
		client_goods_list = {{16160123,1665,1,0}},
	},
	[261666] = {
		name = "宋遼獎勵1666",
		drop_id = 261666,
		client_goods_list = {{16160123,1666,1,0}},
	},
	[261667] = {
		name = "宋遼獎勵1667",
		drop_id = 261667,
		client_goods_list = {{16160123,1667,1,0}},
	},
	[261668] = {
		name = "宋遼獎勵1668",
		drop_id = 261668,
		client_goods_list = {{16160123,1668,1,0}},
	},
	[261669] = {
		name = "宋遼獎勵1669",
		drop_id = 261669,
		client_goods_list = {{16160123,1669,1,0}},
	},
	[261670] = {
		name = "宋遼獎勵1670",
		drop_id = 261670,
		client_goods_list = {{16160123,1670,1,0}},
	},
	[261671] = {
		name = "宋遼獎勵1671",
		drop_id = 261671,
		client_goods_list = {{16160123,1671,1,0}},
	},
	[261672] = {
		name = "宋遼獎勵1672",
		drop_id = 261672,
		client_goods_list = {{16160123,1672,1,0}},
	},
	[261673] = {
		name = "宋遼獎勵1673",
		drop_id = 261673,
		client_goods_list = {{16160123,1673,1,0}},
	},
	[261674] = {
		name = "宋遼獎勵1674",
		drop_id = 261674,
		client_goods_list = {{16160123,1674,1,0}},
	},
	[261675] = {
		name = "宋遼獎勵1675",
		drop_id = 261675,
		client_goods_list = {{16160123,1675,1,0}},
	},
	[261676] = {
		name = "宋遼獎勵1676",
		drop_id = 261676,
		client_goods_list = {{16160123,1676,1,0}},
	},
	[261677] = {
		name = "宋遼獎勵1677",
		drop_id = 261677,
		client_goods_list = {{16160123,1677,1,0}},
	},
	[261678] = {
		name = "宋遼獎勵1678",
		drop_id = 261678,
		client_goods_list = {{16160123,1678,1,0}},
	},
	[261679] = {
		name = "宋遼獎勵1679",
		drop_id = 261679,
		client_goods_list = {{16160123,1679,1,0}},
	},
	[261680] = {
		name = "宋遼獎勵1680",
		drop_id = 261680,
		client_goods_list = {{16160123,1680,1,0}},
	},
	[261681] = {
		name = "宋遼獎勵1681",
		drop_id = 261681,
		client_goods_list = {{16160123,1681,1,0}},
	},
	[261682] = {
		name = "宋遼獎勵1682",
		drop_id = 261682,
		client_goods_list = {{16160123,1682,1,0}},
	},
	[261683] = {
		name = "宋遼獎勵1683",
		drop_id = 261683,
		client_goods_list = {{16160123,1683,1,0}},
	},
	[261684] = {
		name = "宋遼獎勵1684",
		drop_id = 261684,
		client_goods_list = {{16160123,1684,1,0}},
	},
	[261685] = {
		name = "宋遼獎勵1685",
		drop_id = 261685,
		client_goods_list = {{16160123,1685,1,0}},
	},
	[261686] = {
		name = "宋遼獎勵1686",
		drop_id = 261686,
		client_goods_list = {{16160123,1686,1,0}},
	},
	[261687] = {
		name = "宋遼獎勵1687",
		drop_id = 261687,
		client_goods_list = {{16160123,1687,1,0}},
	},
	[261688] = {
		name = "宋遼獎勵1688",
		drop_id = 261688,
		client_goods_list = {{16160123,1688,1,0}},
	},
	[261689] = {
		name = "宋遼獎勵1689",
		drop_id = 261689,
		client_goods_list = {{16160123,1689,1,0}},
	},
	[261690] = {
		name = "宋遼獎勵1690",
		drop_id = 261690,
		client_goods_list = {{16160123,1690,1,0}},
	},
	[261691] = {
		name = "宋遼獎勵1691",
		drop_id = 261691,
		client_goods_list = {{16160123,1691,1,0}},
	},
	[261692] = {
		name = "宋遼獎勵1692",
		drop_id = 261692,
		client_goods_list = {{16160123,1692,1,0}},
	},
	[261693] = {
		name = "宋遼獎勵1693",
		drop_id = 261693,
		client_goods_list = {{16160123,1693,1,0}},
	},
	[261694] = {
		name = "宋遼獎勵1694",
		drop_id = 261694,
		client_goods_list = {{16160123,1694,1,0}},
	},
	[261695] = {
		name = "宋遼獎勵1695",
		drop_id = 261695,
		client_goods_list = {{16160123,1695,1,0}},
	},
	[261696] = {
		name = "宋遼獎勵1696",
		drop_id = 261696,
		client_goods_list = {{16160123,1696,1,0}},
	},
	[261697] = {
		name = "宋遼獎勵1697",
		drop_id = 261697,
		client_goods_list = {{16160123,1697,1,0}},
	},
	[261698] = {
		name = "宋遼獎勵1698",
		drop_id = 261698,
		client_goods_list = {{16160123,1698,1,0}},
	},
	[261699] = {
		name = "宋遼獎勵1699",
		drop_id = 261699,
		client_goods_list = {{16160123,1699,1,0}},
	},
	[261700] = {
		name = "宋遼獎勵1700",
		drop_id = 261700,
		client_goods_list = {{16160123,1700,1,0}},
	},
	[261701] = {
		name = "宋遼獎勵1701",
		drop_id = 261701,
		client_goods_list = {{16160123,1701,1,0}},
	},
	[261702] = {
		name = "宋遼獎勵1702",
		drop_id = 261702,
		client_goods_list = {{16160123,1702,1,0}},
	},
	[261703] = {
		name = "宋遼獎勵1703",
		drop_id = 261703,
		client_goods_list = {{16160123,1703,1,0}},
	},
	[261704] = {
		name = "宋遼獎勵1704",
		drop_id = 261704,
		client_goods_list = {{16160123,1704,1,0}},
	},
	[261705] = {
		name = "宋遼獎勵1705",
		drop_id = 261705,
		client_goods_list = {{16160123,1705,1,0}},
	},
	[261706] = {
		name = "宋遼獎勵1706",
		drop_id = 261706,
		client_goods_list = {{16160123,1706,1,0}},
	},
	[261707] = {
		name = "宋遼獎勵1707",
		drop_id = 261707,
		client_goods_list = {{16160123,1707,1,0}},
	},
	[261708] = {
		name = "宋遼獎勵1708",
		drop_id = 261708,
		client_goods_list = {{16160123,1708,1,0}},
	},
	[261709] = {
		name = "宋遼獎勵1709",
		drop_id = 261709,
		client_goods_list = {{16160123,1709,1,0}},
	},
	[261710] = {
		name = "宋遼獎勵1710",
		drop_id = 261710,
		client_goods_list = {{16160123,1710,1,0}},
	},
	[261711] = {
		name = "宋遼獎勵1711",
		drop_id = 261711,
		client_goods_list = {{16160123,1711,1,0}},
	},
	[261712] = {
		name = "宋遼獎勵1712",
		drop_id = 261712,
		client_goods_list = {{16160123,1712,1,0}},
	},
	[261713] = {
		name = "宋遼獎勵1713",
		drop_id = 261713,
		client_goods_list = {{16160123,1713,1,0}},
	},
	[261714] = {
		name = "宋遼獎勵1714",
		drop_id = 261714,
		client_goods_list = {{16160123,1714,1,0}},
	},
	[261715] = {
		name = "宋遼獎勵1715",
		drop_id = 261715,
		client_goods_list = {{16160123,1715,1,0}},
	},
	[261716] = {
		name = "宋遼獎勵1716",
		drop_id = 261716,
		client_goods_list = {{16160123,1716,1,0}},
	},
	[261717] = {
		name = "宋遼獎勵1717",
		drop_id = 261717,
		client_goods_list = {{16160123,1717,1,0}},
	},
	[261718] = {
		name = "宋遼獎勵1718",
		drop_id = 261718,
		client_goods_list = {{16160123,1718,1,0}},
	},
	[261719] = {
		name = "宋遼獎勵1719",
		drop_id = 261719,
		client_goods_list = {{16160123,1719,1,0}},
	},
	[261720] = {
		name = "宋遼獎勵1720",
		drop_id = 261720,
		client_goods_list = {{16160123,1720,1,0}},
	},
	[261721] = {
		name = "宋遼獎勵1721",
		drop_id = 261721,
		client_goods_list = {{16160123,1721,1,0}},
	},
	[261722] = {
		name = "宋遼獎勵1722",
		drop_id = 261722,
		client_goods_list = {{16160123,1722,1,0}},
	},
	[261723] = {
		name = "宋遼獎勵1723",
		drop_id = 261723,
		client_goods_list = {{16160123,1723,1,0}},
	},
	[261724] = {
		name = "宋遼獎勵1724",
		drop_id = 261724,
		client_goods_list = {{16160123,1724,1,0}},
	},
	[261725] = {
		name = "宋遼獎勵1725",
		drop_id = 261725,
		client_goods_list = {{16160123,1725,1,0}},
	},
	[261726] = {
		name = "宋遼獎勵1726",
		drop_id = 261726,
		client_goods_list = {{16160123,1726,1,0}},
	},
	[261727] = {
		name = "宋遼獎勵1727",
		drop_id = 261727,
		client_goods_list = {{16160123,1727,1,0}},
	},
	[261728] = {
		name = "宋遼獎勵1728",
		drop_id = 261728,
		client_goods_list = {{16160123,1728,1,0}},
	},
	[261729] = {
		name = "宋遼獎勵1729",
		drop_id = 261729,
		client_goods_list = {{16160123,1729,1,0}},
	},
	[261730] = {
		name = "宋遼獎勵1730",
		drop_id = 261730,
		client_goods_list = {{16160123,1730,1,0}},
	},
	[261731] = {
		name = "宋遼獎勵1731",
		drop_id = 261731,
		client_goods_list = {{16160123,1731,1,0}},
	},
	[261732] = {
		name = "宋遼獎勵1732",
		drop_id = 261732,
		client_goods_list = {{16160123,1732,1,0}},
	},
	[261733] = {
		name = "宋遼獎勵1733",
		drop_id = 261733,
		client_goods_list = {{16160123,1733,1,0}},
	},
	[261734] = {
		name = "宋遼獎勵1734",
		drop_id = 261734,
		client_goods_list = {{16160123,1734,1,0}},
	},
	[261735] = {
		name = "宋遼獎勵1735",
		drop_id = 261735,
		client_goods_list = {{16160123,1735,1,0}},
	},
	[261736] = {
		name = "宋遼獎勵1736",
		drop_id = 261736,
		client_goods_list = {{16160123,1736,1,0}},
	},
	[261737] = {
		name = "宋遼獎勵1737",
		drop_id = 261737,
		client_goods_list = {{16160123,1737,1,0}},
	},
	[261738] = {
		name = "宋遼獎勵1738",
		drop_id = 261738,
		client_goods_list = {{16160123,1738,1,0}},
	},
	[261739] = {
		name = "宋遼獎勵1739",
		drop_id = 261739,
		client_goods_list = {{16160123,1739,1,0}},
	},
	[261740] = {
		name = "宋遼獎勵1740",
		drop_id = 261740,
		client_goods_list = {{16160123,1740,1,0}},
	},
	[261741] = {
		name = "宋遼獎勵1741",
		drop_id = 261741,
		client_goods_list = {{16160123,1741,1,0}},
	},
	[261742] = {
		name = "宋遼獎勵1742",
		drop_id = 261742,
		client_goods_list = {{16160123,1742,1,0}},
	},
	[261743] = {
		name = "宋遼獎勵1743",
		drop_id = 261743,
		client_goods_list = {{16160123,1743,1,0}},
	},
	[261744] = {
		name = "宋遼獎勵1744",
		drop_id = 261744,
		client_goods_list = {{16160123,1744,1,0}},
	},
	[261745] = {
		name = "宋遼獎勵1745",
		drop_id = 261745,
		client_goods_list = {{16160123,1745,1,0}},
	},
	[261746] = {
		name = "宋遼獎勵1746",
		drop_id = 261746,
		client_goods_list = {{16160123,1746,1,0}},
	},
	[261747] = {
		name = "宋遼獎勵1747",
		drop_id = 261747,
		client_goods_list = {{16160123,1747,1,0}},
	},
	[261748] = {
		name = "宋遼獎勵1748",
		drop_id = 261748,
		client_goods_list = {{16160123,1748,1,0}},
	},
	[261749] = {
		name = "宋遼獎勵1749",
		drop_id = 261749,
		client_goods_list = {{16160123,1749,1,0}},
	},
	[261750] = {
		name = "宋遼獎勵1750",
		drop_id = 261750,
		client_goods_list = {{16160123,1750,1,0}},
	},
	[261751] = {
		name = "宋遼獎勵1751",
		drop_id = 261751,
		client_goods_list = {{16160123,1751,1,0}},
	},
	[261752] = {
		name = "宋遼獎勵1752",
		drop_id = 261752,
		client_goods_list = {{16160123,1752,1,0}},
	},
	[261753] = {
		name = "宋遼獎勵1753",
		drop_id = 261753,
		client_goods_list = {{16160123,1753,1,0}},
	},
	[261754] = {
		name = "宋遼獎勵1754",
		drop_id = 261754,
		client_goods_list = {{16160123,1754,1,0}},
	},
	[261755] = {
		name = "宋遼獎勵1755",
		drop_id = 261755,
		client_goods_list = {{16160123,1755,1,0}},
	},
	[261756] = {
		name = "宋遼獎勵1756",
		drop_id = 261756,
		client_goods_list = {{16160123,1756,1,0}},
	},
	[261757] = {
		name = "宋遼獎勵1757",
		drop_id = 261757,
		client_goods_list = {{16160123,1757,1,0}},
	},
	[261758] = {
		name = "宋遼獎勵1758",
		drop_id = 261758,
		client_goods_list = {{16160123,1758,1,0}},
	},
	[261759] = {
		name = "宋遼獎勵1759",
		drop_id = 261759,
		client_goods_list = {{16160123,1759,1,0}},
	},
	[261760] = {
		name = "宋遼獎勵1760",
		drop_id = 261760,
		client_goods_list = {{16160123,1760,1,0}},
	},
	[261761] = {
		name = "宋遼獎勵1761",
		drop_id = 261761,
		client_goods_list = {{16160123,1761,1,0}},
	},
	[261762] = {
		name = "宋遼獎勵1762",
		drop_id = 261762,
		client_goods_list = {{16160123,1762,1,0}},
	},
	[261763] = {
		name = "宋遼獎勵1763",
		drop_id = 261763,
		client_goods_list = {{16160123,1763,1,0}},
	},
	[261764] = {
		name = "宋遼獎勵1764",
		drop_id = 261764,
		client_goods_list = {{16160123,1764,1,0}},
	},
	[261765] = {
		name = "宋遼獎勵1765",
		drop_id = 261765,
		client_goods_list = {{16160123,1765,1,0}},
	},
	[261766] = {
		name = "宋遼獎勵1766",
		drop_id = 261766,
		client_goods_list = {{16160123,1766,1,0}},
	},
	[261767] = {
		name = "宋遼獎勵1767",
		drop_id = 261767,
		client_goods_list = {{16160123,1767,1,0}},
	},
	[261768] = {
		name = "宋遼獎勵1768",
		drop_id = 261768,
		client_goods_list = {{16160123,1768,1,0}},
	},
	[261769] = {
		name = "宋遼獎勵1769",
		drop_id = 261769,
		client_goods_list = {{16160123,1769,1,0}},
	},
	[261770] = {
		name = "宋遼獎勵1770",
		drop_id = 261770,
		client_goods_list = {{16160123,1770,1,0}},
	},
	[261771] = {
		name = "宋遼獎勵1771",
		drop_id = 261771,
		client_goods_list = {{16160123,1771,1,0}},
	},
	[261772] = {
		name = "宋遼獎勵1772",
		drop_id = 261772,
		client_goods_list = {{16160123,1772,1,0}},
	},
	[261773] = {
		name = "宋遼獎勵1773",
		drop_id = 261773,
		client_goods_list = {{16160123,1773,1,0}},
	},
	[261774] = {
		name = "宋遼獎勵1774",
		drop_id = 261774,
		client_goods_list = {{16160123,1774,1,0}},
	},
	[261775] = {
		name = "宋遼獎勵1775",
		drop_id = 261775,
		client_goods_list = {{16160123,1775,1,0}},
	},
	[261776] = {
		name = "宋遼獎勵1776",
		drop_id = 261776,
		client_goods_list = {{16160123,1776,1,0}},
	},
	[261777] = {
		name = "宋遼獎勵1777",
		drop_id = 261777,
		client_goods_list = {{16160123,1777,1,0}},
	},
	[261778] = {
		name = "宋遼獎勵1778",
		drop_id = 261778,
		client_goods_list = {{16160123,1778,1,0}},
	},
	[261779] = {
		name = "宋遼獎勵1779",
		drop_id = 261779,
		client_goods_list = {{16160123,1779,1,0}},
	},
	[261780] = {
		name = "宋遼獎勵1780",
		drop_id = 261780,
		client_goods_list = {{16160123,1780,1,0}},
	},
	[261781] = {
		name = "宋遼獎勵1781",
		drop_id = 261781,
		client_goods_list = {{16160123,1781,1,0}},
	},
	[261782] = {
		name = "宋遼獎勵1782",
		drop_id = 261782,
		client_goods_list = {{16160123,1782,1,0}},
	},
	[261783] = {
		name = "宋遼獎勵1783",
		drop_id = 261783,
		client_goods_list = {{16160123,1783,1,0}},
	},
	[261784] = {
		name = "宋遼獎勵1784",
		drop_id = 261784,
		client_goods_list = {{16160123,1784,1,0}},
	},
	[261785] = {
		name = "宋遼獎勵1785",
		drop_id = 261785,
		client_goods_list = {{16160123,1785,1,0}},
	},
	[261786] = {
		name = "宋遼獎勵1786",
		drop_id = 261786,
		client_goods_list = {{16160123,1786,1,0}},
	},
	[261787] = {
		name = "宋遼獎勵1787",
		drop_id = 261787,
		client_goods_list = {{16160123,1787,1,0}},
	},
	[261788] = {
		name = "宋遼獎勵1788",
		drop_id = 261788,
		client_goods_list = {{16160123,1788,1,0}},
	},
	[261789] = {
		name = "宋遼獎勵1789",
		drop_id = 261789,
		client_goods_list = {{16160123,1789,1,0}},
	},
	[261790] = {
		name = "宋遼獎勵1790",
		drop_id = 261790,
		client_goods_list = {{16160123,1790,1,0}},
	},
	[261791] = {
		name = "宋遼獎勵1791",
		drop_id = 261791,
		client_goods_list = {{16160123,1791,1,0}},
	},
	[261792] = {
		name = "宋遼獎勵1792",
		drop_id = 261792,
		client_goods_list = {{16160123,1792,1,0}},
	},
	[261793] = {
		name = "宋遼獎勵1793",
		drop_id = 261793,
		client_goods_list = {{16160123,1793,1,0}},
	},
	[261794] = {
		name = "宋遼獎勵1794",
		drop_id = 261794,
		client_goods_list = {{16160123,1794,1,0}},
	},
	[261795] = {
		name = "宋遼獎勵1795",
		drop_id = 261795,
		client_goods_list = {{16160123,1795,1,0}},
	},
	[261796] = {
		name = "宋遼獎勵1796",
		drop_id = 261796,
		client_goods_list = {{16160123,1796,1,0}},
	},
	[261797] = {
		name = "宋遼獎勵1797",
		drop_id = 261797,
		client_goods_list = {{16160123,1797,1,0}},
	},
	[261798] = {
		name = "宋遼獎勵1798",
		drop_id = 261798,
		client_goods_list = {{16160123,1798,1,0}},
	},
	[261799] = {
		name = "宋遼獎勵1799",
		drop_id = 261799,
		client_goods_list = {{16160123,1799,1,0}},
	},
	[261800] = {
		name = "宋遼獎勵1800",
		drop_id = 261800,
		client_goods_list = {{16160123,1800,1,0}},
	},
	[261801] = {
		name = "宋遼獎勵1801",
		drop_id = 261801,
		client_goods_list = {{16160123,1801,1,0}},
	},
	[261802] = {
		name = "宋遼獎勵1802",
		drop_id = 261802,
		client_goods_list = {{16160123,1802,1,0}},
	},
	[261803] = {
		name = "宋遼獎勵1803",
		drop_id = 261803,
		client_goods_list = {{16160123,1803,1,0}},
	},
	[261804] = {
		name = "宋遼獎勵1804",
		drop_id = 261804,
		client_goods_list = {{16160123,1804,1,0}},
	},
	[261805] = {
		name = "宋遼獎勵1805",
		drop_id = 261805,
		client_goods_list = {{16160123,1805,1,0}},
	},
	[261806] = {
		name = "宋遼獎勵1806",
		drop_id = 261806,
		client_goods_list = {{16160123,1806,1,0}},
	},
	[261807] = {
		name = "宋遼獎勵1807",
		drop_id = 261807,
		client_goods_list = {{16160123,1807,1,0}},
	},
	[261808] = {
		name = "宋遼獎勵1808",
		drop_id = 261808,
		client_goods_list = {{16160123,1808,1,0}},
	},
	[261809] = {
		name = "宋遼獎勵1809",
		drop_id = 261809,
		client_goods_list = {{16160123,1809,1,0}},
	},
	[261810] = {
		name = "宋遼獎勵1810",
		drop_id = 261810,
		client_goods_list = {{16160123,1810,1,0}},
	},
	[261811] = {
		name = "宋遼獎勵1811",
		drop_id = 261811,
		client_goods_list = {{16160123,1811,1,0}},
	},
	[261812] = {
		name = "宋遼獎勵1812",
		drop_id = 261812,
		client_goods_list = {{16160123,1812,1,0}},
	},
	[261813] = {
		name = "宋遼獎勵1813",
		drop_id = 261813,
		client_goods_list = {{16160123,1813,1,0}},
	},
	[261814] = {
		name = "宋遼獎勵1814",
		drop_id = 261814,
		client_goods_list = {{16160123,1814,1,0}},
	},
	[261815] = {
		name = "宋遼獎勵1815",
		drop_id = 261815,
		client_goods_list = {{16160123,1815,1,0}},
	},
	[261816] = {
		name = "宋遼獎勵1816",
		drop_id = 261816,
		client_goods_list = {{16160123,1816,1,0}},
	},
	[261817] = {
		name = "宋遼獎勵1817",
		drop_id = 261817,
		client_goods_list = {{16160123,1817,1,0}},
	},
	[261818] = {
		name = "宋遼獎勵1818",
		drop_id = 261818,
		client_goods_list = {{16160123,1818,1,0}},
	},
	[261819] = {
		name = "宋遼獎勵1819",
		drop_id = 261819,
		client_goods_list = {{16160123,1819,1,0}},
	},
	[261820] = {
		name = "宋遼獎勵1820",
		drop_id = 261820,
		client_goods_list = {{16160123,1820,1,0}},
	},
	[261821] = {
		name = "宋遼獎勵1821",
		drop_id = 261821,
		client_goods_list = {{16160123,1821,1,0}},
	},
	[261822] = {
		name = "宋遼獎勵1822",
		drop_id = 261822,
		client_goods_list = {{16160123,1822,1,0}},
	},
	[261823] = {
		name = "宋遼獎勵1823",
		drop_id = 261823,
		client_goods_list = {{16160123,1823,1,0}},
	},
	[261824] = {
		name = "宋遼獎勵1824",
		drop_id = 261824,
		client_goods_list = {{16160123,1824,1,0}},
	},
	[261825] = {
		name = "宋遼獎勵1825",
		drop_id = 261825,
		client_goods_list = {{16160123,1825,1,0}},
	},
	[261826] = {
		name = "宋遼獎勵1826",
		drop_id = 261826,
		client_goods_list = {{16160123,1826,1,0}},
	},
	[261827] = {
		name = "宋遼獎勵1827",
		drop_id = 261827,
		client_goods_list = {{16160123,1827,1,0}},
	},
	[261828] = {
		name = "宋遼獎勵1828",
		drop_id = 261828,
		client_goods_list = {{16160123,1828,1,0}},
	},
	[261829] = {
		name = "宋遼獎勵1829",
		drop_id = 261829,
		client_goods_list = {{16160123,1829,1,0}},
	},
	[261830] = {
		name = "宋遼獎勵1830",
		drop_id = 261830,
		client_goods_list = {{16160123,1830,1,0}},
	},
	[261831] = {
		name = "宋遼獎勵1831",
		drop_id = 261831,
		client_goods_list = {{16160123,1831,1,0}},
	},
	[261832] = {
		name = "宋遼獎勵1832",
		drop_id = 261832,
		client_goods_list = {{16160123,1832,1,0}},
	},
	[261833] = {
		name = "宋遼獎勵1833",
		drop_id = 261833,
		client_goods_list = {{16160123,1833,1,0}},
	},
	[261834] = {
		name = "宋遼獎勵1834",
		drop_id = 261834,
		client_goods_list = {{16160123,1834,1,0}},
	},
	[261835] = {
		name = "宋遼獎勵1835",
		drop_id = 261835,
		client_goods_list = {{16160123,1835,1,0}},
	},
	[261836] = {
		name = "宋遼獎勵1836",
		drop_id = 261836,
		client_goods_list = {{16160123,1836,1,0}},
	},
	[261837] = {
		name = "宋遼獎勵1837",
		drop_id = 261837,
		client_goods_list = {{16160123,1837,1,0}},
	},
	[261838] = {
		name = "宋遼獎勵1838",
		drop_id = 261838,
		client_goods_list = {{16160123,1838,1,0}},
	},
	[261839] = {
		name = "宋遼獎勵1839",
		drop_id = 261839,
		client_goods_list = {{16160123,1839,1,0}},
	},
	[261840] = {
		name = "宋遼獎勵1840",
		drop_id = 261840,
		client_goods_list = {{16160123,1840,1,0}},
	},
	[261841] = {
		name = "宋遼獎勵1841",
		drop_id = 261841,
		client_goods_list = {{16160123,1841,1,0}},
	},
	[261842] = {
		name = "宋遼獎勵1842",
		drop_id = 261842,
		client_goods_list = {{16160123,1842,1,0}},
	},
	[261843] = {
		name = "宋遼獎勵1843",
		drop_id = 261843,
		client_goods_list = {{16160123,1843,1,0}},
	},
	[261844] = {
		name = "宋遼獎勵1844",
		drop_id = 261844,
		client_goods_list = {{16160123,1844,1,0}},
	},
	[261845] = {
		name = "宋遼獎勵1845",
		drop_id = 261845,
		client_goods_list = {{16160123,1845,1,0}},
	},
	[261846] = {
		name = "宋遼獎勵1846",
		drop_id = 261846,
		client_goods_list = {{16160123,1846,1,0}},
	},
	[261847] = {
		name = "宋遼獎勵1847",
		drop_id = 261847,
		client_goods_list = {{16160123,1847,1,0}},
	},
	[261848] = {
		name = "宋遼獎勵1848",
		drop_id = 261848,
		client_goods_list = {{16160123,1848,1,0}},
	},
	[261849] = {
		name = "宋遼獎勵1849",
		drop_id = 261849,
		client_goods_list = {{16160123,1849,1,0}},
	},
	[261850] = {
		name = "宋遼獎勵1850",
		drop_id = 261850,
		client_goods_list = {{16160123,1850,1,0}},
	},
	[261851] = {
		name = "宋遼獎勵1851",
		drop_id = 261851,
		client_goods_list = {{16160123,1851,1,0}},
	},
	[261852] = {
		name = "宋遼獎勵1852",
		drop_id = 261852,
		client_goods_list = {{16160123,1852,1,0}},
	},
	[261853] = {
		name = "宋遼獎勵1853",
		drop_id = 261853,
		client_goods_list = {{16160123,1853,1,0}},
	},
	[261854] = {
		name = "宋遼獎勵1854",
		drop_id = 261854,
		client_goods_list = {{16160123,1854,1,0}},
	},
	[261855] = {
		name = "宋遼獎勵1855",
		drop_id = 261855,
		client_goods_list = {{16160123,1855,1,0}},
	},
	[261856] = {
		name = "宋遼獎勵1856",
		drop_id = 261856,
		client_goods_list = {{16160123,1856,1,0}},
	},
	[261857] = {
		name = "宋遼獎勵1857",
		drop_id = 261857,
		client_goods_list = {{16160123,1857,1,0}},
	},
	[261858] = {
		name = "宋遼獎勵1858",
		drop_id = 261858,
		client_goods_list = {{16160123,1858,1,0}},
	},
	[261859] = {
		name = "宋遼獎勵1859",
		drop_id = 261859,
		client_goods_list = {{16160123,1859,1,0}},
	},
	[261860] = {
		name = "宋遼獎勵1860",
		drop_id = 261860,
		client_goods_list = {{16160123,1860,1,0}},
	},
	[261861] = {
		name = "宋遼獎勵1861",
		drop_id = 261861,
		client_goods_list = {{16160123,1861,1,0}},
	},
	[261862] = {
		name = "宋遼獎勵1862",
		drop_id = 261862,
		client_goods_list = {{16160123,1862,1,0}},
	},
	[261863] = {
		name = "宋遼獎勵1863",
		drop_id = 261863,
		client_goods_list = {{16160123,1863,1,0}},
	},
	[261864] = {
		name = "宋遼獎勵1864",
		drop_id = 261864,
		client_goods_list = {{16160123,1864,1,0}},
	},
	[261865] = {
		name = "宋遼獎勵1865",
		drop_id = 261865,
		client_goods_list = {{16160123,1865,1,0}},
	},
	[261866] = {
		name = "宋遼獎勵1866",
		drop_id = 261866,
		client_goods_list = {{16160123,1866,1,0}},
	},
	[261867] = {
		name = "宋遼獎勵1867",
		drop_id = 261867,
		client_goods_list = {{16160123,1867,1,0}},
	},
	[261868] = {
		name = "宋遼獎勵1868",
		drop_id = 261868,
		client_goods_list = {{16160123,1868,1,0}},
	},
	[261869] = {
		name = "宋遼獎勵1869",
		drop_id = 261869,
		client_goods_list = {{16160123,1869,1,0}},
	},
	[261870] = {
		name = "宋遼獎勵1870",
		drop_id = 261870,
		client_goods_list = {{16160123,1870,1,0}},
	},
	[261871] = {
		name = "宋遼獎勵1871",
		drop_id = 261871,
		client_goods_list = {{16160123,1871,1,0}},
	},
	[261872] = {
		name = "宋遼獎勵1872",
		drop_id = 261872,
		client_goods_list = {{16160123,1872,1,0}},
	},
	[261873] = {
		name = "宋遼獎勵1873",
		drop_id = 261873,
		client_goods_list = {{16160123,1873,1,0}},
	},
	[261874] = {
		name = "宋遼獎勵1874",
		drop_id = 261874,
		client_goods_list = {{16160123,1874,1,0}},
	},
	[261875] = {
		name = "宋遼獎勵1875",
		drop_id = 261875,
		client_goods_list = {{16160123,1875,1,0}},
	},
	[261876] = {
		name = "宋遼獎勵1876",
		drop_id = 261876,
		client_goods_list = {{16160123,1876,1,0}},
	},
	[261877] = {
		name = "宋遼獎勵1877",
		drop_id = 261877,
		client_goods_list = {{16160123,1877,1,0}},
	},
	[261878] = {
		name = "宋遼獎勵1878",
		drop_id = 261878,
		client_goods_list = {{16160123,1878,1,0}},
	},
	[261879] = {
		name = "宋遼獎勵1879",
		drop_id = 261879,
		client_goods_list = {{16160123,1879,1,0}},
	},
	[261880] = {
		name = "宋遼獎勵1880",
		drop_id = 261880,
		client_goods_list = {{16160123,1880,1,0}},
	},
	[261881] = {
		name = "宋遼獎勵1881",
		drop_id = 261881,
		client_goods_list = {{16160123,1881,1,0}},
	},
	[261882] = {
		name = "宋遼獎勵1882",
		drop_id = 261882,
		client_goods_list = {{16160123,1882,1,0}},
	},
	[261883] = {
		name = "宋遼獎勵1883",
		drop_id = 261883,
		client_goods_list = {{16160123,1883,1,0}},
	},
	[261884] = {
		name = "宋遼獎勵1884",
		drop_id = 261884,
		client_goods_list = {{16160123,1884,1,0}},
	},
	[261885] = {
		name = "宋遼獎勵1885",
		drop_id = 261885,
		client_goods_list = {{16160123,1885,1,0}},
	},
	[261886] = {
		name = "宋遼獎勵1886",
		drop_id = 261886,
		client_goods_list = {{16160123,1886,1,0}},
	},
	[261887] = {
		name = "宋遼獎勵1887",
		drop_id = 261887,
		client_goods_list = {{16160123,1887,1,0}},
	},
	[261888] = {
		name = "宋遼獎勵1888",
		drop_id = 261888,
		client_goods_list = {{16160123,1888,1,0}},
	},
	[261889] = {
		name = "宋遼獎勵1889",
		drop_id = 261889,
		client_goods_list = {{16160123,1889,1,0}},
	},
	[261890] = {
		name = "宋遼獎勵1890",
		drop_id = 261890,
		client_goods_list = {{16160123,1890,1,0}},
	},
	[261891] = {
		name = "宋遼獎勵1891",
		drop_id = 261891,
		client_goods_list = {{16160123,1891,1,0}},
	},
	[261892] = {
		name = "宋遼獎勵1892",
		drop_id = 261892,
		client_goods_list = {{16160123,1892,1,0}},
	},
	[261893] = {
		name = "宋遼獎勵1893",
		drop_id = 261893,
		client_goods_list = {{16160123,1893,1,0}},
	},
	[261894] = {
		name = "宋遼獎勵1894",
		drop_id = 261894,
		client_goods_list = {{16160123,1894,1,0}},
	},
	[261895] = {
		name = "宋遼獎勵1895",
		drop_id = 261895,
		client_goods_list = {{16160123,1895,1,0}},
	},
	[261896] = {
		name = "宋遼獎勵1896",
		drop_id = 261896,
		client_goods_list = {{16160123,1896,1,0}},
	},
	[261897] = {
		name = "宋遼獎勵1897",
		drop_id = 261897,
		client_goods_list = {{16160123,1897,1,0}},
	},
	[261898] = {
		name = "宋遼獎勵1898",
		drop_id = 261898,
		client_goods_list = {{16160123,1898,1,0}},
	},
	[261899] = {
		name = "宋遼獎勵1899",
		drop_id = 261899,
		client_goods_list = {{16160123,1899,1,0}},
	},
	[261900] = {
		name = "宋遼獎勵1900",
		drop_id = 261900,
		client_goods_list = {{16160123,1900,1,0}},
	},
	[261901] = {
		name = "宋遼獎勵1901",
		drop_id = 261901,
		client_goods_list = {{16160123,1901,1,0}},
	},
	[261902] = {
		name = "宋遼獎勵1902",
		drop_id = 261902,
		client_goods_list = {{16160123,1902,1,0}},
	},
	[261903] = {
		name = "宋遼獎勵1903",
		drop_id = 261903,
		client_goods_list = {{16160123,1903,1,0}},
	},
	[261904] = {
		name = "宋遼獎勵1904",
		drop_id = 261904,
		client_goods_list = {{16160123,1904,1,0}},
	},
	[261905] = {
		name = "宋遼獎勵1905",
		drop_id = 261905,
		client_goods_list = {{16160123,1905,1,0}},
	},
	[261906] = {
		name = "宋遼獎勵1906",
		drop_id = 261906,
		client_goods_list = {{16160123,1906,1,0}},
	},
	[261907] = {
		name = "宋遼獎勵1907",
		drop_id = 261907,
		client_goods_list = {{16160123,1907,1,0}},
	},
	[261908] = {
		name = "宋遼獎勵1908",
		drop_id = 261908,
		client_goods_list = {{16160123,1908,1,0}},
	},
	[261909] = {
		name = "宋遼獎勵1909",
		drop_id = 261909,
		client_goods_list = {{16160123,1909,1,0}},
	},
	[261910] = {
		name = "宋遼獎勵1910",
		drop_id = 261910,
		client_goods_list = {{16160123,1910,1,0}},
	},
	[261911] = {
		name = "宋遼獎勵1911",
		drop_id = 261911,
		client_goods_list = {{16160123,1911,1,0}},
	},
	[261912] = {
		name = "宋遼獎勵1912",
		drop_id = 261912,
		client_goods_list = {{16160123,1912,1,0}},
	},
	[261913] = {
		name = "宋遼獎勵1913",
		drop_id = 261913,
		client_goods_list = {{16160123,1913,1,0}},
	},
	[261914] = {
		name = "宋遼獎勵1914",
		drop_id = 261914,
		client_goods_list = {{16160123,1914,1,0}},
	},
	[261915] = {
		name = "宋遼獎勵1915",
		drop_id = 261915,
		client_goods_list = {{16160123,1915,1,0}},
	},
	[261916] = {
		name = "宋遼獎勵1916",
		drop_id = 261916,
		client_goods_list = {{16160123,1916,1,0}},
	},
	[261917] = {
		name = "宋遼獎勵1917",
		drop_id = 261917,
		client_goods_list = {{16160123,1917,1,0}},
	},
	[261918] = {
		name = "宋遼獎勵1918",
		drop_id = 261918,
		client_goods_list = {{16160123,1918,1,0}},
	},
	[261919] = {
		name = "宋遼獎勵1919",
		drop_id = 261919,
		client_goods_list = {{16160123,1919,1,0}},
	},
	[261920] = {
		name = "宋遼獎勵1920",
		drop_id = 261920,
		client_goods_list = {{16160123,1920,1,0}},
	},
	[261921] = {
		name = "宋遼獎勵1921",
		drop_id = 261921,
		client_goods_list = {{16160123,1921,1,0}},
	},
	[261922] = {
		name = "宋遼獎勵1922",
		drop_id = 261922,
		client_goods_list = {{16160123,1922,1,0}},
	},
	[261923] = {
		name = "宋遼獎勵1923",
		drop_id = 261923,
		client_goods_list = {{16160123,1923,1,0}},
	},
	[261924] = {
		name = "宋遼獎勵1924",
		drop_id = 261924,
		client_goods_list = {{16160123,1924,1,0}},
	},
	[261925] = {
		name = "宋遼獎勵1925",
		drop_id = 261925,
		client_goods_list = {{16160123,1925,1,0}},
	},
	[261926] = {
		name = "宋遼獎勵1926",
		drop_id = 261926,
		client_goods_list = {{16160123,1926,1,0}},
	},
	[261927] = {
		name = "宋遼獎勵1927",
		drop_id = 261927,
		client_goods_list = {{16160123,1927,1,0}},
	},
	[261928] = {
		name = "宋遼獎勵1928",
		drop_id = 261928,
		client_goods_list = {{16160123,1928,1,0}},
	},
	[261929] = {
		name = "宋遼獎勵1929",
		drop_id = 261929,
		client_goods_list = {{16160123,1929,1,0}},
	},
	[261930] = {
		name = "宋遼獎勵1930",
		drop_id = 261930,
		client_goods_list = {{16160123,1930,1,0}},
	},
	[261931] = {
		name = "宋遼獎勵1931",
		drop_id = 261931,
		client_goods_list = {{16160123,1931,1,0}},
	},
	[261932] = {
		name = "宋遼獎勵1932",
		drop_id = 261932,
		client_goods_list = {{16160123,1932,1,0}},
	},
	[261933] = {
		name = "宋遼獎勵1933",
		drop_id = 261933,
		client_goods_list = {{16160123,1933,1,0}},
	},
	[261934] = {
		name = "宋遼獎勵1934",
		drop_id = 261934,
		client_goods_list = {{16160123,1934,1,0}},
	},
	[261935] = {
		name = "宋遼獎勵1935",
		drop_id = 261935,
		client_goods_list = {{16160123,1935,1,0}},
	},
	[261936] = {
		name = "宋遼獎勵1936",
		drop_id = 261936,
		client_goods_list = {{16160123,1936,1,0}},
	},
	[261937] = {
		name = "宋遼獎勵1937",
		drop_id = 261937,
		client_goods_list = {{16160123,1937,1,0}},
	},
	[261938] = {
		name = "宋遼獎勵1938",
		drop_id = 261938,
		client_goods_list = {{16160123,1938,1,0}},
	},
	[261939] = {
		name = "宋遼獎勵1939",
		drop_id = 261939,
		client_goods_list = {{16160123,1939,1,0}},
	},
	[261940] = {
		name = "宋遼獎勵1940",
		drop_id = 261940,
		client_goods_list = {{16160123,1940,1,0}},
	},
	[261941] = {
		name = "宋遼獎勵1941",
		drop_id = 261941,
		client_goods_list = {{16160123,1941,1,0}},
	},
	[261942] = {
		name = "宋遼獎勵1942",
		drop_id = 261942,
		client_goods_list = {{16160123,1942,1,0}},
	},
	[261943] = {
		name = "宋遼獎勵1943",
		drop_id = 261943,
		client_goods_list = {{16160123,1943,1,0}},
	},
	[261944] = {
		name = "宋遼獎勵1944",
		drop_id = 261944,
		client_goods_list = {{16160123,1944,1,0}},
	},
	[261945] = {
		name = "宋遼獎勵1945",
		drop_id = 261945,
		client_goods_list = {{16160123,1945,1,0}},
	},
	[261946] = {
		name = "宋遼獎勵1946",
		drop_id = 261946,
		client_goods_list = {{16160123,1946,1,0}},
	},
	[261947] = {
		name = "宋遼獎勵1947",
		drop_id = 261947,
		client_goods_list = {{16160123,1947,1,0}},
	},
	[261948] = {
		name = "宋遼獎勵1948",
		drop_id = 261948,
		client_goods_list = {{16160123,1948,1,0}},
	},
	[261949] = {
		name = "宋遼獎勵1949",
		drop_id = 261949,
		client_goods_list = {{16160123,1949,1,0}},
	},
	[261950] = {
		name = "宋遼獎勵1950",
		drop_id = 261950,
		client_goods_list = {{16160123,1950,1,0}},
	},
	[261951] = {
		name = "宋遼獎勵1951",
		drop_id = 261951,
		client_goods_list = {{16160123,1951,1,0}},
	},
	[261952] = {
		name = "宋遼獎勵1952",
		drop_id = 261952,
		client_goods_list = {{16160123,1952,1,0}},
	},
	[261953] = {
		name = "宋遼獎勵1953",
		drop_id = 261953,
		client_goods_list = {{16160123,1953,1,0}},
	},
	[261954] = {
		name = "宋遼獎勵1954",
		drop_id = 261954,
		client_goods_list = {{16160123,1954,1,0}},
	},
	[261955] = {
		name = "宋遼獎勵1955",
		drop_id = 261955,
		client_goods_list = {{16160123,1955,1,0}},
	},
	[261956] = {
		name = "宋遼獎勵1956",
		drop_id = 261956,
		client_goods_list = {{16160123,1956,1,0}},
	},
	[261957] = {
		name = "宋遼獎勵1957",
		drop_id = 261957,
		client_goods_list = {{16160123,1957,1,0}},
	},
	[261958] = {
		name = "宋遼獎勵1958",
		drop_id = 261958,
		client_goods_list = {{16160123,1958,1,0}},
	},
	[261959] = {
		name = "宋遼獎勵1959",
		drop_id = 261959,
		client_goods_list = {{16160123,1959,1,0}},
	},
	[261960] = {
		name = "宋遼獎勵1960",
		drop_id = 261960,
		client_goods_list = {{16160123,1960,1,0}},
	},
	[261961] = {
		name = "宋遼獎勵1961",
		drop_id = 261961,
		client_goods_list = {{16160123,1961,1,0}},
	},
	[261962] = {
		name = "宋遼獎勵1962",
		drop_id = 261962,
		client_goods_list = {{16160123,1962,1,0}},
	},
	[261963] = {
		name = "宋遼獎勵1963",
		drop_id = 261963,
		client_goods_list = {{16160123,1963,1,0}},
	},
	[261964] = {
		name = "宋遼獎勵1964",
		drop_id = 261964,
		client_goods_list = {{16160123,1964,1,0}},
	},
	[261965] = {
		name = "宋遼獎勵1965",
		drop_id = 261965,
		client_goods_list = {{16160123,1965,1,0}},
	},
	[261966] = {
		name = "宋遼獎勵1966",
		drop_id = 261966,
		client_goods_list = {{16160123,1966,1,0}},
	},
	[261967] = {
		name = "宋遼獎勵1967",
		drop_id = 261967,
		client_goods_list = {{16160123,1967,1,0}},
	},
	[261968] = {
		name = "宋遼獎勵1968",
		drop_id = 261968,
		client_goods_list = {{16160123,1968,1,0}},
	},
	[261969] = {
		name = "宋遼獎勵1969",
		drop_id = 261969,
		client_goods_list = {{16160123,1969,1,0}},
	},
	[261970] = {
		name = "宋遼獎勵1970",
		drop_id = 261970,
		client_goods_list = {{16160123,1970,1,0}},
	},
	[261971] = {
		name = "宋遼獎勵1971",
		drop_id = 261971,
		client_goods_list = {{16160123,1971,1,0}},
	},
	[261972] = {
		name = "宋遼獎勵1972",
		drop_id = 261972,
		client_goods_list = {{16160123,1972,1,0}},
	},
	[261973] = {
		name = "宋遼獎勵1973",
		drop_id = 261973,
		client_goods_list = {{16160123,1973,1,0}},
	},
	[261974] = {
		name = "宋遼獎勵1974",
		drop_id = 261974,
		client_goods_list = {{16160123,1974,1,0}},
	},
	[261975] = {
		name = "宋遼獎勵1975",
		drop_id = 261975,
		client_goods_list = {{16160123,1975,1,0}},
	},
	[261976] = {
		name = "宋遼獎勵1976",
		drop_id = 261976,
		client_goods_list = {{16160123,1976,1,0}},
	},
	[261977] = {
		name = "宋遼獎勵1977",
		drop_id = 261977,
		client_goods_list = {{16160123,1977,1,0}},
	},
	[261978] = {
		name = "宋遼獎勵1978",
		drop_id = 261978,
		client_goods_list = {{16160123,1978,1,0}},
	},
	[261979] = {
		name = "宋遼獎勵1979",
		drop_id = 261979,
		client_goods_list = {{16160123,1979,1,0}},
	},
	[261980] = {
		name = "宋遼獎勵1980",
		drop_id = 261980,
		client_goods_list = {{16160123,1980,1,0}},
	},
	[261981] = {
		name = "宋遼獎勵1981",
		drop_id = 261981,
		client_goods_list = {{16160123,1981,1,0}},
	},
	[261982] = {
		name = "宋遼獎勵1982",
		drop_id = 261982,
		client_goods_list = {{16160123,1982,1,0}},
	},
	[261983] = {
		name = "宋遼獎勵1983",
		drop_id = 261983,
		client_goods_list = {{16160123,1983,1,0}},
	},
	[261984] = {
		name = "宋遼獎勵1984",
		drop_id = 261984,
		client_goods_list = {{16160123,1984,1,0}},
	},
	[261985] = {
		name = "宋遼獎勵1985",
		drop_id = 261985,
		client_goods_list = {{16160123,1985,1,0}},
	},
	[261986] = {
		name = "宋遼獎勵1986",
		drop_id = 261986,
		client_goods_list = {{16160123,1986,1,0}},
	},
	[261987] = {
		name = "宋遼獎勵1987",
		drop_id = 261987,
		client_goods_list = {{16160123,1987,1,0}},
	},
	[261988] = {
		name = "宋遼獎勵1988",
		drop_id = 261988,
		client_goods_list = {{16160123,1988,1,0}},
	},
	[261989] = {
		name = "宋遼獎勵1989",
		drop_id = 261989,
		client_goods_list = {{16160123,1989,1,0}},
	},
	[261990] = {
		name = "宋遼獎勵1990",
		drop_id = 261990,
		client_goods_list = {{16160123,1990,1,0}},
	},
	[261991] = {
		name = "宋遼獎勵1991",
		drop_id = 261991,
		client_goods_list = {{16160123,1991,1,0}},
	},
	[261992] = {
		name = "宋遼獎勵1992",
		drop_id = 261992,
		client_goods_list = {{16160123,1992,1,0}},
	},
	[261993] = {
		name = "宋遼獎勵1993",
		drop_id = 261993,
		client_goods_list = {{16160123,1993,1,0}},
	},
	[261994] = {
		name = "宋遼獎勵1994",
		drop_id = 261994,
		client_goods_list = {{16160123,1994,1,0}},
	},
	[261995] = {
		name = "宋遼獎勵1995",
		drop_id = 261995,
		client_goods_list = {{16160123,1995,1,0}},
	},
	[261996] = {
		name = "宋遼獎勵1996",
		drop_id = 261996,
		client_goods_list = {{16160123,1996,1,0}},
	},
	[261997] = {
		name = "宋遼獎勵1997",
		drop_id = 261997,
		client_goods_list = {{16160123,1997,1,0}},
	},
	[261998] = {
		name = "宋遼獎勵1998",
		drop_id = 261998,
		client_goods_list = {{16160123,1998,1,0}},
	},
	[261999] = {
		name = "宋遼獎勵1999",
		drop_id = 261999,
		client_goods_list = {{16160123,1999,1,0}},
	},
	[262000] = {
		name = "宋遼獎勵2000",
		drop_id = 262000,
		client_goods_list = {{16160123,2000,1,0}},
	},
	[262001] = {
		name = "宋遼獎勵2001",
		drop_id = 262001,
		client_goods_list = {{16160123,2001,1,0}},
	},
	[262002] = {
		name = "宋遼獎勵2002",
		drop_id = 262002,
		client_goods_list = {{16160123,2002,1,0}},
	},
	[262003] = {
		name = "宋遼獎勵2003",
		drop_id = 262003,
		client_goods_list = {{16160123,2003,1,0}},
	},
	[262004] = {
		name = "宋遼獎勵2004",
		drop_id = 262004,
		client_goods_list = {{16160123,2004,1,0}},
	},
	[262005] = {
		name = "宋遼獎勵2005",
		drop_id = 262005,
		client_goods_list = {{16160123,2005,1,0}},
	},
	[262006] = {
		name = "宋遼獎勵2006",
		drop_id = 262006,
		client_goods_list = {{16160123,2006,1,0}},
	},
	[262007] = {
		name = "宋遼獎勵2007",
		drop_id = 262007,
		client_goods_list = {{16160123,2007,1,0}},
	},
	[262008] = {
		name = "宋遼獎勵2008",
		drop_id = 262008,
		client_goods_list = {{16160123,2008,1,0}},
	},
	[262009] = {
		name = "宋遼獎勵2009",
		drop_id = 262009,
		client_goods_list = {{16160123,2009,1,0}},
	},
	[262010] = {
		name = "宋遼獎勵2010",
		drop_id = 262010,
		client_goods_list = {{16160123,2010,1,0}},
	},
	[262011] = {
		name = "宋遼獎勵2011",
		drop_id = 262011,
		client_goods_list = {{16160123,2011,1,0}},
	},
	[262012] = {
		name = "宋遼獎勵2012",
		drop_id = 262012,
		client_goods_list = {{16160123,2012,1,0}},
	},
	[262013] = {
		name = "宋遼獎勵2013",
		drop_id = 262013,
		client_goods_list = {{16160123,2013,1,0}},
	},
	[262014] = {
		name = "宋遼獎勵2014",
		drop_id = 262014,
		client_goods_list = {{16160123,2014,1,0}},
	},
	[262015] = {
		name = "宋遼獎勵2015",
		drop_id = 262015,
		client_goods_list = {{16160123,2015,1,0}},
	},
	[262016] = {
		name = "宋遼獎勵2016",
		drop_id = 262016,
		client_goods_list = {{16160123,2016,1,0}},
	},
	[262017] = {
		name = "宋遼獎勵2017",
		drop_id = 262017,
		client_goods_list = {{16160123,2017,1,0}},
	},
	[262018] = {
		name = "宋遼獎勵2018",
		drop_id = 262018,
		client_goods_list = {{16160123,2018,1,0}},
	},
	[262019] = {
		name = "宋遼獎勵2019",
		drop_id = 262019,
		client_goods_list = {{16160123,2019,1,0}},
	},
	[262020] = {
		name = "宋遼獎勵2020",
		drop_id = 262020,
		client_goods_list = {{16160123,2020,1,0}},
	},
	[262021] = {
		name = "宋遼獎勵2021",
		drop_id = 262021,
		client_goods_list = {{16160123,2021,1,0}},
	},
	[262022] = {
		name = "宋遼獎勵2022",
		drop_id = 262022,
		client_goods_list = {{16160123,2022,1,0}},
	},
	[262023] = {
		name = "宋遼獎勵2023",
		drop_id = 262023,
		client_goods_list = {{16160123,2023,1,0}},
	},
	[262024] = {
		name = "宋遼獎勵2024",
		drop_id = 262024,
		client_goods_list = {{16160123,2024,1,0}},
	},
	[262025] = {
		name = "宋遼獎勵2025",
		drop_id = 262025,
		client_goods_list = {{16160123,2025,1,0}},
	},
	[262026] = {
		name = "宋遼獎勵2026",
		drop_id = 262026,
		client_goods_list = {{16160123,2026,1,0}},
	},
	[262027] = {
		name = "宋遼獎勵2027",
		drop_id = 262027,
		client_goods_list = {{16160123,2027,1,0}},
	},
	[262028] = {
		name = "宋遼獎勵2028",
		drop_id = 262028,
		client_goods_list = {{16160123,2028,1,0}},
	},
	[262029] = {
		name = "宋遼獎勵2029",
		drop_id = 262029,
		client_goods_list = {{16160123,2029,1,0}},
	},
	[262030] = {
		name = "宋遼獎勵2030",
		drop_id = 262030,
		client_goods_list = {{16160123,2030,1,0}},
	},
	[262031] = {
		name = "宋遼獎勵2031",
		drop_id = 262031,
		client_goods_list = {{16160123,2031,1,0}},
	},
	[262032] = {
		name = "宋遼獎勵2032",
		drop_id = 262032,
		client_goods_list = {{16160123,2032,1,0}},
	},
	[262033] = {
		name = "宋遼獎勵2033",
		drop_id = 262033,
		client_goods_list = {{16160123,2033,1,0}},
	},
	[262034] = {
		name = "宋遼獎勵2034",
		drop_id = 262034,
		client_goods_list = {{16160123,2034,1,0}},
	},
	[262035] = {
		name = "宋遼獎勵2035",
		drop_id = 262035,
		client_goods_list = {{16160123,2035,1,0}},
	},
	[262036] = {
		name = "宋遼獎勵2036",
		drop_id = 262036,
		client_goods_list = {{16160123,2036,1,0}},
	},
	[262037] = {
		name = "宋遼獎勵2037",
		drop_id = 262037,
		client_goods_list = {{16160123,2037,1,0}},
	},
	[262038] = {
		name = "宋遼獎勵2038",
		drop_id = 262038,
		client_goods_list = {{16160123,2038,1,0}},
	},
	[262039] = {
		name = "宋遼獎勵2039",
		drop_id = 262039,
		client_goods_list = {{16160123,2039,1,0}},
	},
	[262040] = {
		name = "宋遼獎勵2040",
		drop_id = 262040,
		client_goods_list = {{16160123,2040,1,0}},
	},
	[262041] = {
		name = "宋遼獎勵2041",
		drop_id = 262041,
		client_goods_list = {{16160123,2041,1,0}},
	},
	[262042] = {
		name = "宋遼獎勵2042",
		drop_id = 262042,
		client_goods_list = {{16160123,2042,1,0}},
	},
	[262043] = {
		name = "宋遼獎勵2043",
		drop_id = 262043,
		client_goods_list = {{16160123,2043,1,0}},
	},
	[262044] = {
		name = "宋遼獎勵2044",
		drop_id = 262044,
		client_goods_list = {{16160123,2044,1,0}},
	},
	[262045] = {
		name = "宋遼獎勵2045",
		drop_id = 262045,
		client_goods_list = {{16160123,2045,1,0}},
	},
	[262046] = {
		name = "宋遼獎勵2046",
		drop_id = 262046,
		client_goods_list = {{16160123,2046,1,0}},
	},
	[262047] = {
		name = "宋遼獎勵2047",
		drop_id = 262047,
		client_goods_list = {{16160123,2047,1,0}},
	},
	[262048] = {
		name = "宋遼獎勵2048",
		drop_id = 262048,
		client_goods_list = {{16160123,2048,1,0}},
	},
	[262049] = {
		name = "宋遼獎勵2049",
		drop_id = 262049,
		client_goods_list = {{16160123,2049,1,0}},
	},
	[262050] = {
		name = "宋遼獎勵2050",
		drop_id = 262050,
		client_goods_list = {{16160123,2050,1,0}},
	},
	[262051] = {
		name = "宋遼獎勵2051",
		drop_id = 262051,
		client_goods_list = {{16160123,2051,1,0}},
	},
	[262052] = {
		name = "宋遼獎勵2052",
		drop_id = 262052,
		client_goods_list = {{16160123,2052,1,0}},
	},
	[262053] = {
		name = "宋遼獎勵2053",
		drop_id = 262053,
		client_goods_list = {{16160123,2053,1,0}},
	},
	[262054] = {
		name = "宋遼獎勵2054",
		drop_id = 262054,
		client_goods_list = {{16160123,2054,1,0}},
	},
	[262055] = {
		name = "宋遼獎勵2055",
		drop_id = 262055,
		client_goods_list = {{16160123,2055,1,0}},
	},
	[262056] = {
		name = "宋遼獎勵2056",
		drop_id = 262056,
		client_goods_list = {{16160123,2056,1,0}},
	},
	[262057] = {
		name = "宋遼獎勵2057",
		drop_id = 262057,
		client_goods_list = {{16160123,2057,1,0}},
	},
	[262058] = {
		name = "宋遼獎勵2058",
		drop_id = 262058,
		client_goods_list = {{16160123,2058,1,0}},
	},
	[262059] = {
		name = "宋遼獎勵2059",
		drop_id = 262059,
		client_goods_list = {{16160123,2059,1,0}},
	},
	[262060] = {
		name = "宋遼獎勵2060",
		drop_id = 262060,
		client_goods_list = {{16160123,2060,1,0}},
	},
	[262061] = {
		name = "宋遼獎勵2061",
		drop_id = 262061,
		client_goods_list = {{16160123,2061,1,0}},
	},
	[262062] = {
		name = "宋遼獎勵2062",
		drop_id = 262062,
		client_goods_list = {{16160123,2062,1,0}},
	},
	[262063] = {
		name = "宋遼獎勵2063",
		drop_id = 262063,
		client_goods_list = {{16160123,2063,1,0}},
	},
	[262064] = {
		name = "宋遼獎勵2064",
		drop_id = 262064,
		client_goods_list = {{16160123,2064,1,0}},
	},
	[262065] = {
		name = "宋遼獎勵2065",
		drop_id = 262065,
		client_goods_list = {{16160123,2065,1,0}},
	},
	[262066] = {
		name = "宋遼獎勵2066",
		drop_id = 262066,
		client_goods_list = {{16160123,2066,1,0}},
	},
	[262067] = {
		name = "宋遼獎勵2067",
		drop_id = 262067,
		client_goods_list = {{16160123,2067,1,0}},
	},
	[262068] = {
		name = "宋遼獎勵2068",
		drop_id = 262068,
		client_goods_list = {{16160123,2068,1,0}},
	},
	[262069] = {
		name = "宋遼獎勵2069",
		drop_id = 262069,
		client_goods_list = {{16160123,2069,1,0}},
	},
	[262070] = {
		name = "宋遼獎勵2070",
		drop_id = 262070,
		client_goods_list = {{16160123,2070,1,0}},
	},
	[262071] = {
		name = "宋遼獎勵2071",
		drop_id = 262071,
		client_goods_list = {{16160123,2071,1,0}},
	},
	[262072] = {
		name = "宋遼獎勵2072",
		drop_id = 262072,
		client_goods_list = {{16160123,2072,1,0}},
	},
	[262073] = {
		name = "宋遼獎勵2073",
		drop_id = 262073,
		client_goods_list = {{16160123,2073,1,0}},
	},
	[262074] = {
		name = "宋遼獎勵2074",
		drop_id = 262074,
		client_goods_list = {{16160123,2074,1,0}},
	},
	[262075] = {
		name = "宋遼獎勵2075",
		drop_id = 262075,
		client_goods_list = {{16160123,2075,1,0}},
	},
	[262076] = {
		name = "宋遼獎勵2076",
		drop_id = 262076,
		client_goods_list = {{16160123,2076,1,0}},
	},
	[262077] = {
		name = "宋遼獎勵2077",
		drop_id = 262077,
		client_goods_list = {{16160123,2077,1,0}},
	},
	[262078] = {
		name = "宋遼獎勵2078",
		drop_id = 262078,
		client_goods_list = {{16160123,2078,1,0}},
	},
	[262079] = {
		name = "宋遼獎勵2079",
		drop_id = 262079,
		client_goods_list = {{16160123,2079,1,0}},
	},
	[262080] = {
		name = "宋遼獎勵2080",
		drop_id = 262080,
		client_goods_list = {{16160123,2080,1,0}},
	},
	[262081] = {
		name = "宋遼獎勵2081",
		drop_id = 262081,
		client_goods_list = {{16160123,2081,1,0}},
	},
	[262082] = {
		name = "宋遼獎勵2082",
		drop_id = 262082,
		client_goods_list = {{16160123,2082,1,0}},
	},
	[262083] = {
		name = "宋遼獎勵2083",
		drop_id = 262083,
		client_goods_list = {{16160123,2083,1,0}},
	},
	[262084] = {
		name = "宋遼獎勵2084",
		drop_id = 262084,
		client_goods_list = {{16160123,2084,1,0}},
	},
	[262085] = {
		name = "宋遼獎勵2085",
		drop_id = 262085,
		client_goods_list = {{16160123,2085,1,0}},
	},
	[262086] = {
		name = "宋遼獎勵2086",
		drop_id = 262086,
		client_goods_list = {{16160123,2086,1,0}},
	},
	[262087] = {
		name = "宋遼獎勵2087",
		drop_id = 262087,
		client_goods_list = {{16160123,2087,1,0}},
	},
	[262088] = {
		name = "宋遼獎勵2088",
		drop_id = 262088,
		client_goods_list = {{16160123,2088,1,0}},
	},
	[262089] = {
		name = "宋遼獎勵2089",
		drop_id = 262089,
		client_goods_list = {{16160123,2089,1,0}},
	},
	[262090] = {
		name = "宋遼獎勵2090",
		drop_id = 262090,
		client_goods_list = {{16160123,2090,1,0}},
	},
	[262091] = {
		name = "宋遼獎勵2091",
		drop_id = 262091,
		client_goods_list = {{16160123,2091,1,0}},
	},
	[262092] = {
		name = "宋遼獎勵2092",
		drop_id = 262092,
		client_goods_list = {{16160123,2092,1,0}},
	},
	[262093] = {
		name = "宋遼獎勵2093",
		drop_id = 262093,
		client_goods_list = {{16160123,2093,1,0}},
	},
	[262094] = {
		name = "宋遼獎勵2094",
		drop_id = 262094,
		client_goods_list = {{16160123,2094,1,0}},
	},
	[262095] = {
		name = "宋遼獎勵2095",
		drop_id = 262095,
		client_goods_list = {{16160123,2095,1,0}},
	},
	[262096] = {
		name = "宋遼獎勵2096",
		drop_id = 262096,
		client_goods_list = {{16160123,2096,1,0}},
	},
	[262097] = {
		name = "宋遼獎勵2097",
		drop_id = 262097,
		client_goods_list = {{16160123,2097,1,0}},
	},
	[262098] = {
		name = "宋遼獎勵2098",
		drop_id = 262098,
		client_goods_list = {{16160123,2098,1,0}},
	},
	[262099] = {
		name = "宋遼獎勵2099",
		drop_id = 262099,
		client_goods_list = {{16160123,2099,1,0}},
	},
	[262100] = {
		name = "宋遼獎勵2100",
		drop_id = 262100,
		client_goods_list = {{16160123,2100,1,0}},
	},
	[262101] = {
		name = "宋遼獎勵2101",
		drop_id = 262101,
		client_goods_list = {{16160123,2101,1,0}},
	},
	[262102] = {
		name = "宋遼獎勵2102",
		drop_id = 262102,
		client_goods_list = {{16160123,2102,1,0}},
	},
	[262103] = {
		name = "宋遼獎勵2103",
		drop_id = 262103,
		client_goods_list = {{16160123,2103,1,0}},
	},
	[262104] = {
		name = "宋遼獎勵2104",
		drop_id = 262104,
		client_goods_list = {{16160123,2104,1,0}},
	},
	[262105] = {
		name = "宋遼獎勵2105",
		drop_id = 262105,
		client_goods_list = {{16160123,2105,1,0}},
	},
	[262106] = {
		name = "宋遼獎勵2106",
		drop_id = 262106,
		client_goods_list = {{16160123,2106,1,0}},
	},
	[262107] = {
		name = "宋遼獎勵2107",
		drop_id = 262107,
		client_goods_list = {{16160123,2107,1,0}},
	},
	[262108] = {
		name = "宋遼獎勵2108",
		drop_id = 262108,
		client_goods_list = {{16160123,2108,1,0}},
	},
	[262109] = {
		name = "宋遼獎勵2109",
		drop_id = 262109,
		client_goods_list = {{16160123,2109,1,0}},
	},
	[262110] = {
		name = "宋遼獎勵2110",
		drop_id = 262110,
		client_goods_list = {{16160123,2110,1,0}},
	},
	[262111] = {
		name = "宋遼獎勵2111",
		drop_id = 262111,
		client_goods_list = {{16160123,2111,1,0}},
	},
	[262112] = {
		name = "宋遼獎勵2112",
		drop_id = 262112,
		client_goods_list = {{16160123,2112,1,0}},
	},
	[262113] = {
		name = "宋遼獎勵2113",
		drop_id = 262113,
		client_goods_list = {{16160123,2113,1,0}},
	},
	[262114] = {
		name = "宋遼獎勵2114",
		drop_id = 262114,
		client_goods_list = {{16160123,2114,1,0}},
	},
	[262115] = {
		name = "宋遼獎勵2115",
		drop_id = 262115,
		client_goods_list = {{16160123,2115,1,0}},
	},
	[262116] = {
		name = "宋遼獎勵2116",
		drop_id = 262116,
		client_goods_list = {{16160123,2116,1,0}},
	},
	[262117] = {
		name = "宋遼獎勵2117",
		drop_id = 262117,
		client_goods_list = {{16160123,2117,1,0}},
	},
	[262118] = {
		name = "宋遼獎勵2118",
		drop_id = 262118,
		client_goods_list = {{16160123,2118,1,0}},
	},
	[262119] = {
		name = "宋遼獎勵2119",
		drop_id = 262119,
		client_goods_list = {{16160123,2119,1,0}},
	},
	[262120] = {
		name = "宋遼獎勵2120",
		drop_id = 262120,
		client_goods_list = {{16160123,2120,1,0}},
	},
	[262121] = {
		name = "宋遼獎勵2121",
		drop_id = 262121,
		client_goods_list = {{16160123,2121,1,0}},
	},
	[262122] = {
		name = "宋遼獎勵2122",
		drop_id = 262122,
		client_goods_list = {{16160123,2122,1,0}},
	},
	[262123] = {
		name = "宋遼獎勵2123",
		drop_id = 262123,
		client_goods_list = {{16160123,2123,1,0}},
	},
	[262124] = {
		name = "宋遼獎勵2124",
		drop_id = 262124,
		client_goods_list = {{16160123,2124,1,0}},
	},
	[262125] = {
		name = "宋遼獎勵2125",
		drop_id = 262125,
		client_goods_list = {{16160123,2125,1,0}},
	},
	[262126] = {
		name = "宋遼獎勵2126",
		drop_id = 262126,
		client_goods_list = {{16160123,2126,1,0}},
	},
	[262127] = {
		name = "宋遼獎勵2127",
		drop_id = 262127,
		client_goods_list = {{16160123,2127,1,0}},
	},
	[262128] = {
		name = "宋遼獎勵2128",
		drop_id = 262128,
		client_goods_list = {{16160123,2128,1,0}},
	},
	[262129] = {
		name = "宋遼獎勵2129",
		drop_id = 262129,
		client_goods_list = {{16160123,2129,1,0}},
	},
	[262130] = {
		name = "宋遼獎勵2130",
		drop_id = 262130,
		client_goods_list = {{16160123,2130,1,0}},
	},
	[262131] = {
		name = "宋遼獎勵2131",
		drop_id = 262131,
		client_goods_list = {{16160123,2131,1,0}},
	},
	[262132] = {
		name = "宋遼獎勵2132",
		drop_id = 262132,
		client_goods_list = {{16160123,2132,1,0}},
	},
	[262133] = {
		name = "宋遼獎勵2133",
		drop_id = 262133,
		client_goods_list = {{16160123,2133,1,0}},
	},
	[262134] = {
		name = "宋遼獎勵2134",
		drop_id = 262134,
		client_goods_list = {{16160123,2134,1,0}},
	},
	[262135] = {
		name = "宋遼獎勵2135",
		drop_id = 262135,
		client_goods_list = {{16160123,2135,1,0}},
	},
	[262136] = {
		name = "宋遼獎勵2136",
		drop_id = 262136,
		client_goods_list = {{16160123,2136,1,0}},
	},
	[262137] = {
		name = "宋遼獎勵2137",
		drop_id = 262137,
		client_goods_list = {{16160123,2137,1,0}},
	},
	[262138] = {
		name = "宋遼獎勵2138",
		drop_id = 262138,
		client_goods_list = {{16160123,2138,1,0}},
	},
	[262139] = {
		name = "宋遼獎勵2139",
		drop_id = 262139,
		client_goods_list = {{16160123,2139,1,0}},
	},
	[262140] = {
		name = "宋遼獎勵2140",
		drop_id = 262140,
		client_goods_list = {{16160123,2140,1,0}},
	},
	[262141] = {
		name = "宋遼獎勵2141",
		drop_id = 262141,
		client_goods_list = {{16160123,2141,1,0}},
	},
	[262142] = {
		name = "宋遼獎勵2142",
		drop_id = 262142,
		client_goods_list = {{16160123,2142,1,0}},
	},
	[262143] = {
		name = "宋遼獎勵2143",
		drop_id = 262143,
		client_goods_list = {{16160123,2143,1,0}},
	},
	[262144] = {
		name = "宋遼獎勵2144",
		drop_id = 262144,
		client_goods_list = {{16160123,2144,1,0}},
	},
	[262145] = {
		name = "宋遼獎勵2145",
		drop_id = 262145,
		client_goods_list = {{16160123,2145,1,0}},
	},
	[262146] = {
		name = "宋遼獎勵2146",
		drop_id = 262146,
		client_goods_list = {{16160123,2146,1,0}},
	},
	[262147] = {
		name = "宋遼獎勵2147",
		drop_id = 262147,
		client_goods_list = {{16160123,2147,1,0}},
	},
	[262148] = {
		name = "宋遼獎勵2148",
		drop_id = 262148,
		client_goods_list = {{16160123,2148,1,0}},
	},
	[262149] = {
		name = "宋遼獎勵2149",
		drop_id = 262149,
		client_goods_list = {{16160123,2149,1,0}},
	},
	[262150] = {
		name = "宋遼獎勵2150",
		drop_id = 262150,
		client_goods_list = {{16160123,2150,1,0}},
	},
	[262151] = {
		name = "宋遼獎勵2151",
		drop_id = 262151,
		client_goods_list = {{16160123,2151,1,0}},
	},
	[262152] = {
		name = "宋遼獎勵2152",
		drop_id = 262152,
		client_goods_list = {{16160123,2152,1,0}},
	},
	[262153] = {
		name = "宋遼獎勵2153",
		drop_id = 262153,
		client_goods_list = {{16160123,2153,1,0}},
	},
	[262154] = {
		name = "宋遼獎勵2154",
		drop_id = 262154,
		client_goods_list = {{16160123,2154,1,0}},
	},
	[262155] = {
		name = "宋遼獎勵2155",
		drop_id = 262155,
		client_goods_list = {{16160123,2155,1,0}},
	},
	[262156] = {
		name = "宋遼獎勵2156",
		drop_id = 262156,
		client_goods_list = {{16160123,2156,1,0}},
	},
	[262157] = {
		name = "宋遼獎勵2157",
		drop_id = 262157,
		client_goods_list = {{16160123,2157,1,0}},
	},
	[262158] = {
		name = "宋遼獎勵2158",
		drop_id = 262158,
		client_goods_list = {{16160123,2158,1,0}},
	},
	[262159] = {
		name = "宋遼獎勵2159",
		drop_id = 262159,
		client_goods_list = {{16160123,2159,1,0}},
	},
	[262160] = {
		name = "宋遼獎勵2160",
		drop_id = 262160,
		client_goods_list = {{16160123,2160,1,0}},
	},
	[262161] = {
		name = "宋遼獎勵2161",
		drop_id = 262161,
		client_goods_list = {{16160123,2161,1,0}},
	},
	[262162] = {
		name = "宋遼獎勵2162",
		drop_id = 262162,
		client_goods_list = {{16160123,2162,1,0}},
	},
	[262163] = {
		name = "宋遼獎勵2163",
		drop_id = 262163,
		client_goods_list = {{16160123,2163,1,0}},
	},
	[262164] = {
		name = "宋遼獎勵2164",
		drop_id = 262164,
		client_goods_list = {{16160123,2164,1,0}},
	},
	[262165] = {
		name = "宋遼獎勵2165",
		drop_id = 262165,
		client_goods_list = {{16160123,2165,1,0}},
	},
	[262166] = {
		name = "宋遼獎勵2166",
		drop_id = 262166,
		client_goods_list = {{16160123,2166,1,0}},
	},
	[262167] = {
		name = "宋遼獎勵2167",
		drop_id = 262167,
		client_goods_list = {{16160123,2167,1,0}},
	},
	[262168] = {
		name = "宋遼獎勵2168",
		drop_id = 262168,
		client_goods_list = {{16160123,2168,1,0}},
	},
	[262169] = {
		name = "宋遼獎勵2169",
		drop_id = 262169,
		client_goods_list = {{16160123,2169,1,0}},
	},
	[262170] = {
		name = "宋遼獎勵2170",
		drop_id = 262170,
		client_goods_list = {{16160123,2170,1,0}},
	},
	[262171] = {
		name = "宋遼獎勵2171",
		drop_id = 262171,
		client_goods_list = {{16160123,2171,1,0}},
	},
	[262172] = {
		name = "宋遼獎勵2172",
		drop_id = 262172,
		client_goods_list = {{16160123,2172,1,0}},
	},
	[262173] = {
		name = "宋遼獎勵2173",
		drop_id = 262173,
		client_goods_list = {{16160123,2173,1,0}},
	},
	[262174] = {
		name = "宋遼獎勵2174",
		drop_id = 262174,
		client_goods_list = {{16160123,2174,1,0}},
	},
	[262175] = {
		name = "宋遼獎勵2175",
		drop_id = 262175,
		client_goods_list = {{16160123,2175,1,0}},
	},
	[262176] = {
		name = "宋遼獎勵2176",
		drop_id = 262176,
		client_goods_list = {{16160123,2176,1,0}},
	},
	[262177] = {
		name = "宋遼獎勵2177",
		drop_id = 262177,
		client_goods_list = {{16160123,2177,1,0}},
	},
	[262178] = {
		name = "宋遼獎勵2178",
		drop_id = 262178,
		client_goods_list = {{16160123,2178,1,0}},
	},
	[262179] = {
		name = "宋遼獎勵2179",
		drop_id = 262179,
		client_goods_list = {{16160123,2179,1,0}},
	},
	[262180] = {
		name = "宋遼獎勵2180",
		drop_id = 262180,
		client_goods_list = {{16160123,2180,1,0}},
	},
	[262181] = {
		name = "宋遼獎勵2181",
		drop_id = 262181,
		client_goods_list = {{16160123,2181,1,0}},
	},
	[262182] = {
		name = "宋遼獎勵2182",
		drop_id = 262182,
		client_goods_list = {{16160123,2182,1,0}},
	},
	[262183] = {
		name = "宋遼獎勵2183",
		drop_id = 262183,
		client_goods_list = {{16160123,2183,1,0}},
	},
	[262184] = {
		name = "宋遼獎勵2184",
		drop_id = 262184,
		client_goods_list = {{16160123,2184,1,0}},
	},
	[262185] = {
		name = "宋遼獎勵2185",
		drop_id = 262185,
		client_goods_list = {{16160123,2185,1,0}},
	},
	[262186] = {
		name = "宋遼獎勵2186",
		drop_id = 262186,
		client_goods_list = {{16160123,2186,1,0}},
	},
	[262187] = {
		name = "宋遼獎勵2187",
		drop_id = 262187,
		client_goods_list = {{16160123,2187,1,0}},
	},
	[262188] = {
		name = "宋遼獎勵2188",
		drop_id = 262188,
		client_goods_list = {{16160123,2188,1,0}},
	},
	[262189] = {
		name = "宋遼獎勵2189",
		drop_id = 262189,
		client_goods_list = {{16160123,2189,1,0}},
	},
	[262190] = {
		name = "宋遼獎勵2190",
		drop_id = 262190,
		client_goods_list = {{16160123,2190,1,0}},
	},
	[262191] = {
		name = "宋遼獎勵2191",
		drop_id = 262191,
		client_goods_list = {{16160123,2191,1,0}},
	},
	[262192] = {
		name = "宋遼獎勵2192",
		drop_id = 262192,
		client_goods_list = {{16160123,2192,1,0}},
	},
	[262193] = {
		name = "宋遼獎勵2193",
		drop_id = 262193,
		client_goods_list = {{16160123,2193,1,0}},
	},
	[262194] = {
		name = "宋遼獎勵2194",
		drop_id = 262194,
		client_goods_list = {{16160123,2194,1,0}},
	},
	[262195] = {
		name = "宋遼獎勵2195",
		drop_id = 262195,
		client_goods_list = {{16160123,2195,1,0}},
	},
	[262196] = {
		name = "宋遼獎勵2196",
		drop_id = 262196,
		client_goods_list = {{16160123,2196,1,0}},
	},
	[262197] = {
		name = "宋遼獎勵2197",
		drop_id = 262197,
		client_goods_list = {{16160123,2197,1,0}},
	},
	[262198] = {
		name = "宋遼獎勵2198",
		drop_id = 262198,
		client_goods_list = {{16160123,2198,1,0}},
	},
	[262199] = {
		name = "宋遼獎勵2199",
		drop_id = 262199,
		client_goods_list = {{16160123,2199,1,0}},
	},
	[262200] = {
		name = "宋遼獎勵2200",
		drop_id = 262200,
		client_goods_list = {{16160123,2200,1,0}},
	},
	[262201] = {
		name = "宋遼獎勵2201",
		drop_id = 262201,
		client_goods_list = {{16160123,2201,1,0}},
	},
	[262202] = {
		name = "宋遼獎勵2202",
		drop_id = 262202,
		client_goods_list = {{16160123,2202,1,0}},
	},
	[262203] = {
		name = "宋遼獎勵2203",
		drop_id = 262203,
		client_goods_list = {{16160123,2203,1,0}},
	},
	[262204] = {
		name = "宋遼獎勵2204",
		drop_id = 262204,
		client_goods_list = {{16160123,2204,1,0}},
	},
	[262205] = {
		name = "宋遼獎勵2205",
		drop_id = 262205,
		client_goods_list = {{16160123,2205,1,0}},
	},
	[262206] = {
		name = "宋遼獎勵2206",
		drop_id = 262206,
		client_goods_list = {{16160123,2206,1,0}},
	},
	[262207] = {
		name = "宋遼獎勵2207",
		drop_id = 262207,
		client_goods_list = {{16160123,2207,1,0}},
	},
	[262208] = {
		name = "宋遼獎勵2208",
		drop_id = 262208,
		client_goods_list = {{16160123,2208,1,0}},
	},
	[262209] = {
		name = "宋遼獎勵2209",
		drop_id = 262209,
		client_goods_list = {{16160123,2209,1,0}},
	},
	[262210] = {
		name = "宋遼獎勵2210",
		drop_id = 262210,
		client_goods_list = {{16160123,2210,1,0}},
	},
	[262211] = {
		name = "宋遼獎勵2211",
		drop_id = 262211,
		client_goods_list = {{16160123,2211,1,0}},
	},
	[262212] = {
		name = "宋遼獎勵2212",
		drop_id = 262212,
		client_goods_list = {{16160123,2212,1,0}},
	},
	[262213] = {
		name = "宋遼獎勵2213",
		drop_id = 262213,
		client_goods_list = {{16160123,2213,1,0}},
	},
	[262214] = {
		name = "宋遼獎勵2214",
		drop_id = 262214,
		client_goods_list = {{16160123,2214,1,0}},
	},
	[262215] = {
		name = "宋遼獎勵2215",
		drop_id = 262215,
		client_goods_list = {{16160123,2215,1,0}},
	},
	[262216] = {
		name = "宋遼獎勵2216",
		drop_id = 262216,
		client_goods_list = {{16160123,2216,1,0}},
	},
	[262217] = {
		name = "宋遼獎勵2217",
		drop_id = 262217,
		client_goods_list = {{16160123,2217,1,0}},
	},
	[262218] = {
		name = "宋遼獎勵2218",
		drop_id = 262218,
		client_goods_list = {{16160123,2218,1,0}},
	},
	[262219] = {
		name = "宋遼獎勵2219",
		drop_id = 262219,
		client_goods_list = {{16160123,2219,1,0}},
	},
	[262220] = {
		name = "宋遼獎勵2220",
		drop_id = 262220,
		client_goods_list = {{16160123,2220,1,0}},
	},
	[262221] = {
		name = "宋遼獎勵2221",
		drop_id = 262221,
		client_goods_list = {{16160123,2221,1,0}},
	},
	[262222] = {
		name = "宋遼獎勵2222",
		drop_id = 262222,
		client_goods_list = {{16160123,2222,1,0}},
	},
	[262223] = {
		name = "宋遼獎勵2223",
		drop_id = 262223,
		client_goods_list = {{16160123,2223,1,0}},
	},
	[262224] = {
		name = "宋遼獎勵2224",
		drop_id = 262224,
		client_goods_list = {{16160123,2224,1,0}},
	},
	[262225] = {
		name = "宋遼獎勵2225",
		drop_id = 262225,
		client_goods_list = {{16160123,2225,1,0}},
	},
	[262226] = {
		name = "宋遼獎勵2226",
		drop_id = 262226,
		client_goods_list = {{16160123,2226,1,0}},
	},
	[262227] = {
		name = "宋遼獎勵2227",
		drop_id = 262227,
		client_goods_list = {{16160123,2227,1,0}},
	},
	[262228] = {
		name = "宋遼獎勵2228",
		drop_id = 262228,
		client_goods_list = {{16160123,2228,1,0}},
	},
	[262229] = {
		name = "宋遼獎勵2229",
		drop_id = 262229,
		client_goods_list = {{16160123,2229,1,0}},
	},
	[262230] = {
		name = "宋遼獎勵2230",
		drop_id = 262230,
		client_goods_list = {{16160123,2230,1,0}},
	},
	[262231] = {
		name = "宋遼獎勵2231",
		drop_id = 262231,
		client_goods_list = {{16160123,2231,1,0}},
	},
	[262232] = {
		name = "宋遼獎勵2232",
		drop_id = 262232,
		client_goods_list = {{16160123,2232,1,0}},
	},
	[262233] = {
		name = "宋遼獎勵2233",
		drop_id = 262233,
		client_goods_list = {{16160123,2233,1,0}},
	},
	[262234] = {
		name = "宋遼獎勵2234",
		drop_id = 262234,
		client_goods_list = {{16160123,2234,1,0}},
	},
	[262235] = {
		name = "宋遼獎勵2235",
		drop_id = 262235,
		client_goods_list = {{16160123,2235,1,0}},
	},
	[262236] = {
		name = "宋遼獎勵2236",
		drop_id = 262236,
		client_goods_list = {{16160123,2236,1,0}},
	},
	[262237] = {
		name = "宋遼獎勵2237",
		drop_id = 262237,
		client_goods_list = {{16160123,2237,1,0}},
	},
	[262238] = {
		name = "宋遼獎勵2238",
		drop_id = 262238,
		client_goods_list = {{16160123,2238,1,0}},
	},
	[262239] = {
		name = "宋遼獎勵2239",
		drop_id = 262239,
		client_goods_list = {{16160123,2239,1,0}},
	},
	[262240] = {
		name = "宋遼獎勵2240",
		drop_id = 262240,
		client_goods_list = {{16160123,2240,1,0}},
	},
	[262241] = {
		name = "宋遼獎勵2241",
		drop_id = 262241,
		client_goods_list = {{16160123,2241,1,0}},
	},
	[262242] = {
		name = "宋遼獎勵2242",
		drop_id = 262242,
		client_goods_list = {{16160123,2242,1,0}},
	},
	[262243] = {
		name = "宋遼獎勵2243",
		drop_id = 262243,
		client_goods_list = {{16160123,2243,1,0}},
	},
	[262244] = {
		name = "宋遼獎勵2244",
		drop_id = 262244,
		client_goods_list = {{16160123,2244,1,0}},
	},
	[262245] = {
		name = "宋遼獎勵2245",
		drop_id = 262245,
		client_goods_list = {{16160123,2245,1,0}},
	},
	[262246] = {
		name = "宋遼獎勵2246",
		drop_id = 262246,
		client_goods_list = {{16160123,2246,1,0}},
	},
	[262247] = {
		name = "宋遼獎勵2247",
		drop_id = 262247,
		client_goods_list = {{16160123,2247,1,0}},
	},
	[262248] = {
		name = "宋遼獎勵2248",
		drop_id = 262248,
		client_goods_list = {{16160123,2248,1,0}},
	},
	[262249] = {
		name = "宋遼獎勵2249",
		drop_id = 262249,
		client_goods_list = {{16160123,2249,1,0}},
	},
	[262250] = {
		name = "宋遼獎勵2250",
		drop_id = 262250,
		client_goods_list = {{16160123,2250,1,0}},
	},
	[262251] = {
		name = "宋遼獎勵2251",
		drop_id = 262251,
		client_goods_list = {{16160123,2251,1,0}},
	},
	[262252] = {
		name = "宋遼獎勵2252",
		drop_id = 262252,
		client_goods_list = {{16160123,2252,1,0}},
	},
	[262253] = {
		name = "宋遼獎勵2253",
		drop_id = 262253,
		client_goods_list = {{16160123,2253,1,0}},
	},
	[262254] = {
		name = "宋遼獎勵2254",
		drop_id = 262254,
		client_goods_list = {{16160123,2254,1,0}},
	},
	[262255] = {
		name = "宋遼獎勵2255",
		drop_id = 262255,
		client_goods_list = {{16160123,2255,1,0}},
	},
	[262256] = {
		name = "宋遼獎勵2256",
		drop_id = 262256,
		client_goods_list = {{16160123,2256,1,0}},
	},
	[262257] = {
		name = "宋遼獎勵2257",
		drop_id = 262257,
		client_goods_list = {{16160123,2257,1,0}},
	},
	[262258] = {
		name = "宋遼獎勵2258",
		drop_id = 262258,
		client_goods_list = {{16160123,2258,1,0}},
	},
	[262259] = {
		name = "宋遼獎勵2259",
		drop_id = 262259,
		client_goods_list = {{16160123,2259,1,0}},
	},
	[262260] = {
		name = "宋遼獎勵2260",
		drop_id = 262260,
		client_goods_list = {{16160123,2260,1,0}},
	},
	[262261] = {
		name = "宋遼獎勵2261",
		drop_id = 262261,
		client_goods_list = {{16160123,2261,1,0}},
	},
	[262262] = {
		name = "宋遼獎勵2262",
		drop_id = 262262,
		client_goods_list = {{16160123,2262,1,0}},
	},
	[262263] = {
		name = "宋遼獎勵2263",
		drop_id = 262263,
		client_goods_list = {{16160123,2263,1,0}},
	},
	[262264] = {
		name = "宋遼獎勵2264",
		drop_id = 262264,
		client_goods_list = {{16160123,2264,1,0}},
	},
	[262265] = {
		name = "宋遼獎勵2265",
		drop_id = 262265,
		client_goods_list = {{16160123,2265,1,0}},
	},
	[262266] = {
		name = "宋遼獎勵2266",
		drop_id = 262266,
		client_goods_list = {{16160123,2266,1,0}},
	},
	[262267] = {
		name = "宋遼獎勵2267",
		drop_id = 262267,
		client_goods_list = {{16160123,2267,1,0}},
	},
	[262268] = {
		name = "宋遼獎勵2268",
		drop_id = 262268,
		client_goods_list = {{16160123,2268,1,0}},
	},
	[262269] = {
		name = "宋遼獎勵2269",
		drop_id = 262269,
		client_goods_list = {{16160123,2269,1,0}},
	},
	[262270] = {
		name = "宋遼獎勵2270",
		drop_id = 262270,
		client_goods_list = {{16160123,2270,1,0}},
	},
	[262271] = {
		name = "宋遼獎勵2271",
		drop_id = 262271,
		client_goods_list = {{16160123,2271,1,0}},
	},
	[262272] = {
		name = "宋遼獎勵2272",
		drop_id = 262272,
		client_goods_list = {{16160123,2272,1,0}},
	},
	[262273] = {
		name = "宋遼獎勵2273",
		drop_id = 262273,
		client_goods_list = {{16160123,2273,1,0}},
	},
	[262274] = {
		name = "宋遼獎勵2274",
		drop_id = 262274,
		client_goods_list = {{16160123,2274,1,0}},
	},
	[262275] = {
		name = "宋遼獎勵2275",
		drop_id = 262275,
		client_goods_list = {{16160123,2275,1,0}},
	},
	[262276] = {
		name = "宋遼獎勵2276",
		drop_id = 262276,
		client_goods_list = {{16160123,2276,1,0}},
	},
	[262277] = {
		name = "宋遼獎勵2277",
		drop_id = 262277,
		client_goods_list = {{16160123,2277,1,0}},
	},
	[262278] = {
		name = "宋遼獎勵2278",
		drop_id = 262278,
		client_goods_list = {{16160123,2278,1,0}},
	},
	[262279] = {
		name = "宋遼獎勵2279",
		drop_id = 262279,
		client_goods_list = {{16160123,2279,1,0}},
	},
	[262280] = {
		name = "宋遼獎勵2280",
		drop_id = 262280,
		client_goods_list = {{16160123,2280,1,0}},
	},
	[262281] = {
		name = "宋遼獎勵2281",
		drop_id = 262281,
		client_goods_list = {{16160123,2281,1,0}},
	},
	[262282] = {
		name = "宋遼獎勵2282",
		drop_id = 262282,
		client_goods_list = {{16160123,2282,1,0}},
	},
	[262283] = {
		name = "宋遼獎勵2283",
		drop_id = 262283,
		client_goods_list = {{16160123,2283,1,0}},
	},
	[262284] = {
		name = "宋遼獎勵2284",
		drop_id = 262284,
		client_goods_list = {{16160123,2284,1,0}},
	},
	[262285] = {
		name = "宋遼獎勵2285",
		drop_id = 262285,
		client_goods_list = {{16160123,2285,1,0}},
	},
	[262286] = {
		name = "宋遼獎勵2286",
		drop_id = 262286,
		client_goods_list = {{16160123,2286,1,0}},
	},
	[262287] = {
		name = "宋遼獎勵2287",
		drop_id = 262287,
		client_goods_list = {{16160123,2287,1,0}},
	},
	[262288] = {
		name = "宋遼獎勵2288",
		drop_id = 262288,
		client_goods_list = {{16160123,2288,1,0}},
	},
	[262289] = {
		name = "宋遼獎勵2289",
		drop_id = 262289,
		client_goods_list = {{16160123,2289,1,0}},
	},
	[262290] = {
		name = "宋遼獎勵2290",
		drop_id = 262290,
		client_goods_list = {{16160123,2290,1,0}},
	},
	[262291] = {
		name = "宋遼獎勵2291",
		drop_id = 262291,
		client_goods_list = {{16160123,2291,1,0}},
	},
	[262292] = {
		name = "宋遼獎勵2292",
		drop_id = 262292,
		client_goods_list = {{16160123,2292,1,0}},
	},
	[262293] = {
		name = "宋遼獎勵2293",
		drop_id = 262293,
		client_goods_list = {{16160123,2293,1,0}},
	},
	[262294] = {
		name = "宋遼獎勵2294",
		drop_id = 262294,
		client_goods_list = {{16160123,2294,1,0}},
	},
	[262295] = {
		name = "宋遼獎勵2295",
		drop_id = 262295,
		client_goods_list = {{16160123,2295,1,0}},
	},
	[262296] = {
		name = "宋遼獎勵2296",
		drop_id = 262296,
		client_goods_list = {{16160123,2296,1,0}},
	},
	[262297] = {
		name = "宋遼獎勵2297",
		drop_id = 262297,
		client_goods_list = {{16160123,2297,1,0}},
	},
	[262298] = {
		name = "宋遼獎勵2298",
		drop_id = 262298,
		client_goods_list = {{16160123,2298,1,0}},
	},
	[262299] = {
		name = "宋遼獎勵2299",
		drop_id = 262299,
		client_goods_list = {{16160123,2299,1,0}},
	},
	[262300] = {
		name = "宋遼獎勵2300",
		drop_id = 262300,
		client_goods_list = {{16160123,2300,1,0}},
	},
	[262301] = {
		name = "宋遼獎勵2301",
		drop_id = 262301,
		client_goods_list = {{16160123,2301,1,0}},
	},
	[262302] = {
		name = "宋遼獎勵2302",
		drop_id = 262302,
		client_goods_list = {{16160123,2302,1,0}},
	},
	[262303] = {
		name = "宋遼獎勵2303",
		drop_id = 262303,
		client_goods_list = {{16160123,2303,1,0}},
	},
	[262304] = {
		name = "宋遼獎勵2304",
		drop_id = 262304,
		client_goods_list = {{16160123,2304,1,0}},
	},
	[262305] = {
		name = "宋遼獎勵2305",
		drop_id = 262305,
		client_goods_list = {{16160123,2305,1,0}},
	},
	[262306] = {
		name = "宋遼獎勵2306",
		drop_id = 262306,
		client_goods_list = {{16160123,2306,1,0}},
	},
	[262307] = {
		name = "宋遼獎勵2307",
		drop_id = 262307,
		client_goods_list = {{16160123,2307,1,0}},
	},
	[262308] = {
		name = "宋遼獎勵2308",
		drop_id = 262308,
		client_goods_list = {{16160123,2308,1,0}},
	},
	[262309] = {
		name = "宋遼獎勵2309",
		drop_id = 262309,
		client_goods_list = {{16160123,2309,1,0}},
	},
	[262310] = {
		name = "宋遼獎勵2310",
		drop_id = 262310,
		client_goods_list = {{16160123,2310,1,0}},
	},
	[262311] = {
		name = "宋遼獎勵2311",
		drop_id = 262311,
		client_goods_list = {{16160123,2311,1,0}},
	},
	[262312] = {
		name = "宋遼獎勵2312",
		drop_id = 262312,
		client_goods_list = {{16160123,2312,1,0}},
	},
	[262313] = {
		name = "宋遼獎勵2313",
		drop_id = 262313,
		client_goods_list = {{16160123,2313,1,0}},
	},
	[262314] = {
		name = "宋遼獎勵2314",
		drop_id = 262314,
		client_goods_list = {{16160123,2314,1,0}},
	},
	[262315] = {
		name = "宋遼獎勵2315",
		drop_id = 262315,
		client_goods_list = {{16160123,2315,1,0}},
	},
	[262316] = {
		name = "宋遼獎勵2316",
		drop_id = 262316,
		client_goods_list = {{16160123,2316,1,0}},
	},
	[262317] = {
		name = "宋遼獎勵2317",
		drop_id = 262317,
		client_goods_list = {{16160123,2317,1,0}},
	},
	[262318] = {
		name = "宋遼獎勵2318",
		drop_id = 262318,
		client_goods_list = {{16160123,2318,1,0}},
	},
	[262319] = {
		name = "宋遼獎勵2319",
		drop_id = 262319,
		client_goods_list = {{16160123,2319,1,0}},
	},
	[262320] = {
		name = "宋遼獎勵2320",
		drop_id = 262320,
		client_goods_list = {{16160123,2320,1,0}},
	},
	[262321] = {
		name = "宋遼獎勵2321",
		drop_id = 262321,
		client_goods_list = {{16160123,2321,1,0}},
	},
	[262322] = {
		name = "宋遼獎勵2322",
		drop_id = 262322,
		client_goods_list = {{16160123,2322,1,0}},
	},
	[262323] = {
		name = "宋遼獎勵2323",
		drop_id = 262323,
		client_goods_list = {{16160123,2323,1,0}},
	},
	[262324] = {
		name = "宋遼獎勵2324",
		drop_id = 262324,
		client_goods_list = {{16160123,2324,1,0}},
	},
	[262325] = {
		name = "宋遼獎勵2325",
		drop_id = 262325,
		client_goods_list = {{16160123,2325,1,0}},
	},
	[262326] = {
		name = "宋遼獎勵2326",
		drop_id = 262326,
		client_goods_list = {{16160123,2326,1,0}},
	},
	[262327] = {
		name = "宋遼獎勵2327",
		drop_id = 262327,
		client_goods_list = {{16160123,2327,1,0}},
	},
	[262328] = {
		name = "宋遼獎勵2328",
		drop_id = 262328,
		client_goods_list = {{16160123,2328,1,0}},
	},
	[262329] = {
		name = "宋遼獎勵2329",
		drop_id = 262329,
		client_goods_list = {{16160123,2329,1,0}},
	},
	[262330] = {
		name = "宋遼獎勵2330",
		drop_id = 262330,
		client_goods_list = {{16160123,2330,1,0}},
	},
	[262331] = {
		name = "宋遼獎勵2331",
		drop_id = 262331,
		client_goods_list = {{16160123,2331,1,0}},
	},
	[262332] = {
		name = "宋遼獎勵2332",
		drop_id = 262332,
		client_goods_list = {{16160123,2332,1,0}},
	},
	[262333] = {
		name = "宋遼獎勵2333",
		drop_id = 262333,
		client_goods_list = {{16160123,2333,1,0}},
	},
	[262334] = {
		name = "宋遼獎勵2334",
		drop_id = 262334,
		client_goods_list = {{16160123,2334,1,0}},
	},
	[262335] = {
		name = "宋遼獎勵2335",
		drop_id = 262335,
		client_goods_list = {{16160123,2335,1,0}},
	},
	[262336] = {
		name = "宋遼獎勵2336",
		drop_id = 262336,
		client_goods_list = {{16160123,2336,1,0}},
	},
	[262337] = {
		name = "宋遼獎勵2337",
		drop_id = 262337,
		client_goods_list = {{16160123,2337,1,0}},
	},
	[262338] = {
		name = "宋遼獎勵2338",
		drop_id = 262338,
		client_goods_list = {{16160123,2338,1,0}},
	},
	[262339] = {
		name = "宋遼獎勵2339",
		drop_id = 262339,
		client_goods_list = {{16160123,2339,1,0}},
	},
	[262340] = {
		name = "宋遼獎勵2340",
		drop_id = 262340,
		client_goods_list = {{16160123,2340,1,0}},
	},
	[262341] = {
		name = "宋遼獎勵2341",
		drop_id = 262341,
		client_goods_list = {{16160123,2341,1,0}},
	},
	[262342] = {
		name = "宋遼獎勵2342",
		drop_id = 262342,
		client_goods_list = {{16160123,2342,1,0}},
	},
	[262343] = {
		name = "宋遼獎勵2343",
		drop_id = 262343,
		client_goods_list = {{16160123,2343,1,0}},
	},
	[262344] = {
		name = "宋遼獎勵2344",
		drop_id = 262344,
		client_goods_list = {{16160123,2344,1,0}},
	},
	[262345] = {
		name = "宋遼獎勵2345",
		drop_id = 262345,
		client_goods_list = {{16160123,2345,1,0}},
	},
	[262346] = {
		name = "宋遼獎勵2346",
		drop_id = 262346,
		client_goods_list = {{16160123,2346,1,0}},
	},
	[262347] = {
		name = "宋遼獎勵2347",
		drop_id = 262347,
		client_goods_list = {{16160123,2347,1,0}},
	},
	[262348] = {
		name = "宋遼獎勵2348",
		drop_id = 262348,
		client_goods_list = {{16160123,2348,1,0}},
	},
	[262349] = {
		name = "宋遼獎勵2349",
		drop_id = 262349,
		client_goods_list = {{16160123,2349,1,0}},
	},
	[262350] = {
		name = "宋遼獎勵2350",
		drop_id = 262350,
		client_goods_list = {{16160123,2350,1,0}},
	},
	[262351] = {
		name = "宋遼獎勵2351",
		drop_id = 262351,
		client_goods_list = {{16160123,2351,1,0}},
	},
	[262352] = {
		name = "宋遼獎勵2352",
		drop_id = 262352,
		client_goods_list = {{16160123,2352,1,0}},
	},
	[262353] = {
		name = "宋遼獎勵2353",
		drop_id = 262353,
		client_goods_list = {{16160123,2353,1,0}},
	},
	[262354] = {
		name = "宋遼獎勵2354",
		drop_id = 262354,
		client_goods_list = {{16160123,2354,1,0}},
	},
	[262355] = {
		name = "宋遼獎勵2355",
		drop_id = 262355,
		client_goods_list = {{16160123,2355,1,0}},
	},
	[262356] = {
		name = "宋遼獎勵2356",
		drop_id = 262356,
		client_goods_list = {{16160123,2356,1,0}},
	},
	[262357] = {
		name = "宋遼獎勵2357",
		drop_id = 262357,
		client_goods_list = {{16160123,2357,1,0}},
	},
	[262358] = {
		name = "宋遼獎勵2358",
		drop_id = 262358,
		client_goods_list = {{16160123,2358,1,0}},
	},
	[262359] = {
		name = "宋遼獎勵2359",
		drop_id = 262359,
		client_goods_list = {{16160123,2359,1,0}},
	},
	[262360] = {
		name = "宋遼獎勵2360",
		drop_id = 262360,
		client_goods_list = {{16160123,2360,1,0}},
	},
	[262361] = {
		name = "宋遼獎勵2361",
		drop_id = 262361,
		client_goods_list = {{16160123,2361,1,0}},
	},
	[262362] = {
		name = "宋遼獎勵2362",
		drop_id = 262362,
		client_goods_list = {{16160123,2362,1,0}},
	},
	[262363] = {
		name = "宋遼獎勵2363",
		drop_id = 262363,
		client_goods_list = {{16160123,2363,1,0}},
	},
	[262364] = {
		name = "宋遼獎勵2364",
		drop_id = 262364,
		client_goods_list = {{16160123,2364,1,0}},
	},
	[262365] = {
		name = "宋遼獎勵2365",
		drop_id = 262365,
		client_goods_list = {{16160123,2365,1,0}},
	},
	[262366] = {
		name = "宋遼獎勵2366",
		drop_id = 262366,
		client_goods_list = {{16160123,2366,1,0}},
	},
	[262367] = {
		name = "宋遼獎勵2367",
		drop_id = 262367,
		client_goods_list = {{16160123,2367,1,0}},
	},
	[262368] = {
		name = "宋遼獎勵2368",
		drop_id = 262368,
		client_goods_list = {{16160123,2368,1,0}},
	},
	[262369] = {
		name = "宋遼獎勵2369",
		drop_id = 262369,
		client_goods_list = {{16160123,2369,1,0}},
	},
	[262370] = {
		name = "宋遼獎勵2370",
		drop_id = 262370,
		client_goods_list = {{16160123,2370,1,0}},
	},
	[262371] = {
		name = "宋遼獎勵2371",
		drop_id = 262371,
		client_goods_list = {{16160123,2371,1,0}},
	},
	[262372] = {
		name = "宋遼獎勵2372",
		drop_id = 262372,
		client_goods_list = {{16160123,2372,1,0}},
	},
	[262373] = {
		name = "宋遼獎勵2373",
		drop_id = 262373,
		client_goods_list = {{16160123,2373,1,0}},
	},
	[262374] = {
		name = "宋遼獎勵2374",
		drop_id = 262374,
		client_goods_list = {{16160123,2374,1,0}},
	},
	[262375] = {
		name = "宋遼獎勵2375",
		drop_id = 262375,
		client_goods_list = {{16160123,2375,1,0}},
	},
	[262376] = {
		name = "宋遼獎勵2376",
		drop_id = 262376,
		client_goods_list = {{16160123,2376,1,0}},
	},
	[262377] = {
		name = "宋遼獎勵2377",
		drop_id = 262377,
		client_goods_list = {{16160123,2377,1,0}},
	},
	[262378] = {
		name = "宋遼獎勵2378",
		drop_id = 262378,
		client_goods_list = {{16160123,2378,1,0}},
	},
	[262379] = {
		name = "宋遼獎勵2379",
		drop_id = 262379,
		client_goods_list = {{16160123,2379,1,0}},
	},
	[262380] = {
		name = "宋遼獎勵2380",
		drop_id = 262380,
		client_goods_list = {{16160123,2380,1,0}},
	},
	[262381] = {
		name = "宋遼獎勵2381",
		drop_id = 262381,
		client_goods_list = {{16160123,2381,1,0}},
	},
	[262382] = {
		name = "宋遼獎勵2382",
		drop_id = 262382,
		client_goods_list = {{16160123,2382,1,0}},
	},
	[262383] = {
		name = "宋遼獎勵2383",
		drop_id = 262383,
		client_goods_list = {{16160123,2383,1,0}},
	},
	[262384] = {
		name = "宋遼獎勵2384",
		drop_id = 262384,
		client_goods_list = {{16160123,2384,1,0}},
	},
	[262385] = {
		name = "宋遼獎勵2385",
		drop_id = 262385,
		client_goods_list = {{16160123,2385,1,0}},
	},
	[262386] = {
		name = "宋遼獎勵2386",
		drop_id = 262386,
		client_goods_list = {{16160123,2386,1,0}},
	},
	[262387] = {
		name = "宋遼獎勵2387",
		drop_id = 262387,
		client_goods_list = {{16160123,2387,1,0}},
	},
	[262388] = {
		name = "宋遼獎勵2388",
		drop_id = 262388,
		client_goods_list = {{16160123,2388,1,0}},
	},
	[262389] = {
		name = "宋遼獎勵2389",
		drop_id = 262389,
		client_goods_list = {{16160123,2389,1,0}},
	},
	[262390] = {
		name = "宋遼獎勵2390",
		drop_id = 262390,
		client_goods_list = {{16160123,2390,1,0}},
	},
	[262391] = {
		name = "宋遼獎勵2391",
		drop_id = 262391,
		client_goods_list = {{16160123,2391,1,0}},
	},
	[262392] = {
		name = "宋遼獎勵2392",
		drop_id = 262392,
		client_goods_list = {{16160123,2392,1,0}},
	},
	[262393] = {
		name = "宋遼獎勵2393",
		drop_id = 262393,
		client_goods_list = {{16160123,2393,1,0}},
	},
	[262394] = {
		name = "宋遼獎勵2394",
		drop_id = 262394,
		client_goods_list = {{16160123,2394,1,0}},
	},
	[262395] = {
		name = "宋遼獎勵2395",
		drop_id = 262395,
		client_goods_list = {{16160123,2395,1,0}},
	},
	[262396] = {
		name = "宋遼獎勵2396",
		drop_id = 262396,
		client_goods_list = {{16160123,2396,1,0}},
	},
	[262397] = {
		name = "宋遼獎勵2397",
		drop_id = 262397,
		client_goods_list = {{16160123,2397,1,0}},
	},
	[262398] = {
		name = "宋遼獎勵2398",
		drop_id = 262398,
		client_goods_list = {{16160123,2398,1,0}},
	},
	[262399] = {
		name = "宋遼獎勵2399",
		drop_id = 262399,
		client_goods_list = {{16160123,2399,1,0}},
	},
	[262400] = {
		name = "宋遼獎勵2400",
		drop_id = 262400,
		client_goods_list = {{16160123,2400,1,0}},
	},
	[262401] = {
		name = "宋遼獎勵2401",
		drop_id = 262401,
		client_goods_list = {{16160123,2401,1,0}},
	},
	[262402] = {
		name = "宋遼獎勵2402",
		drop_id = 262402,
		client_goods_list = {{16160123,2402,1,0}},
	},
	[262403] = {
		name = "宋遼獎勵2403",
		drop_id = 262403,
		client_goods_list = {{16160123,2403,1,0}},
	},
	[262404] = {
		name = "宋遼獎勵2404",
		drop_id = 262404,
		client_goods_list = {{16160123,2404,1,0}},
	},
	[262405] = {
		name = "宋遼獎勵2405",
		drop_id = 262405,
		client_goods_list = {{16160123,2405,1,0}},
	},
	[262406] = {
		name = "宋遼獎勵2406",
		drop_id = 262406,
		client_goods_list = {{16160123,2406,1,0}},
	},
	[262407] = {
		name = "宋遼獎勵2407",
		drop_id = 262407,
		client_goods_list = {{16160123,2407,1,0}},
	},
	[262408] = {
		name = "宋遼獎勵2408",
		drop_id = 262408,
		client_goods_list = {{16160123,2408,1,0}},
	},
	[262409] = {
		name = "宋遼獎勵2409",
		drop_id = 262409,
		client_goods_list = {{16160123,2409,1,0}},
	},
	[262410] = {
		name = "宋遼獎勵2410",
		drop_id = 262410,
		client_goods_list = {{16160123,2410,1,0}},
	},
	[262411] = {
		name = "宋遼獎勵2411",
		drop_id = 262411,
		client_goods_list = {{16160123,2411,1,0}},
	},
	[262412] = {
		name = "宋遼獎勵2412",
		drop_id = 262412,
		client_goods_list = {{16160123,2412,1,0}},
	},
	[262413] = {
		name = "宋遼獎勵2413",
		drop_id = 262413,
		client_goods_list = {{16160123,2413,1,0}},
	},
	[262414] = {
		name = "宋遼獎勵2414",
		drop_id = 262414,
		client_goods_list = {{16160123,2414,1,0}},
	},
	[262415] = {
		name = "宋遼獎勵2415",
		drop_id = 262415,
		client_goods_list = {{16160123,2415,1,0}},
	},
	[262416] = {
		name = "宋遼獎勵2416",
		drop_id = 262416,
		client_goods_list = {{16160123,2416,1,0}},
	},
	[262417] = {
		name = "宋遼獎勵2417",
		drop_id = 262417,
		client_goods_list = {{16160123,2417,1,0}},
	},
	[262418] = {
		name = "宋遼獎勵2418",
		drop_id = 262418,
		client_goods_list = {{16160123,2418,1,0}},
	},
	[262419] = {
		name = "宋遼獎勵2419",
		drop_id = 262419,
		client_goods_list = {{16160123,2419,1,0}},
	},
	[262420] = {
		name = "宋遼獎勵2420",
		drop_id = 262420,
		client_goods_list = {{16160123,2420,1,0}},
	},
	[262421] = {
		name = "宋遼獎勵2421",
		drop_id = 262421,
		client_goods_list = {{16160123,2421,1,0}},
	},
	[262422] = {
		name = "宋遼獎勵2422",
		drop_id = 262422,
		client_goods_list = {{16160123,2422,1,0}},
	},
	[262423] = {
		name = "宋遼獎勵2423",
		drop_id = 262423,
		client_goods_list = {{16160123,2423,1,0}},
	},
	[262424] = {
		name = "宋遼獎勵2424",
		drop_id = 262424,
		client_goods_list = {{16160123,2424,1,0}},
	},
	[262425] = {
		name = "宋遼獎勵2425",
		drop_id = 262425,
		client_goods_list = {{16160123,2425,1,0}},
	},
	[262426] = {
		name = "宋遼獎勵2426",
		drop_id = 262426,
		client_goods_list = {{16160123,2426,1,0}},
	},
	[262427] = {
		name = "宋遼獎勵2427",
		drop_id = 262427,
		client_goods_list = {{16160123,2427,1,0}},
	},
	[262428] = {
		name = "宋遼獎勵2428",
		drop_id = 262428,
		client_goods_list = {{16160123,2428,1,0}},
	},
	[262429] = {
		name = "宋遼獎勵2429",
		drop_id = 262429,
		client_goods_list = {{16160123,2429,1,0}},
	},
	[262430] = {
		name = "宋遼獎勵2430",
		drop_id = 262430,
		client_goods_list = {{16160123,2430,1,0}},
	},
	[262431] = {
		name = "宋遼獎勵2431",
		drop_id = 262431,
		client_goods_list = {{16160123,2431,1,0}},
	},
	[262432] = {
		name = "宋遼獎勵2432",
		drop_id = 262432,
		client_goods_list = {{16160123,2432,1,0}},
	},
	[262433] = {
		name = "宋遼獎勵2433",
		drop_id = 262433,
		client_goods_list = {{16160123,2433,1,0}},
	},
	[262434] = {
		name = "宋遼獎勵2434",
		drop_id = 262434,
		client_goods_list = {{16160123,2434,1,0}},
	},
	[262435] = {
		name = "宋遼獎勵2435",
		drop_id = 262435,
		client_goods_list = {{16160123,2435,1,0}},
	},
	[262436] = {
		name = "宋遼獎勵2436",
		drop_id = 262436,
		client_goods_list = {{16160123,2436,1,0}},
	},
	[262437] = {
		name = "宋遼獎勵2437",
		drop_id = 262437,
		client_goods_list = {{16160123,2437,1,0}},
	},
	[262438] = {
		name = "宋遼獎勵2438",
		drop_id = 262438,
		client_goods_list = {{16160123,2438,1,0}},
	},
	[262439] = {
		name = "宋遼獎勵2439",
		drop_id = 262439,
		client_goods_list = {{16160123,2439,1,0}},
	},
	[262440] = {
		name = "宋遼獎勵2440",
		drop_id = 262440,
		client_goods_list = {{16160123,2440,1,0}},
	},
	[262441] = {
		name = "宋遼獎勵2441",
		drop_id = 262441,
		client_goods_list = {{16160123,2441,1,0}},
	},
	[262442] = {
		name = "宋遼獎勵2442",
		drop_id = 262442,
		client_goods_list = {{16160123,2442,1,0}},
	},
	[262443] = {
		name = "宋遼獎勵2443",
		drop_id = 262443,
		client_goods_list = {{16160123,2443,1,0}},
	},
	[262444] = {
		name = "宋遼獎勵2444",
		drop_id = 262444,
		client_goods_list = {{16160123,2444,1,0}},
	},
	[262445] = {
		name = "宋遼獎勵2445",
		drop_id = 262445,
		client_goods_list = {{16160123,2445,1,0}},
	},
	[262446] = {
		name = "宋遼獎勵2446",
		drop_id = 262446,
		client_goods_list = {{16160123,2446,1,0}},
	},
	[262447] = {
		name = "宋遼獎勵2447",
		drop_id = 262447,
		client_goods_list = {{16160123,2447,1,0}},
	},
	[262448] = {
		name = "宋遼獎勵2448",
		drop_id = 262448,
		client_goods_list = {{16160123,2448,1,0}},
	},
	[262449] = {
		name = "宋遼獎勵2449",
		drop_id = 262449,
		client_goods_list = {{16160123,2449,1,0}},
	},
	[262450] = {
		name = "宋遼獎勵2450",
		drop_id = 262450,
		client_goods_list = {{16160123,2450,1,0}},
	},
	[262451] = {
		name = "宋遼獎勵2451",
		drop_id = 262451,
		client_goods_list = {{16160123,2451,1,0}},
	},
	[262452] = {
		name = "宋遼獎勵2452",
		drop_id = 262452,
		client_goods_list = {{16160123,2452,1,0}},
	},
	[262453] = {
		name = "宋遼獎勵2453",
		drop_id = 262453,
		client_goods_list = {{16160123,2453,1,0}},
	},
	[262454] = {
		name = "宋遼獎勵2454",
		drop_id = 262454,
		client_goods_list = {{16160123,2454,1,0}},
	},
	[262455] = {
		name = "宋遼獎勵2455",
		drop_id = 262455,
		client_goods_list = {{16160123,2455,1,0}},
	},
	[262456] = {
		name = "宋遼獎勵2456",
		drop_id = 262456,
		client_goods_list = {{16160123,2456,1,0}},
	},
	[262457] = {
		name = "宋遼獎勵2457",
		drop_id = 262457,
		client_goods_list = {{16160123,2457,1,0}},
	},
	[262458] = {
		name = "宋遼獎勵2458",
		drop_id = 262458,
		client_goods_list = {{16160123,2458,1,0}},
	},
	[262459] = {
		name = "宋遼獎勵2459",
		drop_id = 262459,
		client_goods_list = {{16160123,2459,1,0}},
	},
	[262460] = {
		name = "宋遼獎勵2460",
		drop_id = 262460,
		client_goods_list = {{16160123,2460,1,0}},
	},
	[262461] = {
		name = "宋遼獎勵2461",
		drop_id = 262461,
		client_goods_list = {{16160123,2461,1,0}},
	},
	[262462] = {
		name = "宋遼獎勵2462",
		drop_id = 262462,
		client_goods_list = {{16160123,2462,1,0}},
	},
	[262463] = {
		name = "宋遼獎勵2463",
		drop_id = 262463,
		client_goods_list = {{16160123,2463,1,0}},
	},
	[262464] = {
		name = "宋遼獎勵2464",
		drop_id = 262464,
		client_goods_list = {{16160123,2464,1,0}},
	},
	[262465] = {
		name = "宋遼獎勵2465",
		drop_id = 262465,
		client_goods_list = {{16160123,2465,1,0}},
	},
	[262466] = {
		name = "宋遼獎勵2466",
		drop_id = 262466,
		client_goods_list = {{16160123,2466,1,0}},
	},
	[262467] = {
		name = "宋遼獎勵2467",
		drop_id = 262467,
		client_goods_list = {{16160123,2467,1,0}},
	},
	[262468] = {
		name = "宋遼獎勵2468",
		drop_id = 262468,
		client_goods_list = {{16160123,2468,1,0}},
	},
	[262469] = {
		name = "宋遼獎勵2469",
		drop_id = 262469,
		client_goods_list = {{16160123,2469,1,0}},
	},
	[262470] = {
		name = "宋遼獎勵2470",
		drop_id = 262470,
		client_goods_list = {{16160123,2470,1,0}},
	},
	[262471] = {
		name = "宋遼獎勵2471",
		drop_id = 262471,
		client_goods_list = {{16160123,2471,1,0}},
	},
	[262472] = {
		name = "宋遼獎勵2472",
		drop_id = 262472,
		client_goods_list = {{16160123,2472,1,0}},
	},
	[262473] = {
		name = "宋遼獎勵2473",
		drop_id = 262473,
		client_goods_list = {{16160123,2473,1,0}},
	},
	[262474] = {
		name = "宋遼獎勵2474",
		drop_id = 262474,
		client_goods_list = {{16160123,2474,1,0}},
	},
	[262475] = {
		name = "宋遼獎勵2475",
		drop_id = 262475,
		client_goods_list = {{16160123,2475,1,0}},
	},
	[262476] = {
		name = "宋遼獎勵2476",
		drop_id = 262476,
		client_goods_list = {{16160123,2476,1,0}},
	},
	[262477] = {
		name = "宋遼獎勵2477",
		drop_id = 262477,
		client_goods_list = {{16160123,2477,1,0}},
	},
	[262478] = {
		name = "宋遼獎勵2478",
		drop_id = 262478,
		client_goods_list = {{16160123,2478,1,0}},
	},
	[262479] = {
		name = "宋遼獎勵2479",
		drop_id = 262479,
		client_goods_list = {{16160123,2479,1,0}},
	},
	[262480] = {
		name = "宋遼獎勵2480",
		drop_id = 262480,
		client_goods_list = {{16160123,2480,1,0}},
	},
	[262481] = {
		name = "宋遼獎勵2481",
		drop_id = 262481,
		client_goods_list = {{16160123,2481,1,0}},
	},
	[262482] = {
		name = "宋遼獎勵2482",
		drop_id = 262482,
		client_goods_list = {{16160123,2482,1,0}},
	},
	[262483] = {
		name = "宋遼獎勵2483",
		drop_id = 262483,
		client_goods_list = {{16160123,2483,1,0}},
	},
	[262484] = {
		name = "宋遼獎勵2484",
		drop_id = 262484,
		client_goods_list = {{16160123,2484,1,0}},
	},
	[262485] = {
		name = "宋遼獎勵2485",
		drop_id = 262485,
		client_goods_list = {{16160123,2485,1,0}},
	},
	[262486] = {
		name = "宋遼獎勵2486",
		drop_id = 262486,
		client_goods_list = {{16160123,2486,1,0}},
	},
	[262487] = {
		name = "宋遼獎勵2487",
		drop_id = 262487,
		client_goods_list = {{16160123,2487,1,0}},
	},
	[262488] = {
		name = "宋遼獎勵2488",
		drop_id = 262488,
		client_goods_list = {{16160123,2488,1,0}},
	},
	[262489] = {
		name = "宋遼獎勵2489",
		drop_id = 262489,
		client_goods_list = {{16160123,2489,1,0}},
	},
	[262490] = {
		name = "宋遼獎勵2490",
		drop_id = 262490,
		client_goods_list = {{16160123,2490,1,0}},
	},
	[262491] = {
		name = "宋遼獎勵2491",
		drop_id = 262491,
		client_goods_list = {{16160123,2491,1,0}},
	},
	[262492] = {
		name = "宋遼獎勵2492",
		drop_id = 262492,
		client_goods_list = {{16160123,2492,1,0}},
	},
	[262493] = {
		name = "宋遼獎勵2493",
		drop_id = 262493,
		client_goods_list = {{16160123,2493,1,0}},
	},
	[262494] = {
		name = "宋遼獎勵2494",
		drop_id = 262494,
		client_goods_list = {{16160123,2494,1,0}},
	},
	[262495] = {
		name = "宋遼獎勵2495",
		drop_id = 262495,
		client_goods_list = {{16160123,2495,1,0}},
	},
	[262496] = {
		name = "宋遼獎勵2496",
		drop_id = 262496,
		client_goods_list = {{16160123,2496,1,0}},
	},
	[262497] = {
		name = "宋遼獎勵2497",
		drop_id = 262497,
		client_goods_list = {{16160123,2497,1,0}},
	},
	[262498] = {
		name = "宋遼獎勵2498",
		drop_id = 262498,
		client_goods_list = {{16160123,2498,1,0}},
	},
	[262499] = {
		name = "宋遼獎勵2499",
		drop_id = 262499,
		client_goods_list = {{16160123,2499,1,0}},
	},
	[262500] = {
		name = "宋遼獎勵2500",
		drop_id = 262500,
		client_goods_list = {{16160123,2500,1,0}},
	},
	[262501] = {
		name = "宋遼獎勵2501",
		drop_id = 262501,
		client_goods_list = {{16160123,2501,1,0}},
	},
	[262502] = {
		name = "宋遼獎勵2502",
		drop_id = 262502,
		client_goods_list = {{16160123,2502,1,0}},
	},
	[262503] = {
		name = "宋遼獎勵2503",
		drop_id = 262503,
		client_goods_list = {{16160123,2503,1,0}},
	},
	[262504] = {
		name = "宋遼獎勵2504",
		drop_id = 262504,
		client_goods_list = {{16160123,2504,1,0}},
	},
	[262505] = {
		name = "宋遼獎勵2505",
		drop_id = 262505,
		client_goods_list = {{16160123,2505,1,0}},
	},
	[262506] = {
		name = "宋遼獎勵2506",
		drop_id = 262506,
		client_goods_list = {{16160123,2506,1,0}},
	},
	[262507] = {
		name = "宋遼獎勵2507",
		drop_id = 262507,
		client_goods_list = {{16160123,2507,1,0}},
	},
	[262508] = {
		name = "宋遼獎勵2508",
		drop_id = 262508,
		client_goods_list = {{16160123,2508,1,0}},
	},
	[262509] = {
		name = "宋遼獎勵2509",
		drop_id = 262509,
		client_goods_list = {{16160123,2509,1,0}},
	},
	[262510] = {
		name = "宋遼獎勵2510",
		drop_id = 262510,
		client_goods_list = {{16160123,2510,1,0}},
	},
	[262511] = {
		name = "宋遼獎勵2511",
		drop_id = 262511,
		client_goods_list = {{16160123,2511,1,0}},
	},
	[262512] = {
		name = "宋遼獎勵2512",
		drop_id = 262512,
		client_goods_list = {{16160123,2512,1,0}},
	},
	[262513] = {
		name = "宋遼獎勵2513",
		drop_id = 262513,
		client_goods_list = {{16160123,2513,1,0}},
	},
	[262514] = {
		name = "宋遼獎勵2514",
		drop_id = 262514,
		client_goods_list = {{16160123,2514,1,0}},
	},
	[262515] = {
		name = "宋遼獎勵2515",
		drop_id = 262515,
		client_goods_list = {{16160123,2515,1,0}},
	},
	[262516] = {
		name = "宋遼獎勵2516",
		drop_id = 262516,
		client_goods_list = {{16160123,2516,1,0}},
	},
	[262517] = {
		name = "宋遼獎勵2517",
		drop_id = 262517,
		client_goods_list = {{16160123,2517,1,0}},
	},
	[262518] = {
		name = "宋遼獎勵2518",
		drop_id = 262518,
		client_goods_list = {{16160123,2518,1,0}},
	},
	[262519] = {
		name = "宋遼獎勵2519",
		drop_id = 262519,
		client_goods_list = {{16160123,2519,1,0}},
	},
	[262520] = {
		name = "宋遼獎勵2520",
		drop_id = 262520,
		client_goods_list = {{16160123,2520,1,0}},
	},
	[262521] = {
		name = "宋遼獎勵2521",
		drop_id = 262521,
		client_goods_list = {{16160123,2521,1,0}},
	},
	[262522] = {
		name = "宋遼獎勵2522",
		drop_id = 262522,
		client_goods_list = {{16160123,2522,1,0}},
	},
	[262523] = {
		name = "宋遼獎勵2523",
		drop_id = 262523,
		client_goods_list = {{16160123,2523,1,0}},
	},
	[262524] = {
		name = "宋遼獎勵2524",
		drop_id = 262524,
		client_goods_list = {{16160123,2524,1,0}},
	},
	[262525] = {
		name = "宋遼獎勵2525",
		drop_id = 262525,
		client_goods_list = {{16160123,2525,1,0}},
	},
	[262526] = {
		name = "宋遼獎勵2526",
		drop_id = 262526,
		client_goods_list = {{16160123,2526,1,0}},
	},
	[262527] = {
		name = "宋遼獎勵2527",
		drop_id = 262527,
		client_goods_list = {{16160123,2527,1,0}},
	},
	[262528] = {
		name = "宋遼獎勵2528",
		drop_id = 262528,
		client_goods_list = {{16160123,2528,1,0}},
	},
	[262529] = {
		name = "宋遼獎勵2529",
		drop_id = 262529,
		client_goods_list = {{16160123,2529,1,0}},
	},
	[262530] = {
		name = "宋遼獎勵2530",
		drop_id = 262530,
		client_goods_list = {{16160123,2530,1,0}},
	},
	[262531] = {
		name = "宋遼獎勵2531",
		drop_id = 262531,
		client_goods_list = {{16160123,2531,1,0}},
	},
	[262532] = {
		name = "宋遼獎勵2532",
		drop_id = 262532,
		client_goods_list = {{16160123,2532,1,0}},
	},
	[262533] = {
		name = "宋遼獎勵2533",
		drop_id = 262533,
		client_goods_list = {{16160123,2533,1,0}},
	},
	[262534] = {
		name = "宋遼獎勵2534",
		drop_id = 262534,
		client_goods_list = {{16160123,2534,1,0}},
	},
	[262535] = {
		name = "宋遼獎勵2535",
		drop_id = 262535,
		client_goods_list = {{16160123,2535,1,0}},
	},
	[262536] = {
		name = "宋遼獎勵2536",
		drop_id = 262536,
		client_goods_list = {{16160123,2536,1,0}},
	},
	[262537] = {
		name = "宋遼獎勵2537",
		drop_id = 262537,
		client_goods_list = {{16160123,2537,1,0}},
	},
	[262538] = {
		name = "宋遼獎勵2538",
		drop_id = 262538,
		client_goods_list = {{16160123,2538,1,0}},
	},
	[262539] = {
		name = "宋遼獎勵2539",
		drop_id = 262539,
		client_goods_list = {{16160123,2539,1,0}},
	},
	[262540] = {
		name = "宋遼獎勵2540",
		drop_id = 262540,
		client_goods_list = {{16160123,2540,1,0}},
	},
	[262541] = {
		name = "宋遼獎勵2541",
		drop_id = 262541,
		client_goods_list = {{16160123,2541,1,0}},
	},
	[262542] = {
		name = "宋遼獎勵2542",
		drop_id = 262542,
		client_goods_list = {{16160123,2542,1,0}},
	},
	[262543] = {
		name = "宋遼獎勵2543",
		drop_id = 262543,
		client_goods_list = {{16160123,2543,1,0}},
	},
	[262544] = {
		name = "宋遼獎勵2544",
		drop_id = 262544,
		client_goods_list = {{16160123,2544,1,0}},
	},
	[262545] = {
		name = "宋遼獎勵2545",
		drop_id = 262545,
		client_goods_list = {{16160123,2545,1,0}},
	},
	[262546] = {
		name = "宋遼獎勵2546",
		drop_id = 262546,
		client_goods_list = {{16160123,2546,1,0}},
	},
	[262547] = {
		name = "宋遼獎勵2547",
		drop_id = 262547,
		client_goods_list = {{16160123,2547,1,0}},
	},
	[262548] = {
		name = "宋遼獎勵2548",
		drop_id = 262548,
		client_goods_list = {{16160123,2548,1,0}},
	},
	[262549] = {
		name = "宋遼獎勵2549",
		drop_id = 262549,
		client_goods_list = {{16160123,2549,1,0}},
	},
	[262550] = {
		name = "宋遼獎勵2550",
		drop_id = 262550,
		client_goods_list = {{16160123,2550,1,0}},
	},
	[262551] = {
		name = "宋遼獎勵2551",
		drop_id = 262551,
		client_goods_list = {{16160123,2551,1,0}},
	},
	[262552] = {
		name = "宋遼獎勵2552",
		drop_id = 262552,
		client_goods_list = {{16160123,2552,1,0}},
	},
	[262553] = {
		name = "宋遼獎勵2553",
		drop_id = 262553,
		client_goods_list = {{16160123,2553,1,0}},
	},
	[262554] = {
		name = "宋遼獎勵2554",
		drop_id = 262554,
		client_goods_list = {{16160123,2554,1,0}},
	},
	[262555] = {
		name = "宋遼獎勵2555",
		drop_id = 262555,
		client_goods_list = {{16160123,2555,1,0}},
	},
	[262556] = {
		name = "宋遼獎勵2556",
		drop_id = 262556,
		client_goods_list = {{16160123,2556,1,0}},
	},
	[262557] = {
		name = "宋遼獎勵2557",
		drop_id = 262557,
		client_goods_list = {{16160123,2557,1,0}},
	},
	[262558] = {
		name = "宋遼獎勵2558",
		drop_id = 262558,
		client_goods_list = {{16160123,2558,1,0}},
	},
	[262559] = {
		name = "宋遼獎勵2559",
		drop_id = 262559,
		client_goods_list = {{16160123,2559,1,0}},
	},
	[262560] = {
		name = "宋遼獎勵2560",
		drop_id = 262560,
		client_goods_list = {{16160123,2560,1,0}},
	},
	[262561] = {
		name = "宋遼獎勵2561",
		drop_id = 262561,
		client_goods_list = {{16160123,2561,1,0}},
	},
	[262562] = {
		name = "宋遼獎勵2562",
		drop_id = 262562,
		client_goods_list = {{16160123,2562,1,0}},
	},
	[262563] = {
		name = "宋遼獎勵2563",
		drop_id = 262563,
		client_goods_list = {{16160123,2563,1,0}},
	},
	[262564] = {
		name = "宋遼獎勵2564",
		drop_id = 262564,
		client_goods_list = {{16160123,2564,1,0}},
	},
	[262565] = {
		name = "宋遼獎勵2565",
		drop_id = 262565,
		client_goods_list = {{16160123,2565,1,0}},
	},
	[262566] = {
		name = "宋遼獎勵2566",
		drop_id = 262566,
		client_goods_list = {{16160123,2566,1,0}},
	},
	[262567] = {
		name = "宋遼獎勵2567",
		drop_id = 262567,
		client_goods_list = {{16160123,2567,1,0}},
	},
	[262568] = {
		name = "宋遼獎勵2568",
		drop_id = 262568,
		client_goods_list = {{16160123,2568,1,0}},
	},
	[262569] = {
		name = "宋遼獎勵2569",
		drop_id = 262569,
		client_goods_list = {{16160123,2569,1,0}},
	},
	[262570] = {
		name = "宋遼獎勵2570",
		drop_id = 262570,
		client_goods_list = {{16160123,2570,1,0}},
	},
	[262571] = {
		name = "宋遼獎勵2571",
		drop_id = 262571,
		client_goods_list = {{16160123,2571,1,0}},
	},
	[262572] = {
		name = "宋遼獎勵2572",
		drop_id = 262572,
		client_goods_list = {{16160123,2572,1,0}},
	},
	[262573] = {
		name = "宋遼獎勵2573",
		drop_id = 262573,
		client_goods_list = {{16160123,2573,1,0}},
	},
	[262574] = {
		name = "宋遼獎勵2574",
		drop_id = 262574,
		client_goods_list = {{16160123,2574,1,0}},
	},
	[262575] = {
		name = "宋遼獎勵2575",
		drop_id = 262575,
		client_goods_list = {{16160123,2575,1,0}},
	},
	[262576] = {
		name = "宋遼獎勵2576",
		drop_id = 262576,
		client_goods_list = {{16160123,2576,1,0}},
	},
	[262577] = {
		name = "宋遼獎勵2577",
		drop_id = 262577,
		client_goods_list = {{16160123,2577,1,0}},
	},
	[262578] = {
		name = "宋遼獎勵2578",
		drop_id = 262578,
		client_goods_list = {{16160123,2578,1,0}},
	},
	[262579] = {
		name = "宋遼獎勵2579",
		drop_id = 262579,
		client_goods_list = {{16160123,2579,1,0}},
	},
	[262580] = {
		name = "宋遼獎勵2580",
		drop_id = 262580,
		client_goods_list = {{16160123,2580,1,0}},
	},
	[262581] = {
		name = "宋遼獎勵2581",
		drop_id = 262581,
		client_goods_list = {{16160123,2581,1,0}},
	},
	[262582] = {
		name = "宋遼獎勵2582",
		drop_id = 262582,
		client_goods_list = {{16160123,2582,1,0}},
	},
	[262583] = {
		name = "宋遼獎勵2583",
		drop_id = 262583,
		client_goods_list = {{16160123,2583,1,0}},
	},
	[262584] = {
		name = "宋遼獎勵2584",
		drop_id = 262584,
		client_goods_list = {{16160123,2584,1,0}},
	},
	[262585] = {
		name = "宋遼獎勵2585",
		drop_id = 262585,
		client_goods_list = {{16160123,2585,1,0}},
	},
	[262586] = {
		name = "宋遼獎勵2586",
		drop_id = 262586,
		client_goods_list = {{16160123,2586,1,0}},
	},
	[262587] = {
		name = "宋遼獎勵2587",
		drop_id = 262587,
		client_goods_list = {{16160123,2587,1,0}},
	},
	[262588] = {
		name = "宋遼獎勵2588",
		drop_id = 262588,
		client_goods_list = {{16160123,2588,1,0}},
	},
	[262589] = {
		name = "宋遼獎勵2589",
		drop_id = 262589,
		client_goods_list = {{16160123,2589,1,0}},
	},
	[262590] = {
		name = "宋遼獎勵2590",
		drop_id = 262590,
		client_goods_list = {{16160123,2590,1,0}},
	},
	[262591] = {
		name = "宋遼獎勵2591",
		drop_id = 262591,
		client_goods_list = {{16160123,2591,1,0}},
	},
	[262592] = {
		name = "宋遼獎勵2592",
		drop_id = 262592,
		client_goods_list = {{16160123,2592,1,0}},
	},
	[262593] = {
		name = "宋遼獎勵2593",
		drop_id = 262593,
		client_goods_list = {{16160123,2593,1,0}},
	},
	[262594] = {
		name = "宋遼獎勵2594",
		drop_id = 262594,
		client_goods_list = {{16160123,2594,1,0}},
	},
	[262595] = {
		name = "宋遼獎勵2595",
		drop_id = 262595,
		client_goods_list = {{16160123,2595,1,0}},
	},
	[262596] = {
		name = "宋遼獎勵2596",
		drop_id = 262596,
		client_goods_list = {{16160123,2596,1,0}},
	},
	[262597] = {
		name = "宋遼獎勵2597",
		drop_id = 262597,
		client_goods_list = {{16160123,2597,1,0}},
	},
	[262598] = {
		name = "宋遼獎勵2598",
		drop_id = 262598,
		client_goods_list = {{16160123,2598,1,0}},
	},
	[262599] = {
		name = "宋遼獎勵2599",
		drop_id = 262599,
		client_goods_list = {{16160123,2599,1,0}},
	},
	[262600] = {
		name = "宋遼獎勵2600",
		drop_id = 262600,
		client_goods_list = {{16160123,2600,1,0}},
	},
	[262601] = {
		name = "宋遼獎勵2601",
		drop_id = 262601,
		client_goods_list = {{16160123,2601,1,0}},
	},
	[262602] = {
		name = "宋遼獎勵2602",
		drop_id = 262602,
		client_goods_list = {{16160123,2602,1,0}},
	},
	[262603] = {
		name = "宋遼獎勵2603",
		drop_id = 262603,
		client_goods_list = {{16160123,2603,1,0}},
	},
	[262604] = {
		name = "宋遼獎勵2604",
		drop_id = 262604,
		client_goods_list = {{16160123,2604,1,0}},
	},
	[262605] = {
		name = "宋遼獎勵2605",
		drop_id = 262605,
		client_goods_list = {{16160123,2605,1,0}},
	},
	[262606] = {
		name = "宋遼獎勵2606",
		drop_id = 262606,
		client_goods_list = {{16160123,2606,1,0}},
	},
	[262607] = {
		name = "宋遼獎勵2607",
		drop_id = 262607,
		client_goods_list = {{16160123,2607,1,0}},
	},
	[262608] = {
		name = "宋遼獎勵2608",
		drop_id = 262608,
		client_goods_list = {{16160123,2608,1,0}},
	},
	[262609] = {
		name = "宋遼獎勵2609",
		drop_id = 262609,
		client_goods_list = {{16160123,2609,1,0}},
	},
	[262610] = {
		name = "宋遼獎勵2610",
		drop_id = 262610,
		client_goods_list = {{16160123,2610,1,0}},
	},
	[262611] = {
		name = "宋遼獎勵2611",
		drop_id = 262611,
		client_goods_list = {{16160123,2611,1,0}},
	},
	[262612] = {
		name = "宋遼獎勵2612",
		drop_id = 262612,
		client_goods_list = {{16160123,2612,1,0}},
	},
	[262613] = {
		name = "宋遼獎勵2613",
		drop_id = 262613,
		client_goods_list = {{16160123,2613,1,0}},
	},
	[262614] = {
		name = "宋遼獎勵2614",
		drop_id = 262614,
		client_goods_list = {{16160123,2614,1,0}},
	},
	[262615] = {
		name = "宋遼獎勵2615",
		drop_id = 262615,
		client_goods_list = {{16160123,2615,1,0}},
	},
	[262616] = {
		name = "宋遼獎勵2616",
		drop_id = 262616,
		client_goods_list = {{16160123,2616,1,0}},
	},
	[262617] = {
		name = "宋遼獎勵2617",
		drop_id = 262617,
		client_goods_list = {{16160123,2617,1,0}},
	},
	[262618] = {
		name = "宋遼獎勵2618",
		drop_id = 262618,
		client_goods_list = {{16160123,2618,1,0}},
	},
	[262619] = {
		name = "宋遼獎勵2619",
		drop_id = 262619,
		client_goods_list = {{16160123,2619,1,0}},
	},
	[262620] = {
		name = "宋遼獎勵2620",
		drop_id = 262620,
		client_goods_list = {{16160123,2620,1,0}},
	},
	[262621] = {
		name = "宋遼獎勵2621",
		drop_id = 262621,
		client_goods_list = {{16160123,2621,1,0}},
	},
	[262622] = {
		name = "宋遼獎勵2622",
		drop_id = 262622,
		client_goods_list = {{16160123,2622,1,0}},
	},
	[262623] = {
		name = "宋遼獎勵2623",
		drop_id = 262623,
		client_goods_list = {{16160123,2623,1,0}},
	},
	[262624] = {
		name = "宋遼獎勵2624",
		drop_id = 262624,
		client_goods_list = {{16160123,2624,1,0}},
	},
	[262625] = {
		name = "宋遼獎勵2625",
		drop_id = 262625,
		client_goods_list = {{16160123,2625,1,0}},
	},
	[262626] = {
		name = "宋遼獎勵2626",
		drop_id = 262626,
		client_goods_list = {{16160123,2626,1,0}},
	},
	[262627] = {
		name = "宋遼獎勵2627",
		drop_id = 262627,
		client_goods_list = {{16160123,2627,1,0}},
	},
	[262628] = {
		name = "宋遼獎勵2628",
		drop_id = 262628,
		client_goods_list = {{16160123,2628,1,0}},
	},
	[262629] = {
		name = "宋遼獎勵2629",
		drop_id = 262629,
		client_goods_list = {{16160123,2629,1,0}},
	},
	[262630] = {
		name = "宋遼獎勵2630",
		drop_id = 262630,
		client_goods_list = {{16160123,2630,1,0}},
	},
	[262631] = {
		name = "宋遼獎勵2631",
		drop_id = 262631,
		client_goods_list = {{16160123,2631,1,0}},
	},
	[262632] = {
		name = "宋遼獎勵2632",
		drop_id = 262632,
		client_goods_list = {{16160123,2632,1,0}},
	},
	[262633] = {
		name = "宋遼獎勵2633",
		drop_id = 262633,
		client_goods_list = {{16160123,2633,1,0}},
	},
	[262634] = {
		name = "宋遼獎勵2634",
		drop_id = 262634,
		client_goods_list = {{16160123,2634,1,0}},
	},
	[262635] = {
		name = "宋遼獎勵2635",
		drop_id = 262635,
		client_goods_list = {{16160123,2635,1,0}},
	},
	[262636] = {
		name = "宋遼獎勵2636",
		drop_id = 262636,
		client_goods_list = {{16160123,2636,1,0}},
	},
	[262637] = {
		name = "宋遼獎勵2637",
		drop_id = 262637,
		client_goods_list = {{16160123,2637,1,0}},
	},
	[262638] = {
		name = "宋遼獎勵2638",
		drop_id = 262638,
		client_goods_list = {{16160123,2638,1,0}},
	},
	[262639] = {
		name = "宋遼獎勵2639",
		drop_id = 262639,
		client_goods_list = {{16160123,2639,1,0}},
	},
	[262640] = {
		name = "宋遼獎勵2640",
		drop_id = 262640,
		client_goods_list = {{16160123,2640,1,0}},
	},
	[262641] = {
		name = "宋遼獎勵2641",
		drop_id = 262641,
		client_goods_list = {{16160123,2641,1,0}},
	},
	[262642] = {
		name = "宋遼獎勵2642",
		drop_id = 262642,
		client_goods_list = {{16160123,2642,1,0}},
	},
	[262643] = {
		name = "宋遼獎勵2643",
		drop_id = 262643,
		client_goods_list = {{16160123,2643,1,0}},
	},
	[262644] = {
		name = "宋遼獎勵2644",
		drop_id = 262644,
		client_goods_list = {{16160123,2644,1,0}},
	},
	[262645] = {
		name = "宋遼獎勵2645",
		drop_id = 262645,
		client_goods_list = {{16160123,2645,1,0}},
	},
	[262646] = {
		name = "宋遼獎勵2646",
		drop_id = 262646,
		client_goods_list = {{16160123,2646,1,0}},
	},
	[262647] = {
		name = "宋遼獎勵2647",
		drop_id = 262647,
		client_goods_list = {{16160123,2647,1,0}},
	},
	[262648] = {
		name = "宋遼獎勵2648",
		drop_id = 262648,
		client_goods_list = {{16160123,2648,1,0}},
	},
	[262649] = {
		name = "宋遼獎勵2649",
		drop_id = 262649,
		client_goods_list = {{16160123,2649,1,0}},
	},
	[262650] = {
		name = "宋遼獎勵2650",
		drop_id = 262650,
		client_goods_list = {{16160123,2650,1,0}},
	},
	[262651] = {
		name = "宋遼獎勵2651",
		drop_id = 262651,
		client_goods_list = {{16160123,2651,1,0}},
	},
	[262652] = {
		name = "宋遼獎勵2652",
		drop_id = 262652,
		client_goods_list = {{16160123,2652,1,0}},
	},
	[262653] = {
		name = "宋遼獎勵2653",
		drop_id = 262653,
		client_goods_list = {{16160123,2653,1,0}},
	},
	[262654] = {
		name = "宋遼獎勵2654",
		drop_id = 262654,
		client_goods_list = {{16160123,2654,1,0}},
	},
	[262655] = {
		name = "宋遼獎勵2655",
		drop_id = 262655,
		client_goods_list = {{16160123,2655,1,0}},
	},
	[262656] = {
		name = "宋遼獎勵2656",
		drop_id = 262656,
		client_goods_list = {{16160123,2656,1,0}},
	},
	[262657] = {
		name = "宋遼獎勵2657",
		drop_id = 262657,
		client_goods_list = {{16160123,2657,1,0}},
	},
	[262658] = {
		name = "宋遼獎勵2658",
		drop_id = 262658,
		client_goods_list = {{16160123,2658,1,0}},
	},
	[262659] = {
		name = "宋遼獎勵2659",
		drop_id = 262659,
		client_goods_list = {{16160123,2659,1,0}},
	},
	[262660] = {
		name = "宋遼獎勵2660",
		drop_id = 262660,
		client_goods_list = {{16160123,2660,1,0}},
	},
	[262661] = {
		name = "宋遼獎勵2661",
		drop_id = 262661,
		client_goods_list = {{16160123,2661,1,0}},
	},
	[262662] = {
		name = "宋遼獎勵2662",
		drop_id = 262662,
		client_goods_list = {{16160123,2662,1,0}},
	},
	[262663] = {
		name = "宋遼獎勵2663",
		drop_id = 262663,
		client_goods_list = {{16160123,2663,1,0}},
	},
	[262664] = {
		name = "宋遼獎勵2664",
		drop_id = 262664,
		client_goods_list = {{16160123,2664,1,0}},
	},
	[262665] = {
		name = "宋遼獎勵2665",
		drop_id = 262665,
		client_goods_list = {{16160123,2665,1,0}},
	},
	[262666] = {
		name = "宋遼獎勵2666",
		drop_id = 262666,
		client_goods_list = {{16160123,2666,1,0}},
	},
	[262667] = {
		name = "宋遼獎勵2667",
		drop_id = 262667,
		client_goods_list = {{16160123,2667,1,0}},
	},
	[262668] = {
		name = "宋遼獎勵2668",
		drop_id = 262668,
		client_goods_list = {{16160123,2668,1,0}},
	},
	[262669] = {
		name = "宋遼獎勵2669",
		drop_id = 262669,
		client_goods_list = {{16160123,2669,1,0}},
	},
	[262670] = {
		name = "宋遼獎勵2670",
		drop_id = 262670,
		client_goods_list = {{16160123,2670,1,0}},
	},
	[262671] = {
		name = "宋遼獎勵2671",
		drop_id = 262671,
		client_goods_list = {{16160123,2671,1,0}},
	},
	[262672] = {
		name = "宋遼獎勵2672",
		drop_id = 262672,
		client_goods_list = {{16160123,2672,1,0}},
	},
	[262673] = {
		name = "宋遼獎勵2673",
		drop_id = 262673,
		client_goods_list = {{16160123,2673,1,0}},
	},
	[262674] = {
		name = "宋遼獎勵2674",
		drop_id = 262674,
		client_goods_list = {{16160123,2674,1,0}},
	},
	[262675] = {
		name = "宋遼獎勵2675",
		drop_id = 262675,
		client_goods_list = {{16160123,2675,1,0}},
	},
	[262676] = {
		name = "宋遼獎勵2676",
		drop_id = 262676,
		client_goods_list = {{16160123,2676,1,0}},
	},
	[262677] = {
		name = "宋遼獎勵2677",
		drop_id = 262677,
		client_goods_list = {{16160123,2677,1,0}},
	},
	[262678] = {
		name = "宋遼獎勵2678",
		drop_id = 262678,
		client_goods_list = {{16160123,2678,1,0}},
	},
	[262679] = {
		name = "宋遼獎勵2679",
		drop_id = 262679,
		client_goods_list = {{16160123,2679,1,0}},
	},
	[262680] = {
		name = "宋遼獎勵2680",
		drop_id = 262680,
		client_goods_list = {{16160123,2680,1,0}},
	},
	[262681] = {
		name = "宋遼獎勵2681",
		drop_id = 262681,
		client_goods_list = {{16160123,2681,1,0}},
	},
	[262682] = {
		name = "宋遼獎勵2682",
		drop_id = 262682,
		client_goods_list = {{16160123,2682,1,0}},
	},
	[262683] = {
		name = "宋遼獎勵2683",
		drop_id = 262683,
		client_goods_list = {{16160123,2683,1,0}},
	},
	[262684] = {
		name = "宋遼獎勵2684",
		drop_id = 262684,
		client_goods_list = {{16160123,2684,1,0}},
	},
	[262685] = {
		name = "宋遼獎勵2685",
		drop_id = 262685,
		client_goods_list = {{16160123,2685,1,0}},
	},
	[262686] = {
		name = "宋遼獎勵2686",
		drop_id = 262686,
		client_goods_list = {{16160123,2686,1,0}},
	},
	[262687] = {
		name = "宋遼獎勵2687",
		drop_id = 262687,
		client_goods_list = {{16160123,2687,1,0}},
	},
	[262688] = {
		name = "宋遼獎勵2688",
		drop_id = 262688,
		client_goods_list = {{16160123,2688,1,0}},
	},
	[262689] = {
		name = "宋遼獎勵2689",
		drop_id = 262689,
		client_goods_list = {{16160123,2689,1,0}},
	},
	[262690] = {
		name = "宋遼獎勵2690",
		drop_id = 262690,
		client_goods_list = {{16160123,2690,1,0}},
	},
	[262691] = {
		name = "宋遼獎勵2691",
		drop_id = 262691,
		client_goods_list = {{16160123,2691,1,0}},
	},
	[262692] = {
		name = "宋遼獎勵2692",
		drop_id = 262692,
		client_goods_list = {{16160123,2692,1,0}},
	},
	[262693] = {
		name = "宋遼獎勵2693",
		drop_id = 262693,
		client_goods_list = {{16160123,2693,1,0}},
	},
	[262694] = {
		name = "宋遼獎勵2694",
		drop_id = 262694,
		client_goods_list = {{16160123,2694,1,0}},
	},
	[262695] = {
		name = "宋遼獎勵2695",
		drop_id = 262695,
		client_goods_list = {{16160123,2695,1,0}},
	},
	[262696] = {
		name = "宋遼獎勵2696",
		drop_id = 262696,
		client_goods_list = {{16160123,2696,1,0}},
	},
	[262697] = {
		name = "宋遼獎勵2697",
		drop_id = 262697,
		client_goods_list = {{16160123,2697,1,0}},
	},
	[262698] = {
		name = "宋遼獎勵2698",
		drop_id = 262698,
		client_goods_list = {{16160123,2698,1,0}},
	},
	[262699] = {
		name = "宋遼獎勵2699",
		drop_id = 262699,
		client_goods_list = {{16160123,2699,1,0}},
	},
	[262700] = {
		name = "宋遼獎勵2700",
		drop_id = 262700,
		client_goods_list = {{16160123,2700,1,0}},
	},
	[262701] = {
		name = "宋遼獎勵2701",
		drop_id = 262701,
		client_goods_list = {{16160123,2701,1,0}},
	},
	[262702] = {
		name = "宋遼獎勵2702",
		drop_id = 262702,
		client_goods_list = {{16160123,2702,1,0}},
	},
	[262703] = {
		name = "宋遼獎勵2703",
		drop_id = 262703,
		client_goods_list = {{16160123,2703,1,0}},
	},
	[262704] = {
		name = "宋遼獎勵2704",
		drop_id = 262704,
		client_goods_list = {{16160123,2704,1,0}},
	},
	[262705] = {
		name = "宋遼獎勵2705",
		drop_id = 262705,
		client_goods_list = {{16160123,2705,1,0}},
	},
	[262706] = {
		name = "宋遼獎勵2706",
		drop_id = 262706,
		client_goods_list = {{16160123,2706,1,0}},
	},
	[262707] = {
		name = "宋遼獎勵2707",
		drop_id = 262707,
		client_goods_list = {{16160123,2707,1,0}},
	},
	[262708] = {
		name = "宋遼獎勵2708",
		drop_id = 262708,
		client_goods_list = {{16160123,2708,1,0}},
	},
	[262709] = {
		name = "宋遼獎勵2709",
		drop_id = 262709,
		client_goods_list = {{16160123,2709,1,0}},
	},
	[262710] = {
		name = "宋遼獎勵2710",
		drop_id = 262710,
		client_goods_list = {{16160123,2710,1,0}},
	},
	[262711] = {
		name = "宋遼獎勵2711",
		drop_id = 262711,
		client_goods_list = {{16160123,2711,1,0}},
	},
	[262712] = {
		name = "宋遼獎勵2712",
		drop_id = 262712,
		client_goods_list = {{16160123,2712,1,0}},
	},
	[262713] = {
		name = "宋遼獎勵2713",
		drop_id = 262713,
		client_goods_list = {{16160123,2713,1,0}},
	},
	[262714] = {
		name = "宋遼獎勵2714",
		drop_id = 262714,
		client_goods_list = {{16160123,2714,1,0}},
	},
	[262715] = {
		name = "宋遼獎勵2715",
		drop_id = 262715,
		client_goods_list = {{16160123,2715,1,0}},
	},
	[262716] = {
		name = "宋遼獎勵2716",
		drop_id = 262716,
		client_goods_list = {{16160123,2716,1,0}},
	},
	[262717] = {
		name = "宋遼獎勵2717",
		drop_id = 262717,
		client_goods_list = {{16160123,2717,1,0}},
	},
	[262718] = {
		name = "宋遼獎勵2718",
		drop_id = 262718,
		client_goods_list = {{16160123,2718,1,0}},
	},
	[262719] = {
		name = "宋遼獎勵2719",
		drop_id = 262719,
		client_goods_list = {{16160123,2719,1,0}},
	},
	[262720] = {
		name = "宋遼獎勵2720",
		drop_id = 262720,
		client_goods_list = {{16160123,2720,1,0}},
	},
	[262721] = {
		name = "宋遼獎勵2721",
		drop_id = 262721,
		client_goods_list = {{16160123,2721,1,0}},
	},
	[262722] = {
		name = "宋遼獎勵2722",
		drop_id = 262722,
		client_goods_list = {{16160123,2722,1,0}},
	},
	[262723] = {
		name = "宋遼獎勵2723",
		drop_id = 262723,
		client_goods_list = {{16160123,2723,1,0}},
	},
	[262724] = {
		name = "宋遼獎勵2724",
		drop_id = 262724,
		client_goods_list = {{16160123,2724,1,0}},
	},
	[262725] = {
		name = "宋遼獎勵2725",
		drop_id = 262725,
		client_goods_list = {{16160123,2725,1,0}},
	},
	[262726] = {
		name = "宋遼獎勵2726",
		drop_id = 262726,
		client_goods_list = {{16160123,2726,1,0}},
	},
	[262727] = {
		name = "宋遼獎勵2727",
		drop_id = 262727,
		client_goods_list = {{16160123,2727,1,0}},
	},
	[262728] = {
		name = "宋遼獎勵2728",
		drop_id = 262728,
		client_goods_list = {{16160123,2728,1,0}},
	},
	[262729] = {
		name = "宋遼獎勵2729",
		drop_id = 262729,
		client_goods_list = {{16160123,2729,1,0}},
	},
	[262730] = {
		name = "宋遼獎勵2730",
		drop_id = 262730,
		client_goods_list = {{16160123,2730,1,0}},
	},
	[262731] = {
		name = "宋遼獎勵2731",
		drop_id = 262731,
		client_goods_list = {{16160123,2731,1,0}},
	},
	[262732] = {
		name = "宋遼獎勵2732",
		drop_id = 262732,
		client_goods_list = {{16160123,2732,1,0}},
	},
	[262733] = {
		name = "宋遼獎勵2733",
		drop_id = 262733,
		client_goods_list = {{16160123,2733,1,0}},
	},
	[262734] = {
		name = "宋遼獎勵2734",
		drop_id = 262734,
		client_goods_list = {{16160123,2734,1,0}},
	},
	[262735] = {
		name = "宋遼獎勵2735",
		drop_id = 262735,
		client_goods_list = {{16160123,2735,1,0}},
	},
	[262736] = {
		name = "宋遼獎勵2736",
		drop_id = 262736,
		client_goods_list = {{16160123,2736,1,0}},
	},
	[262737] = {
		name = "宋遼獎勵2737",
		drop_id = 262737,
		client_goods_list = {{16160123,2737,1,0}},
	},
	[262738] = {
		name = "宋遼獎勵2738",
		drop_id = 262738,
		client_goods_list = {{16160123,2738,1,0}},
	},
	[262739] = {
		name = "宋遼獎勵2739",
		drop_id = 262739,
		client_goods_list = {{16160123,2739,1,0}},
	},
	[262740] = {
		name = "宋遼獎勵2740",
		drop_id = 262740,
		client_goods_list = {{16160123,2740,1,0}},
	},
	[262741] = {
		name = "宋遼獎勵2741",
		drop_id = 262741,
		client_goods_list = {{16160123,2741,1,0}},
	},
	[262742] = {
		name = "宋遼獎勵2742",
		drop_id = 262742,
		client_goods_list = {{16160123,2742,1,0}},
	},
	[262743] = {
		name = "宋遼獎勵2743",
		drop_id = 262743,
		client_goods_list = {{16160123,2743,1,0}},
	},
	[262744] = {
		name = "宋遼獎勵2744",
		drop_id = 262744,
		client_goods_list = {{16160123,2744,1,0}},
	},
	[262745] = {
		name = "宋遼獎勵2745",
		drop_id = 262745,
		client_goods_list = {{16160123,2745,1,0}},
	},
	[262746] = {
		name = "宋遼獎勵2746",
		drop_id = 262746,
		client_goods_list = {{16160123,2746,1,0}},
	},
	[262747] = {
		name = "宋遼獎勵2747",
		drop_id = 262747,
		client_goods_list = {{16160123,2747,1,0}},
	},
	[262748] = {
		name = "宋遼獎勵2748",
		drop_id = 262748,
		client_goods_list = {{16160123,2748,1,0}},
	},
	[262749] = {
		name = "宋遼獎勵2749",
		drop_id = 262749,
		client_goods_list = {{16160123,2749,1,0}},
	},
	[262750] = {
		name = "宋遼獎勵2750",
		drop_id = 262750,
		client_goods_list = {{16160123,2750,1,0}},
	},
	[262751] = {
		name = "宋遼獎勵2751",
		drop_id = 262751,
		client_goods_list = {{16160123,2751,1,0}},
	},
	[262752] = {
		name = "宋遼獎勵2752",
		drop_id = 262752,
		client_goods_list = {{16160123,2752,1,0}},
	},
	[262753] = {
		name = "宋遼獎勵2753",
		drop_id = 262753,
		client_goods_list = {{16160123,2753,1,0}},
	},
	[262754] = {
		name = "宋遼獎勵2754",
		drop_id = 262754,
		client_goods_list = {{16160123,2754,1,0}},
	},
	[262755] = {
		name = "宋遼獎勵2755",
		drop_id = 262755,
		client_goods_list = {{16160123,2755,1,0}},
	},
	[262756] = {
		name = "宋遼獎勵2756",
		drop_id = 262756,
		client_goods_list = {{16160123,2756,1,0}},
	},
	[262757] = {
		name = "宋遼獎勵2757",
		drop_id = 262757,
		client_goods_list = {{16160123,2757,1,0}},
	},
	[262758] = {
		name = "宋遼獎勵2758",
		drop_id = 262758,
		client_goods_list = {{16160123,2758,1,0}},
	},
	[262759] = {
		name = "宋遼獎勵2759",
		drop_id = 262759,
		client_goods_list = {{16160123,2759,1,0}},
	},
	[262760] = {
		name = "宋遼獎勵2760",
		drop_id = 262760,
		client_goods_list = {{16160123,2760,1,0}},
	},
	[262761] = {
		name = "宋遼獎勵2761",
		drop_id = 262761,
		client_goods_list = {{16160123,2761,1,0}},
	},
	[262762] = {
		name = "宋遼獎勵2762",
		drop_id = 262762,
		client_goods_list = {{16160123,2762,1,0}},
	},
	[262763] = {
		name = "宋遼獎勵2763",
		drop_id = 262763,
		client_goods_list = {{16160123,2763,1,0}},
	},
	[262764] = {
		name = "宋遼獎勵2764",
		drop_id = 262764,
		client_goods_list = {{16160123,2764,1,0}},
	},
	[262765] = {
		name = "宋遼獎勵2765",
		drop_id = 262765,
		client_goods_list = {{16160123,2765,1,0}},
	},
	[262766] = {
		name = "宋遼獎勵2766",
		drop_id = 262766,
		client_goods_list = {{16160123,2766,1,0}},
	},
	[262767] = {
		name = "宋遼獎勵2767",
		drop_id = 262767,
		client_goods_list = {{16160123,2767,1,0}},
	},
	[262768] = {
		name = "宋遼獎勵2768",
		drop_id = 262768,
		client_goods_list = {{16160123,2768,1,0}},
	},
	[262769] = {
		name = "宋遼獎勵2769",
		drop_id = 262769,
		client_goods_list = {{16160123,2769,1,0}},
	},
	[262770] = {
		name = "宋遼獎勵2770",
		drop_id = 262770,
		client_goods_list = {{16160123,2770,1,0}},
	},
	[262771] = {
		name = "宋遼獎勵2771",
		drop_id = 262771,
		client_goods_list = {{16160123,2771,1,0}},
	},
	[262772] = {
		name = "宋遼獎勵2772",
		drop_id = 262772,
		client_goods_list = {{16160123,2772,1,0}},
	},
	[262773] = {
		name = "宋遼獎勵2773",
		drop_id = 262773,
		client_goods_list = {{16160123,2773,1,0}},
	},
	[262774] = {
		name = "宋遼獎勵2774",
		drop_id = 262774,
		client_goods_list = {{16160123,2774,1,0}},
	},
	[262775] = {
		name = "宋遼獎勵2775",
		drop_id = 262775,
		client_goods_list = {{16160123,2775,1,0}},
	},
	[262776] = {
		name = "宋遼獎勵2776",
		drop_id = 262776,
		client_goods_list = {{16160123,2776,1,0}},
	},
	[262777] = {
		name = "宋遼獎勵2777",
		drop_id = 262777,
		client_goods_list = {{16160123,2777,1,0}},
	},
	[262778] = {
		name = "宋遼獎勵2778",
		drop_id = 262778,
		client_goods_list = {{16160123,2778,1,0}},
	},
	[262779] = {
		name = "宋遼獎勵2779",
		drop_id = 262779,
		client_goods_list = {{16160123,2779,1,0}},
	},
	[262780] = {
		name = "宋遼獎勵2780",
		drop_id = 262780,
		client_goods_list = {{16160123,2780,1,0}},
	},
	[262781] = {
		name = "宋遼獎勵2781",
		drop_id = 262781,
		client_goods_list = {{16160123,2781,1,0}},
	},
	[262782] = {
		name = "宋遼獎勵2782",
		drop_id = 262782,
		client_goods_list = {{16160123,2782,1,0}},
	},
	[262783] = {
		name = "宋遼獎勵2783",
		drop_id = 262783,
		client_goods_list = {{16160123,2783,1,0}},
	},
	[262784] = {
		name = "宋遼獎勵2784",
		drop_id = 262784,
		client_goods_list = {{16160123,2784,1,0}},
	},
	[262785] = {
		name = "宋遼獎勵2785",
		drop_id = 262785,
		client_goods_list = {{16160123,2785,1,0}},
	},
	[262786] = {
		name = "宋遼獎勵2786",
		drop_id = 262786,
		client_goods_list = {{16160123,2786,1,0}},
	},
	[262787] = {
		name = "宋遼獎勵2787",
		drop_id = 262787,
		client_goods_list = {{16160123,2787,1,0}},
	},
	[262788] = {
		name = "宋遼獎勵2788",
		drop_id = 262788,
		client_goods_list = {{16160123,2788,1,0}},
	},
	[262789] = {
		name = "宋遼獎勵2789",
		drop_id = 262789,
		client_goods_list = {{16160123,2789,1,0}},
	},
	[262790] = {
		name = "宋遼獎勵2790",
		drop_id = 262790,
		client_goods_list = {{16160123,2790,1,0}},
	},
	[262791] = {
		name = "宋遼獎勵2791",
		drop_id = 262791,
		client_goods_list = {{16160123,2791,1,0}},
	},
	[262792] = {
		name = "宋遼獎勵2792",
		drop_id = 262792,
		client_goods_list = {{16160123,2792,1,0}},
	},
	[262793] = {
		name = "宋遼獎勵2793",
		drop_id = 262793,
		client_goods_list = {{16160123,2793,1,0}},
	},
	[262794] = {
		name = "宋遼獎勵2794",
		drop_id = 262794,
		client_goods_list = {{16160123,2794,1,0}},
	},
	[262795] = {
		name = "宋遼獎勵2795",
		drop_id = 262795,
		client_goods_list = {{16160123,2795,1,0}},
	},
	[262796] = {
		name = "宋遼獎勵2796",
		drop_id = 262796,
		client_goods_list = {{16160123,2796,1,0}},
	},
	[262797] = {
		name = "宋遼獎勵2797",
		drop_id = 262797,
		client_goods_list = {{16160123,2797,1,0}},
	},
	[262798] = {
		name = "宋遼獎勵2798",
		drop_id = 262798,
		client_goods_list = {{16160123,2798,1,0}},
	},
	[262799] = {
		name = "宋遼獎勵2799",
		drop_id = 262799,
		client_goods_list = {{16160123,2799,1,0}},
	},
	[262800] = {
		name = "宋遼獎勵2800",
		drop_id = 262800,
		client_goods_list = {{16160123,2800,1,0}},
	},
	[262801] = {
		name = "宋遼獎勵2801",
		drop_id = 262801,
		client_goods_list = {{16160123,2801,1,0}},
	},
	[262802] = {
		name = "宋遼獎勵2802",
		drop_id = 262802,
		client_goods_list = {{16160123,2802,1,0}},
	},
	[262803] = {
		name = "宋遼獎勵2803",
		drop_id = 262803,
		client_goods_list = {{16160123,2803,1,0}},
	},
	[262804] = {
		name = "宋遼獎勵2804",
		drop_id = 262804,
		client_goods_list = {{16160123,2804,1,0}},
	},
	[262805] = {
		name = "宋遼獎勵2805",
		drop_id = 262805,
		client_goods_list = {{16160123,2805,1,0}},
	},
	[262806] = {
		name = "宋遼獎勵2806",
		drop_id = 262806,
		client_goods_list = {{16160123,2806,1,0}},
	},
	[262807] = {
		name = "宋遼獎勵2807",
		drop_id = 262807,
		client_goods_list = {{16160123,2807,1,0}},
	},
	[262808] = {
		name = "宋遼獎勵2808",
		drop_id = 262808,
		client_goods_list = {{16160123,2808,1,0}},
	},
	[262809] = {
		name = "宋遼獎勵2809",
		drop_id = 262809,
		client_goods_list = {{16160123,2809,1,0}},
	},
	[262810] = {
		name = "宋遼獎勵2810",
		drop_id = 262810,
		client_goods_list = {{16160123,2810,1,0}},
	},
	[262811] = {
		name = "宋遼獎勵2811",
		drop_id = 262811,
		client_goods_list = {{16160123,2811,1,0}},
	},
	[262812] = {
		name = "宋遼獎勵2812",
		drop_id = 262812,
		client_goods_list = {{16160123,2812,1,0}},
	},
	[262813] = {
		name = "宋遼獎勵2813",
		drop_id = 262813,
		client_goods_list = {{16160123,2813,1,0}},
	},
	[262814] = {
		name = "宋遼獎勵2814",
		drop_id = 262814,
		client_goods_list = {{16160123,2814,1,0}},
	},
	[262815] = {
		name = "宋遼獎勵2815",
		drop_id = 262815,
		client_goods_list = {{16160123,2815,1,0}},
	},
	[262816] = {
		name = "宋遼獎勵2816",
		drop_id = 262816,
		client_goods_list = {{16160123,2816,1,0}},
	},
	[262817] = {
		name = "宋遼獎勵2817",
		drop_id = 262817,
		client_goods_list = {{16160123,2817,1,0}},
	},
	[262818] = {
		name = "宋遼獎勵2818",
		drop_id = 262818,
		client_goods_list = {{16160123,2818,1,0}},
	},
	[262819] = {
		name = "宋遼獎勵2819",
		drop_id = 262819,
		client_goods_list = {{16160123,2819,1,0}},
	},
	[262820] = {
		name = "宋遼獎勵2820",
		drop_id = 262820,
		client_goods_list = {{16160123,2820,1,0}},
	},
	[262821] = {
		name = "宋遼獎勵2821",
		drop_id = 262821,
		client_goods_list = {{16160123,2821,1,0}},
	},
	[262822] = {
		name = "宋遼獎勵2822",
		drop_id = 262822,
		client_goods_list = {{16160123,2822,1,0}},
	},
	[262823] = {
		name = "宋遼獎勵2823",
		drop_id = 262823,
		client_goods_list = {{16160123,2823,1,0}},
	},
	[262824] = {
		name = "宋遼獎勵2824",
		drop_id = 262824,
		client_goods_list = {{16160123,2824,1,0}},
	},
	[262825] = {
		name = "宋遼獎勵2825",
		drop_id = 262825,
		client_goods_list = {{16160123,2825,1,0}},
	},
	[262826] = {
		name = "宋遼獎勵2826",
		drop_id = 262826,
		client_goods_list = {{16160123,2826,1,0}},
	},
	[262827] = {
		name = "宋遼獎勵2827",
		drop_id = 262827,
		client_goods_list = {{16160123,2827,1,0}},
	},
	[262828] = {
		name = "宋遼獎勵2828",
		drop_id = 262828,
		client_goods_list = {{16160123,2828,1,0}},
	},
	[262829] = {
		name = "宋遼獎勵2829",
		drop_id = 262829,
		client_goods_list = {{16160123,2829,1,0}},
	},
	[262830] = {
		name = "宋遼獎勵2830",
		drop_id = 262830,
		client_goods_list = {{16160123,2830,1,0}},
	},
	[262831] = {
		name = "宋遼獎勵2831",
		drop_id = 262831,
		client_goods_list = {{16160123,2831,1,0}},
	},
	[262832] = {
		name = "宋遼獎勵2832",
		drop_id = 262832,
		client_goods_list = {{16160123,2832,1,0}},
	},
	[262833] = {
		name = "宋遼獎勵2833",
		drop_id = 262833,
		client_goods_list = {{16160123,2833,1,0}},
	},
	[262834] = {
		name = "宋遼獎勵2834",
		drop_id = 262834,
		client_goods_list = {{16160123,2834,1,0}},
	},
	[262835] = {
		name = "宋遼獎勵2835",
		drop_id = 262835,
		client_goods_list = {{16160123,2835,1,0}},
	},
	[262836] = {
		name = "宋遼獎勵2836",
		drop_id = 262836,
		client_goods_list = {{16160123,2836,1,0}},
	},
	[262837] = {
		name = "宋遼獎勵2837",
		drop_id = 262837,
		client_goods_list = {{16160123,2837,1,0}},
	},
	[262838] = {
		name = "宋遼獎勵2838",
		drop_id = 262838,
		client_goods_list = {{16160123,2838,1,0}},
	},
	[262839] = {
		name = "宋遼獎勵2839",
		drop_id = 262839,
		client_goods_list = {{16160123,2839,1,0}},
	},
	[262840] = {
		name = "宋遼獎勵2840",
		drop_id = 262840,
		client_goods_list = {{16160123,2840,1,0}},
	},
	[262841] = {
		name = "宋遼獎勵2841",
		drop_id = 262841,
		client_goods_list = {{16160123,2841,1,0}},
	},
	[262842] = {
		name = "宋遼獎勵2842",
		drop_id = 262842,
		client_goods_list = {{16160123,2842,1,0}},
	},
	[262843] = {
		name = "宋遼獎勵2843",
		drop_id = 262843,
		client_goods_list = {{16160123,2843,1,0}},
	},
	[262844] = {
		name = "宋遼獎勵2844",
		drop_id = 262844,
		client_goods_list = {{16160123,2844,1,0}},
	},
	[262845] = {
		name = "宋遼獎勵2845",
		drop_id = 262845,
		client_goods_list = {{16160123,2845,1,0}},
	},
	[262846] = {
		name = "宋遼獎勵2846",
		drop_id = 262846,
		client_goods_list = {{16160123,2846,1,0}},
	},
	[262847] = {
		name = "宋遼獎勵2847",
		drop_id = 262847,
		client_goods_list = {{16160123,2847,1,0}},
	},
	[262848] = {
		name = "宋遼獎勵2848",
		drop_id = 262848,
		client_goods_list = {{16160123,2848,1,0}},
	},
	[262849] = {
		name = "宋遼獎勵2849",
		drop_id = 262849,
		client_goods_list = {{16160123,2849,1,0}},
	},
	[262850] = {
		name = "宋遼獎勵2850",
		drop_id = 262850,
		client_goods_list = {{16160123,2850,1,0}},
	},
	[262851] = {
		name = "宋遼獎勵2851",
		drop_id = 262851,
		client_goods_list = {{16160123,2851,1,0}},
	},
	[262852] = {
		name = "宋遼獎勵2852",
		drop_id = 262852,
		client_goods_list = {{16160123,2852,1,0}},
	},
	[262853] = {
		name = "宋遼獎勵2853",
		drop_id = 262853,
		client_goods_list = {{16160123,2853,1,0}},
	},
	[262854] = {
		name = "宋遼獎勵2854",
		drop_id = 262854,
		client_goods_list = {{16160123,2854,1,0}},
	},
	[262855] = {
		name = "宋遼獎勵2855",
		drop_id = 262855,
		client_goods_list = {{16160123,2855,1,0}},
	},
	[262856] = {
		name = "宋遼獎勵2856",
		drop_id = 262856,
		client_goods_list = {{16160123,2856,1,0}},
	},
	[262857] = {
		name = "宋遼獎勵2857",
		drop_id = 262857,
		client_goods_list = {{16160123,2857,1,0}},
	},
	[262858] = {
		name = "宋遼獎勵2858",
		drop_id = 262858,
		client_goods_list = {{16160123,2858,1,0}},
	},
	[262859] = {
		name = "宋遼獎勵2859",
		drop_id = 262859,
		client_goods_list = {{16160123,2859,1,0}},
	},
	[262860] = {
		name = "宋遼獎勵2860",
		drop_id = 262860,
		client_goods_list = {{16160123,2860,1,0}},
	},
	[262861] = {
		name = "宋遼獎勵2861",
		drop_id = 262861,
		client_goods_list = {{16160123,2861,1,0}},
	},
	[262862] = {
		name = "宋遼獎勵2862",
		drop_id = 262862,
		client_goods_list = {{16160123,2862,1,0}},
	},
	[262863] = {
		name = "宋遼獎勵2863",
		drop_id = 262863,
		client_goods_list = {{16160123,2863,1,0}},
	},
	[262864] = {
		name = "宋遼獎勵2864",
		drop_id = 262864,
		client_goods_list = {{16160123,2864,1,0}},
	},
	[262865] = {
		name = "宋遼獎勵2865",
		drop_id = 262865,
		client_goods_list = {{16160123,2865,1,0}},
	},
	[262866] = {
		name = "宋遼獎勵2866",
		drop_id = 262866,
		client_goods_list = {{16160123,2866,1,0}},
	},
	[262867] = {
		name = "宋遼獎勵2867",
		drop_id = 262867,
		client_goods_list = {{16160123,2867,1,0}},
	},
	[262868] = {
		name = "宋遼獎勵2868",
		drop_id = 262868,
		client_goods_list = {{16160123,2868,1,0}},
	},
	[262869] = {
		name = "宋遼獎勵2869",
		drop_id = 262869,
		client_goods_list = {{16160123,2869,1,0}},
	},
	[262870] = {
		name = "宋遼獎勵2870",
		drop_id = 262870,
		client_goods_list = {{16160123,2870,1,0}},
	},
	[262871] = {
		name = "宋遼獎勵2871",
		drop_id = 262871,
		client_goods_list = {{16160123,2871,1,0}},
	},
	[262872] = {
		name = "宋遼獎勵2872",
		drop_id = 262872,
		client_goods_list = {{16160123,2872,1,0}},
	},
	[262873] = {
		name = "宋遼獎勵2873",
		drop_id = 262873,
		client_goods_list = {{16160123,2873,1,0}},
	},
	[262874] = {
		name = "宋遼獎勵2874",
		drop_id = 262874,
		client_goods_list = {{16160123,2874,1,0}},
	},
	[262875] = {
		name = "宋遼獎勵2875",
		drop_id = 262875,
		client_goods_list = {{16160123,2875,1,0}},
	},
	[262876] = {
		name = "宋遼獎勵2876",
		drop_id = 262876,
		client_goods_list = {{16160123,2876,1,0}},
	},
	[262877] = {
		name = "宋遼獎勵2877",
		drop_id = 262877,
		client_goods_list = {{16160123,2877,1,0}},
	},
	[262878] = {
		name = "宋遼獎勵2878",
		drop_id = 262878,
		client_goods_list = {{16160123,2878,1,0}},
	},
	[262879] = {
		name = "宋遼獎勵2879",
		drop_id = 262879,
		client_goods_list = {{16160123,2879,1,0}},
	},
	[262880] = {
		name = "宋遼獎勵2880",
		drop_id = 262880,
		client_goods_list = {{16160123,2880,1,0}},
	},
	[262881] = {
		name = "宋遼獎勵2881",
		drop_id = 262881,
		client_goods_list = {{16160123,2881,1,0}},
	},
	[262882] = {
		name = "宋遼獎勵2882",
		drop_id = 262882,
		client_goods_list = {{16160123,2882,1,0}},
	},
	[262883] = {
		name = "宋遼獎勵2883",
		drop_id = 262883,
		client_goods_list = {{16160123,2883,1,0}},
	},
	[262884] = {
		name = "宋遼獎勵2884",
		drop_id = 262884,
		client_goods_list = {{16160123,2884,1,0}},
	},
	[262885] = {
		name = "宋遼獎勵2885",
		drop_id = 262885,
		client_goods_list = {{16160123,2885,1,0}},
	},
	[262886] = {
		name = "宋遼獎勵2886",
		drop_id = 262886,
		client_goods_list = {{16160123,2886,1,0}},
	},
	[262887] = {
		name = "宋遼獎勵2887",
		drop_id = 262887,
		client_goods_list = {{16160123,2887,1,0}},
	},
	[262888] = {
		name = "宋遼獎勵2888",
		drop_id = 262888,
		client_goods_list = {{16160123,2888,1,0}},
	},
	[262889] = {
		name = "宋遼獎勵2889",
		drop_id = 262889,
		client_goods_list = {{16160123,2889,1,0}},
	},
	[262890] = {
		name = "宋遼獎勵2890",
		drop_id = 262890,
		client_goods_list = {{16160123,2890,1,0}},
	},
	[262891] = {
		name = "宋遼獎勵2891",
		drop_id = 262891,
		client_goods_list = {{16160123,2891,1,0}},
	},
	[262892] = {
		name = "宋遼獎勵2892",
		drop_id = 262892,
		client_goods_list = {{16160123,2892,1,0}},
	},
	[262893] = {
		name = "宋遼獎勵2893",
		drop_id = 262893,
		client_goods_list = {{16160123,2893,1,0}},
	},
	[262894] = {
		name = "宋遼獎勵2894",
		drop_id = 262894,
		client_goods_list = {{16160123,2894,1,0}},
	},
	[262895] = {
		name = "宋遼獎勵2895",
		drop_id = 262895,
		client_goods_list = {{16160123,2895,1,0}},
	},
	[262896] = {
		name = "宋遼獎勵2896",
		drop_id = 262896,
		client_goods_list = {{16160123,2896,1,0}},
	},
	[262897] = {
		name = "宋遼獎勵2897",
		drop_id = 262897,
		client_goods_list = {{16160123,2897,1,0}},
	},
	[262898] = {
		name = "宋遼獎勵2898",
		drop_id = 262898,
		client_goods_list = {{16160123,2898,1,0}},
	},
	[262899] = {
		name = "宋遼獎勵2899",
		drop_id = 262899,
		client_goods_list = {{16160123,2899,1,0}},
	},
	[262900] = {
		name = "宋遼獎勵2900",
		drop_id = 262900,
		client_goods_list = {{16160123,2900,1,0}},
	},
	[262901] = {
		name = "宋遼獎勵2901",
		drop_id = 262901,
		client_goods_list = {{16160123,2901,1,0}},
	},
	[262902] = {
		name = "宋遼獎勵2902",
		drop_id = 262902,
		client_goods_list = {{16160123,2902,1,0}},
	},
	[262903] = {
		name = "宋遼獎勵2903",
		drop_id = 262903,
		client_goods_list = {{16160123,2903,1,0}},
	},
	[262904] = {
		name = "宋遼獎勵2904",
		drop_id = 262904,
		client_goods_list = {{16160123,2904,1,0}},
	},
	[262905] = {
		name = "宋遼獎勵2905",
		drop_id = 262905,
		client_goods_list = {{16160123,2905,1,0}},
	},
	[262906] = {
		name = "宋遼獎勵2906",
		drop_id = 262906,
		client_goods_list = {{16160123,2906,1,0}},
	},
	[262907] = {
		name = "宋遼獎勵2907",
		drop_id = 262907,
		client_goods_list = {{16160123,2907,1,0}},
	},
	[262908] = {
		name = "宋遼獎勵2908",
		drop_id = 262908,
		client_goods_list = {{16160123,2908,1,0}},
	},
	[262909] = {
		name = "宋遼獎勵2909",
		drop_id = 262909,
		client_goods_list = {{16160123,2909,1,0}},
	},
	[262910] = {
		name = "宋遼獎勵2910",
		drop_id = 262910,
		client_goods_list = {{16160123,2910,1,0}},
	},
	[262911] = {
		name = "宋遼獎勵2911",
		drop_id = 262911,
		client_goods_list = {{16160123,2911,1,0}},
	},
	[262912] = {
		name = "宋遼獎勵2912",
		drop_id = 262912,
		client_goods_list = {{16160123,2912,1,0}},
	},
	[262913] = {
		name = "宋遼獎勵2913",
		drop_id = 262913,
		client_goods_list = {{16160123,2913,1,0}},
	},
	[262914] = {
		name = "宋遼獎勵2914",
		drop_id = 262914,
		client_goods_list = {{16160123,2914,1,0}},
	},
	[262915] = {
		name = "宋遼獎勵2915",
		drop_id = 262915,
		client_goods_list = {{16160123,2915,1,0}},
	},
	[262916] = {
		name = "宋遼獎勵2916",
		drop_id = 262916,
		client_goods_list = {{16160123,2916,1,0}},
	},
	[262917] = {
		name = "宋遼獎勵2917",
		drop_id = 262917,
		client_goods_list = {{16160123,2917,1,0}},
	},
	[262918] = {
		name = "宋遼獎勵2918",
		drop_id = 262918,
		client_goods_list = {{16160123,2918,1,0}},
	},
	[262919] = {
		name = "宋遼獎勵2919",
		drop_id = 262919,
		client_goods_list = {{16160123,2919,1,0}},
	},
	[262920] = {
		name = "宋遼獎勵2920",
		drop_id = 262920,
		client_goods_list = {{16160123,2920,1,0}},
	},
	[262921] = {
		name = "宋遼獎勵2921",
		drop_id = 262921,
		client_goods_list = {{16160123,2921,1,0}},
	},
	[262922] = {
		name = "宋遼獎勵2922",
		drop_id = 262922,
		client_goods_list = {{16160123,2922,1,0}},
	},
	[262923] = {
		name = "宋遼獎勵2923",
		drop_id = 262923,
		client_goods_list = {{16160123,2923,1,0}},
	},
	[262924] = {
		name = "宋遼獎勵2924",
		drop_id = 262924,
		client_goods_list = {{16160123,2924,1,0}},
	},
	[262925] = {
		name = "宋遼獎勵2925",
		drop_id = 262925,
		client_goods_list = {{16160123,2925,1,0}},
	},
	[262926] = {
		name = "宋遼獎勵2926",
		drop_id = 262926,
		client_goods_list = {{16160123,2926,1,0}},
	},
	[262927] = {
		name = "宋遼獎勵2927",
		drop_id = 262927,
		client_goods_list = {{16160123,2927,1,0}},
	},
	[262928] = {
		name = "宋遼獎勵2928",
		drop_id = 262928,
		client_goods_list = {{16160123,2928,1,0}},
	},
	[262929] = {
		name = "宋遼獎勵2929",
		drop_id = 262929,
		client_goods_list = {{16160123,2929,1,0}},
	},
	[262930] = {
		name = "宋遼獎勵2930",
		drop_id = 262930,
		client_goods_list = {{16160123,2930,1,0}},
	},
	[262931] = {
		name = "宋遼獎勵2931",
		drop_id = 262931,
		client_goods_list = {{16160123,2931,1,0}},
	},
	[262932] = {
		name = "宋遼獎勵2932",
		drop_id = 262932,
		client_goods_list = {{16160123,2932,1,0}},
	},
	[262933] = {
		name = "宋遼獎勵2933",
		drop_id = 262933,
		client_goods_list = {{16160123,2933,1,0}},
	},
	[262934] = {
		name = "宋遼獎勵2934",
		drop_id = 262934,
		client_goods_list = {{16160123,2934,1,0}},
	},
	[262935] = {
		name = "宋遼獎勵2935",
		drop_id = 262935,
		client_goods_list = {{16160123,2935,1,0}},
	},
	[262936] = {
		name = "宋遼獎勵2936",
		drop_id = 262936,
		client_goods_list = {{16160123,2936,1,0}},
	},
	[262937] = {
		name = "宋遼獎勵2937",
		drop_id = 262937,
		client_goods_list = {{16160123,2937,1,0}},
	},
	[262938] = {
		name = "宋遼獎勵2938",
		drop_id = 262938,
		client_goods_list = {{16160123,2938,1,0}},
	},
	[262939] = {
		name = "宋遼獎勵2939",
		drop_id = 262939,
		client_goods_list = {{16160123,2939,1,0}},
	},
	[262940] = {
		name = "宋遼獎勵2940",
		drop_id = 262940,
		client_goods_list = {{16160123,2940,1,0}},
	},
	[262941] = {
		name = "宋遼獎勵2941",
		drop_id = 262941,
		client_goods_list = {{16160123,2941,1,0}},
	},
	[262942] = {
		name = "宋遼獎勵2942",
		drop_id = 262942,
		client_goods_list = {{16160123,2942,1,0}},
	},
	[262943] = {
		name = "宋遼獎勵2943",
		drop_id = 262943,
		client_goods_list = {{16160123,2943,1,0}},
	},
	[262944] = {
		name = "宋遼獎勵2944",
		drop_id = 262944,
		client_goods_list = {{16160123,2944,1,0}},
	},
	[262945] = {
		name = "宋遼獎勵2945",
		drop_id = 262945,
		client_goods_list = {{16160123,2945,1,0}},
	},
	[262946] = {
		name = "宋遼獎勵2946",
		drop_id = 262946,
		client_goods_list = {{16160123,2946,1,0}},
	},
	[262947] = {
		name = "宋遼獎勵2947",
		drop_id = 262947,
		client_goods_list = {{16160123,2947,1,0}},
	},
	[262948] = {
		name = "宋遼獎勵2948",
		drop_id = 262948,
		client_goods_list = {{16160123,2948,1,0}},
	},
	[262949] = {
		name = "宋遼獎勵2949",
		drop_id = 262949,
		client_goods_list = {{16160123,2949,1,0}},
	},
	[262950] = {
		name = "宋遼獎勵2950",
		drop_id = 262950,
		client_goods_list = {{16160123,2950,1,0}},
	},
	[262951] = {
		name = "宋遼獎勵2951",
		drop_id = 262951,
		client_goods_list = {{16160123,2951,1,0}},
	},
	[262952] = {
		name = "宋遼獎勵2952",
		drop_id = 262952,
		client_goods_list = {{16160123,2952,1,0}},
	},
	[262953] = {
		name = "宋遼獎勵2953",
		drop_id = 262953,
		client_goods_list = {{16160123,2953,1,0}},
	},
	[262954] = {
		name = "宋遼獎勵2954",
		drop_id = 262954,
		client_goods_list = {{16160123,2954,1,0}},
	},
	[262955] = {
		name = "宋遼獎勵2955",
		drop_id = 262955,
		client_goods_list = {{16160123,2955,1,0}},
	},
	[262956] = {
		name = "宋遼獎勵2956",
		drop_id = 262956,
		client_goods_list = {{16160123,2956,1,0}},
	},
	[262957] = {
		name = "宋遼獎勵2957",
		drop_id = 262957,
		client_goods_list = {{16160123,2957,1,0}},
	},
	[262958] = {
		name = "宋遼獎勵2958",
		drop_id = 262958,
		client_goods_list = {{16160123,2958,1,0}},
	},
	[262959] = {
		name = "宋遼獎勵2959",
		drop_id = 262959,
		client_goods_list = {{16160123,2959,1,0}},
	},
	[262960] = {
		name = "宋遼獎勵2960",
		drop_id = 262960,
		client_goods_list = {{16160123,2960,1,0}},
	},
	[262961] = {
		name = "宋遼獎勵2961",
		drop_id = 262961,
		client_goods_list = {{16160123,2961,1,0}},
	},
	[262962] = {
		name = "宋遼獎勵2962",
		drop_id = 262962,
		client_goods_list = {{16160123,2962,1,0}},
	},
	[262963] = {
		name = "宋遼獎勵2963",
		drop_id = 262963,
		client_goods_list = {{16160123,2963,1,0}},
	},
	[262964] = {
		name = "宋遼獎勵2964",
		drop_id = 262964,
		client_goods_list = {{16160123,2964,1,0}},
	},
	[262965] = {
		name = "宋遼獎勵2965",
		drop_id = 262965,
		client_goods_list = {{16160123,2965,1,0}},
	},
	[262966] = {
		name = "宋遼獎勵2966",
		drop_id = 262966,
		client_goods_list = {{16160123,2966,1,0}},
	},
	[262967] = {
		name = "宋遼獎勵2967",
		drop_id = 262967,
		client_goods_list = {{16160123,2967,1,0}},
	},
	[262968] = {
		name = "宋遼獎勵2968",
		drop_id = 262968,
		client_goods_list = {{16160123,2968,1,0}},
	},
	[262969] = {
		name = "宋遼獎勵2969",
		drop_id = 262969,
		client_goods_list = {{16160123,2969,1,0}},
	},
	[262970] = {
		name = "宋遼獎勵2970",
		drop_id = 262970,
		client_goods_list = {{16160123,2970,1,0}},
	},
	[262971] = {
		name = "宋遼獎勵2971",
		drop_id = 262971,
		client_goods_list = {{16160123,2971,1,0}},
	},
	[262972] = {
		name = "宋遼獎勵2972",
		drop_id = 262972,
		client_goods_list = {{16160123,2972,1,0}},
	},
	[262973] = {
		name = "宋遼獎勵2973",
		drop_id = 262973,
		client_goods_list = {{16160123,2973,1,0}},
	},
	[262974] = {
		name = "宋遼獎勵2974",
		drop_id = 262974,
		client_goods_list = {{16160123,2974,1,0}},
	},
	[262975] = {
		name = "宋遼獎勵2975",
		drop_id = 262975,
		client_goods_list = {{16160123,2975,1,0}},
	},
	[262976] = {
		name = "宋遼獎勵2976",
		drop_id = 262976,
		client_goods_list = {{16160123,2976,1,0}},
	},
	[262977] = {
		name = "宋遼獎勵2977",
		drop_id = 262977,
		client_goods_list = {{16160123,2977,1,0}},
	},
	[262978] = {
		name = "宋遼獎勵2978",
		drop_id = 262978,
		client_goods_list = {{16160123,2978,1,0}},
	},
	[262979] = {
		name = "宋遼獎勵2979",
		drop_id = 262979,
		client_goods_list = {{16160123,2979,1,0}},
	},
	[262980] = {
		name = "宋遼獎勵2980",
		drop_id = 262980,
		client_goods_list = {{16160123,2980,1,0}},
	},
	[262981] = {
		name = "宋遼獎勵2981",
		drop_id = 262981,
		client_goods_list = {{16160123,2981,1,0}},
	},
	[262982] = {
		name = "宋遼獎勵2982",
		drop_id = 262982,
		client_goods_list = {{16160123,2982,1,0}},
	},
	[262983] = {
		name = "宋遼獎勵2983",
		drop_id = 262983,
		client_goods_list = {{16160123,2983,1,0}},
	},
	[262984] = {
		name = "宋遼獎勵2984",
		drop_id = 262984,
		client_goods_list = {{16160123,2984,1,0}},
	},
	[262985] = {
		name = "宋遼獎勵2985",
		drop_id = 262985,
		client_goods_list = {{16160123,2985,1,0}},
	},
	[262986] = {
		name = "宋遼獎勵2986",
		drop_id = 262986,
		client_goods_list = {{16160123,2986,1,0}},
	},
	[262987] = {
		name = "宋遼獎勵2987",
		drop_id = 262987,
		client_goods_list = {{16160123,2987,1,0}},
	},
	[262988] = {
		name = "宋遼獎勵2988",
		drop_id = 262988,
		client_goods_list = {{16160123,2988,1,0}},
	},
	[262989] = {
		name = "宋遼獎勵2989",
		drop_id = 262989,
		client_goods_list = {{16160123,2989,1,0}},
	},
	[262990] = {
		name = "宋遼獎勵2990",
		drop_id = 262990,
		client_goods_list = {{16160123,2990,1,0}},
	},
	[262991] = {
		name = "宋遼獎勵2991",
		drop_id = 262991,
		client_goods_list = {{16160123,2991,1,0}},
	},
	[262992] = {
		name = "宋遼獎勵2992",
		drop_id = 262992,
		client_goods_list = {{16160123,2992,1,0}},
	},
	[262993] = {
		name = "宋遼獎勵2993",
		drop_id = 262993,
		client_goods_list = {{16160123,2993,1,0}},
	},
	[262994] = {
		name = "宋遼獎勵2994",
		drop_id = 262994,
		client_goods_list = {{16160123,2994,1,0}},
	},
	[262995] = {
		name = "宋遼獎勵2995",
		drop_id = 262995,
		client_goods_list = {{16160123,2995,1,0}},
	},
	[262996] = {
		name = "宋遼獎勵2996",
		drop_id = 262996,
		client_goods_list = {{16160123,2996,1,0}},
	},
	[262997] = {
		name = "宋遼獎勵2997",
		drop_id = 262997,
		client_goods_list = {{16160123,2997,1,0}},
	},
	[262998] = {
		name = "宋遼獎勵2998",
		drop_id = 262998,
		client_goods_list = {{16160123,2998,1,0}},
	},
	[262999] = {
		name = "宋遼獎勵2999",
		drop_id = 262999,
		client_goods_list = {{16160123,2999,1,0}},
	},
	[263000] = {
		name = "宋遼獎勵3000",
		drop_id = 263000,
		client_goods_list = {{16160123,3000,1,0}},
	},
	[264001] = {
		name = "懸賞任務空獎勵",
		drop_id = 264001,
		client_goods_list = {{16160104,10,1,0}},
	},
	[264002] = {
		name = "懸賞任務空獎勵",
		drop_id = 264002,
		client_goods_list = {{16160101,100000,1,0}},
	},
	[264101] = {
		drop_id = 264101,
		client_goods_list = {{16160101,10000,1,0}},
	},
	[264102] = {
		drop_id = 264102,
		client_goods_list = {{16160101,20000,1,0}},
	},
	[264103] = {
		drop_id = 264103,
		client_goods_list = {{16160101,30000,1,0}},
	},
	[264104] = {
		drop_id = 264104,
		client_goods_list = {{16160101,40000,1,0}},
	},
	[264105] = {
		drop_id = 264105,
		client_goods_list = {{16160101,50000,1,0}},
	},
	[265001] = {
		drop_id = 265001,
		client_goods_list = {{16240301,1,1,0}},
	},
	[265002] = {
		drop_id = 265002,
		client_goods_list = {{16240302,1,1,0}},
	},
	[265003] = {
		drop_id = 265003,
		client_goods_list = {{16240303,1,1,0}},
	},
	[265004] = {
		drop_id = 265004,
		client_goods_list = {{16240304,1,1,0}},
	},
	[265005] = {
		drop_id = 265005,
		client_goods_list = {{16240701,1,1,0}},
	},
	[265006] = {
		drop_id = 265006,
		client_goods_list = {{16240401,1,1,0}},
	},
	[265007] = {
		drop_id = 265007,
		client_goods_list = {{15010013,1,1,0}},
	},
	[265008] = {
		drop_id = 265008,
		client_goods_list = {{15010041,1,1,0}},
	},
	[265011] = {
		name = "打造積分抽獎-60-1",
		drop_id = 265011,
		client_goods_list = {{16240301,1,1,0}},
	},
	[265012] = {
		name = "打造積分抽獎-60-2",
		drop_id = 265012,
		client_goods_list = {{16240302,1,1,0}},
	},
	[265013] = {
		name = "打造積分抽獎-60-3",
		drop_id = 265013,
		client_goods_list = {{16240303,1,1,0}},
	},
	[265014] = {
		name = "打造積分抽獎-60-4",
		drop_id = 265014,
		client_goods_list = {{16240304,1,1,0}},
	},
	[265015] = {
		name = "打造積分抽獎-60-5",
		drop_id = 265015,
		client_goods_list = {{16240702,1,1,0}},
	},
	[265016] = {
		name = "打造積分抽獎-60-6",
		drop_id = 265016,
		client_goods_list = {{16240402,1,1,0}},
	},
	[265017] = {
		name = "打造積分抽獎-60-7",
		drop_id = 265017,
		client_goods_list = {{15010013,1,1,0}},
	},
	[265018] = {
		name = "打造積分抽獎-60-8",
		drop_id = 265018,
		client_goods_list = {{15010042,1,1,0}},
	},
	[265021] = {
		name = "打造積分抽獎-70-1",
		drop_id = 265021,
		client_goods_list = {{16240301,1,1,0}},
	},
	[265022] = {
		name = "打造積分抽獎-70-2",
		drop_id = 265022,
		client_goods_list = {{16240302,1,1,0}},
	},
	[265023] = {
		name = "打造積分抽獎-70-3",
		drop_id = 265023,
		client_goods_list = {{16240303,1,1,0}},
	},
	[265024] = {
		name = "打造積分抽獎-70-4",
		drop_id = 265024,
		client_goods_list = {{16240304,1,1,0}},
	},
	[265025] = {
		name = "打造積分抽獎-70-5",
		drop_id = 265025,
		client_goods_list = {{16240703,1,1,0}},
	},
	[265026] = {
		name = "打造積分抽獎-70-6",
		drop_id = 265026,
		client_goods_list = {{16240403,1,1,0}},
	},
	[265027] = {
		name = "打造積分抽獎-70-7",
		drop_id = 265027,
		client_goods_list = {{15010013,1,1,0}},
	},
	[265028] = {
		name = "打造積分抽獎-70-8",
		drop_id = 265028,
		client_goods_list = {{15010043,1,1,0}},
	},
	[265031] = {
		name = "打造積分抽獎-80-1",
		drop_id = 265031,
		client_goods_list = {{16240301,1,1,0}},
	},
	[265032] = {
		name = "打造積分抽獎-80-2",
		drop_id = 265032,
		client_goods_list = {{16240302,1,1,0}},
	},
	[265033] = {
		name = "打造積分抽獎-80-3",
		drop_id = 265033,
		client_goods_list = {{16240303,1,1,0}},
	},
	[265034] = {
		name = "打造積分抽獎-80-4",
		drop_id = 265034,
		client_goods_list = {{16240304,1,1,0}},
	},
	[265035] = {
		name = "打造積分抽獎-80-5",
		drop_id = 265035,
		client_goods_list = {{16240704,1,1,0}},
	},
	[265036] = {
		name = "打造積分抽獎-80-6",
		drop_id = 265036,
		client_goods_list = {{16240404,1,1,0}},
	},
	[265037] = {
		name = "打造積分抽獎-80-7",
		drop_id = 265037,
		client_goods_list = {{15010013,1,1,0}},
	},
	[265038] = {
		name = "打造積分抽獎-80-8",
		drop_id = 265038,
		client_goods_list = {{15010044,1,1,0}},
	},
	[265041] = {
		name = "打造積分抽獎-90-1",
		drop_id = 265041,
		client_goods_list = {{16240301,1,1,0}},
	},
	[265042] = {
		name = "打造積分抽獎-90-2",
		drop_id = 265042,
		client_goods_list = {{16240302,1,1,0}},
	},
	[265043] = {
		name = "打造積分抽獎-90-3",
		drop_id = 265043,
		client_goods_list = {{16240303,1,1,0}},
	},
	[265044] = {
		name = "打造積分抽獎-90-4",
		drop_id = 265044,
		client_goods_list = {{16240304,1,1,0}},
	},
	[265045] = {
		name = "打造積分抽獎-90-5",
		drop_id = 265045,
		client_goods_list = {{16240705,1,1,0}},
	},
	[265046] = {
		name = "打造積分抽獎-90-6",
		drop_id = 265046,
		client_goods_list = {{16240405,1,1,0}},
	},
	[265047] = {
		name = "打造積分抽獎-90-7",
		drop_id = 265047,
		client_goods_list = {{15010013,1,1,0}},
	},
	[265048] = {
		name = "打造積分抽獎-90-8",
		drop_id = 265048,
		client_goods_list = {{15010045,1,1,0}},
	},
	[266001] = {
		name = "血精石(1級)",
		drop_id = 266001,
		client_goods_list = {{16041001,1,1,0}},
	},
	[266002] = {
		name = "血精石(2級)",
		drop_id = 266002,
		client_goods_list = {{16041002,1,1,0}},
	},
	[266003] = {
		name = "血精石(3級)",
		drop_id = 266003,
		client_goods_list = {{16041003,1,1,0}},
	},
	[266004] = {
		name = "血精石(4級)",
		drop_id = 266004,
		client_goods_list = {{16041004,1,1,0}},
	},
	[266005] = {
		name = "血精石(5級)",
		drop_id = 266005,
		client_goods_list = {{16041005,1,1,0}},
	},
	[266006] = {
		name = "血精石(6級)",
		drop_id = 266006,
		client_goods_list = {{16041006,1,1,0}},
	},
	[266007] = {
		name = "血精石(7級)",
		drop_id = 266007,
		client_goods_list = {{16041007,1,1,0}},
	},
	[266011] = {
		name = "祖母綠(1級)",
		drop_id = 266011,
		client_goods_list = {{16042001,1,1,0}},
	},
	[266012] = {
		name = "祖母綠(2級)",
		drop_id = 266012,
		client_goods_list = {{16042002,1,1,0}},
	},
	[266013] = {
		name = "祖母綠(3級)",
		drop_id = 266013,
		client_goods_list = {{16042003,1,1,0}},
	},
	[266014] = {
		name = "祖母綠(4級)",
		drop_id = 266014,
		client_goods_list = {{16042004,1,1,0}},
	},
	[266015] = {
		name = "祖母綠(5級)",
		drop_id = 266015,
		client_goods_list = {{16042005,1,1,0}},
	},
	[266016] = {
		name = "祖母綠(6級)",
		drop_id = 266016,
		client_goods_list = {{16042006,1,1,0}},
	},
	[266017] = {
		name = "祖母綠(7級)",
		drop_id = 266017,
		client_goods_list = {{16042007,1,1,0}},
	},
	[266021] = {
		name = "變石(1級)",
		drop_id = 266021,
		client_goods_list = {{16043001,1,1,0}},
	},
	[266022] = {
		name = "變石(2級)",
		drop_id = 266022,
		client_goods_list = {{16043002,1,1,0}},
	},
	[266023] = {
		name = "變石(3級)",
		drop_id = 266023,
		client_goods_list = {{16043003,1,1,0}},
	},
	[266024] = {
		name = "變石(4級)",
		drop_id = 266024,
		client_goods_list = {{16043004,1,1,0}},
	},
	[266025] = {
		name = "變石(5級)",
		drop_id = 266025,
		client_goods_list = {{16043005,1,1,0}},
	},
	[266026] = {
		name = "變石(6級)",
		drop_id = 266026,
		client_goods_list = {{16043006,1,1,0}},
	},
	[266027] = {
		name = "變石(7級)",
		drop_id = 266027,
		client_goods_list = {{16043007,1,1,0}},
	},
	[266031] = {
		name = "紫玉(1級)",
		drop_id = 266031,
		client_goods_list = {{16044001,1,1,0}},
	},
	[266032] = {
		name = "紫玉(2級)",
		drop_id = 266032,
		client_goods_list = {{16044002,1,1,0}},
	},
	[266033] = {
		name = "紫玉(3級)",
		drop_id = 266033,
		client_goods_list = {{16044003,1,1,0}},
	},
	[266034] = {
		name = "紫玉(4級)",
		drop_id = 266034,
		client_goods_list = {{16044004,1,1,0}},
	},
	[266035] = {
		name = "紫玉(5級)",
		drop_id = 266035,
		client_goods_list = {{16044005,1,1,0}},
	},
	[266036] = {
		name = "紫玉(6級)",
		drop_id = 266036,
		client_goods_list = {{16044006,1,1,0}},
	},
	[266037] = {
		name = "紫玉(7級)",
		drop_id = 266037,
		client_goods_list = {{16044007,1,1,0}},
	},
	[266041] = {
		name = "藍晶石(1級)",
		drop_id = 266041,
		client_goods_list = {{16045001,1,1,0}},
	},
	[266042] = {
		name = "藍晶石(2級)",
		drop_id = 266042,
		client_goods_list = {{16045002,1,1,0}},
	},
	[266043] = {
		name = "藍晶石(3級)",
		drop_id = 266043,
		client_goods_list = {{16045003,1,1,0}},
	},
	[266044] = {
		name = "藍晶石(4級)",
		drop_id = 266044,
		client_goods_list = {{16045004,1,1,0}},
	},
	[266045] = {
		name = "藍晶石(5級)",
		drop_id = 266045,
		client_goods_list = {{16045005,1,1,0}},
	},
	[266046] = {
		name = "藍晶石(6級)",
		drop_id = 266046,
		client_goods_list = {{16045006,1,1,0}},
	},
	[266047] = {
		name = "藍晶石(7級)",
		drop_id = 266047,
		client_goods_list = {{16045007,1,1,0}},
	},
	[266051] = {
		name = "紅晶石(1級)",
		drop_id = 266051,
		client_goods_list = {{16045101,1,1,0}},
	},
	[266052] = {
		name = "紅晶石(2級)",
		drop_id = 266052,
		client_goods_list = {{16045102,1,1,0}},
	},
	[266053] = {
		name = "紅晶石(3級)",
		drop_id = 266053,
		client_goods_list = {{16045103,1,1,0}},
	},
	[266054] = {
		name = "紅晶石(4級)",
		drop_id = 266054,
		client_goods_list = {{16045104,1,1,0}},
	},
	[266055] = {
		name = "紅晶石(5級)",
		drop_id = 266055,
		client_goods_list = {{16045105,1,1,0}},
	},
	[266056] = {
		name = "紅晶石(6級)",
		drop_id = 266056,
		client_goods_list = {{16045106,1,1,0}},
	},
	[266057] = {
		name = "紅晶石(7級)",
		drop_id = 266057,
		client_goods_list = {{16045107,1,1,0}},
	},
	[266061] = {
		name = "黃晶石(1級)",
		drop_id = 266061,
		client_goods_list = {{16045201,1,1,0}},
	},
	[266062] = {
		name = "黃晶石(2級)",
		drop_id = 266062,
		client_goods_list = {{16045202,1,1,0}},
	},
	[266063] = {
		name = "黃晶石(3級)",
		drop_id = 266063,
		client_goods_list = {{16045203,1,1,0}},
	},
	[266064] = {
		name = "黃晶石(4級)",
		drop_id = 266064,
		client_goods_list = {{16045204,1,1,0}},
	},
	[266065] = {
		name = "黃晶石(5級)",
		drop_id = 266065,
		client_goods_list = {{16045205,1,1,0}},
	},
	[266066] = {
		name = "黃晶石(6級)",
		drop_id = 266066,
		client_goods_list = {{16045206,1,1,0}},
	},
	[266067] = {
		name = "黃晶石(7級)",
		drop_id = 266067,
		client_goods_list = {{16045207,1,1,0}},
	},
	[266071] = {
		name = "綠晶石(1級)",
		drop_id = 266071,
		client_goods_list = {{16045301,1,1,0}},
	},
	[266072] = {
		name = "綠晶石(2級)",
		drop_id = 266072,
		client_goods_list = {{16045302,1,1,0}},
	},
	[266073] = {
		name = "綠晶石(3級)",
		drop_id = 266073,
		client_goods_list = {{16045303,1,1,0}},
	},
	[266074] = {
		name = "綠晶石(4級)",
		drop_id = 266074,
		client_goods_list = {{16045304,1,1,0}},
	},
	[266075] = {
		name = "綠晶石(5級)",
		drop_id = 266075,
		client_goods_list = {{16045305,1,1,0}},
	},
	[266076] = {
		name = "綠晶石(6級)",
		drop_id = 266076,
		client_goods_list = {{16045306,1,1,0}},
	},
	[266077] = {
		name = "綠晶石(7級)",
		drop_id = 266077,
		client_goods_list = {{16045307,1,1,0}},
	},
	[266081] = {
		name = "皓石(1級)",
		drop_id = 266081,
		client_goods_list = {{16046001,1,1,0}},
	},
	[266082] = {
		name = "皓石(2級)",
		drop_id = 266082,
		client_goods_list = {{16046002,1,1,0}},
	},
	[266083] = {
		name = "皓石(3級)",
		drop_id = 266083,
		client_goods_list = {{16046003,1,1,0}},
	},
	[266084] = {
		name = "皓石(4級)",
		drop_id = 266084,
		client_goods_list = {{16046004,1,1,0}},
	},
	[266085] = {
		name = "皓石(5級)",
		drop_id = 266085,
		client_goods_list = {{16046005,1,1,0}},
	},
	[266086] = {
		name = "皓石(6級)",
		drop_id = 266086,
		client_goods_list = {{16046006,1,1,0}},
	},
	[266087] = {
		name = "皓石(7級)",
		drop_id = 266087,
		client_goods_list = {{16046007,1,1,0}},
	},
	[266091] = {
		name = "月光石(1級)",
		drop_id = 266091,
		client_goods_list = {{16046101,1,1,0}},
	},
	[266092] = {
		name = "月光石(2級)",
		drop_id = 266092,
		client_goods_list = {{16046102,1,1,0}},
	},
	[266093] = {
		name = "月光石(3級)",
		drop_id = 266093,
		client_goods_list = {{16046103,1,1,0}},
	},
	[266094] = {
		name = "月光石(4級)",
		drop_id = 266094,
		client_goods_list = {{16046104,1,1,0}},
	},
	[266095] = {
		name = "月光石(5級)",
		drop_id = 266095,
		client_goods_list = {{16046105,1,1,0}},
	},
	[266096] = {
		name = "月光石(6級)",
		drop_id = 266096,
		client_goods_list = {{16046106,1,1,0}},
	},
	[266097] = {
		name = "月光石(7級)",
		drop_id = 266097,
		client_goods_list = {{16046107,1,1,0}},
	},
	[266101] = {
		name = "黃玉(1級)",
		drop_id = 266101,
		client_goods_list = {{16046201,1,1,0}},
	},
	[266102] = {
		name = "黃玉(2級)",
		drop_id = 266102,
		client_goods_list = {{16046202,1,1,0}},
	},
	[266103] = {
		name = "黃玉(3級)",
		drop_id = 266103,
		client_goods_list = {{16046203,1,1,0}},
	},
	[266104] = {
		name = "黃玉(4級)",
		drop_id = 266104,
		client_goods_list = {{16046204,1,1,0}},
	},
	[266105] = {
		name = "黃玉(5級)",
		drop_id = 266105,
		client_goods_list = {{16046205,1,1,0}},
	},
	[266106] = {
		name = "黃玉(6級)",
		drop_id = 266106,
		client_goods_list = {{16046206,1,1,0}},
	},
	[266107] = {
		name = "黃玉(7級)",
		drop_id = 266107,
		client_goods_list = {{16046207,1,1,0}},
	},
	[266111] = {
		name = "碧璽(1級)",
		drop_id = 266111,
		client_goods_list = {{16046301,1,1,0}},
	},
	[266112] = {
		name = "碧璽(2級)",
		drop_id = 266112,
		client_goods_list = {{16046302,1,1,0}},
	},
	[266113] = {
		name = "碧璽(3級)",
		drop_id = 266113,
		client_goods_list = {{16046303,1,1,0}},
	},
	[266114] = {
		name = "碧璽(4級)",
		drop_id = 266114,
		client_goods_list = {{16046304,1,1,0}},
	},
	[266115] = {
		name = "碧璽(5級)",
		drop_id = 266115,
		client_goods_list = {{16046305,1,1,0}},
	},
	[266116] = {
		name = "碧璽(6級)",
		drop_id = 266116,
		client_goods_list = {{16046306,1,1,0}},
	},
	[266117] = {
		name = "碧璽(7級)",
		drop_id = 266117,
		client_goods_list = {{16046307,1,1,0}},
	},
	[266121] = {
		name = "藍冥石(1級)",
		drop_id = 266121,
		client_goods_list = {{16047001,1,1,0}},
	},
	[266122] = {
		name = "藍冥石(2級)",
		drop_id = 266122,
		client_goods_list = {{16047002,1,1,0}},
	},
	[266123] = {
		name = "藍冥石(3級)",
		drop_id = 266123,
		client_goods_list = {{16047003,1,1,0}},
	},
	[266124] = {
		name = "藍冥石(4級)",
		drop_id = 266124,
		client_goods_list = {{16047004,1,1,0}},
	},
	[266125] = {
		name = "藍冥石(5級)",
		drop_id = 266125,
		client_goods_list = {{16047005,1,1,0}},
	},
	[266126] = {
		name = "藍冥石(6級)",
		drop_id = 266126,
		client_goods_list = {{16047006,1,1,0}},
	},
	[266127] = {
		name = "藍冥石(7級)",
		drop_id = 266127,
		client_goods_list = {{16047007,1,1,0}},
	},
	[266131] = {
		name = "紅冥石(1級)",
		drop_id = 266131,
		client_goods_list = {{16047101,1,1,0}},
	},
	[266132] = {
		name = "紅冥石(2級)",
		drop_id = 266132,
		client_goods_list = {{16047102,1,1,0}},
	},
	[266133] = {
		name = "紅冥石(3級)",
		drop_id = 266133,
		client_goods_list = {{16047103,1,1,0}},
	},
	[266134] = {
		name = "紅冥石(4級)",
		drop_id = 266134,
		client_goods_list = {{16047104,1,1,0}},
	},
	[266135] = {
		name = "紅冥石(5級)",
		drop_id = 266135,
		client_goods_list = {{16047105,1,1,0}},
	},
	[266136] = {
		name = "紅冥石(6級)",
		drop_id = 266136,
		client_goods_list = {{16047106,1,1,0}},
	},
	[266137] = {
		name = "紅冥石(7級)",
		drop_id = 266137,
		client_goods_list = {{16047107,1,1,0}},
	},
	[266141] = {
		name = "黃冥石(1級)",
		drop_id = 266141,
		client_goods_list = {{16047201,1,1,0}},
	},
	[266142] = {
		name = "黃冥石(2級)",
		drop_id = 266142,
		client_goods_list = {{16047202,1,1,0}},
	},
	[266143] = {
		name = "黃冥石(3級)",
		drop_id = 266143,
		client_goods_list = {{16047203,1,1,0}},
	},
	[266144] = {
		name = "黃冥石(4級)",
		drop_id = 266144,
		client_goods_list = {{16047204,1,1,0}},
	},
	[266145] = {
		name = "黃冥石(5級)",
		drop_id = 266145,
		client_goods_list = {{16047205,1,1,0}},
	},
	[266146] = {
		name = "黃冥石(6級)",
		drop_id = 266146,
		client_goods_list = {{16047206,1,1,0}},
	},
	[266147] = {
		name = "黃冥石(7級)",
		drop_id = 266147,
		client_goods_list = {{16047207,1,1,0}},
	},
	[266151] = {
		name = "綠冥石(1級)",
		drop_id = 266151,
		client_goods_list = {{16047301,1,1,0}},
	},
	[266152] = {
		name = "綠冥石(2級)",
		drop_id = 266152,
		client_goods_list = {{16047302,1,1,0}},
	},
	[266153] = {
		name = "綠冥石(3級)",
		drop_id = 266153,
		client_goods_list = {{16047303,1,1,0}},
	},
	[266154] = {
		name = "綠冥石(4級)",
		drop_id = 266154,
		client_goods_list = {{16047304,1,1,0}},
	},
	[266155] = {
		name = "綠冥石(5級)",
		drop_id = 266155,
		client_goods_list = {{16047305,1,1,0}},
	},
	[266156] = {
		name = "綠冥石(6級)",
		drop_id = 266156,
		client_goods_list = {{16047306,1,1,0}},
	},
	[266157] = {
		name = "綠冥石(7級)",
		drop_id = 266157,
		client_goods_list = {{16047307,1,1,0}},
	},
	[266501] = {
		name = "藍晶石(1級)",
		drop_id = 266501,
		client_goods_list = {{16045001,1,1,0}},
	},
	[266502] = {
		name = "紅晶石(1級)",
		drop_id = 266502,
		client_goods_list = {{16045101,1,1,0}},
	},
	[266503] = {
		name = "黃晶石(1級)",
		drop_id = 266503,
		client_goods_list = {{16045201,1,1,0}},
	},
	[266504] = {
		name = "綠晶石(1級)",
		drop_id = 266504,
		client_goods_list = {{16045301,1,1,0}},
	},
	[266801] = {
		name = "釋玄",
		drop_id = 266801,
		client_goods_list = {{16270009,1,1,0}},
	},
	[266802] = {
		name = "焚炎",
		drop_id = 266802,
		client_goods_list = {{16270010,1,1,0}},
	},
	[266803] = {
		name = "聚毒",
		drop_id = 266803,
		client_goods_list = {{16270011,1,1,0}},
	},
	[266804] = {
		name = "凝冰",
		drop_id = 266804,
		client_goods_list = {{16270012,1,1,0}},
	},
	[267001] = {
		drop_id = 267001,
		client_goods_list = {{16210027,10,1,0},{16160115,100,1,0},{16160101,30000,1,0}},
	},
	[267002] = {
		drop_id = 267002,
		client_goods_list = {{16210027,15,1,0},{16160115,200,1,0},{16160101,35000,1,0}},
	},
	[267003] = {
		drop_id = 267003,
		client_goods_list = {{16210027,25,1,0},{16160115,500,1,0},{16160101,40000,1,0}},
	},
	[267004] = {
		drop_id = 267004,
		client_goods_list = {{16210025,10,1,0},{16160115,800,1,0},{16160101,50000,1,0}},
	},
	[267005] = {
		drop_id = 267005,
		client_goods_list = {{16210025,15,1,0},{16160115,1000,1,0},{16160101,60000,1,0}},
	},
	[267006] = {
		drop_id = 267006,
		client_goods_list = {{16210025,25,1,0},{16160115,1500,1,0},{16160101,80000,1,0}},
	},
	[267007] = {
		drop_id = 267007,
		client_goods_list = {{16210019,10,1,0},{16160115,2000,1,0},{16160101,90000,1,0}},
	},
	[267008] = {
		drop_id = 267008,
		client_goods_list = {{16210019,15,1,0},{16160115,3000,1,0},{16160101,100000,1,0}},
	},
	[267009] = {
		drop_id = 267009,
		client_goods_list = {{16210019,25,1,0},{16160115,3500,1,0},{16160101,120000,1,0}},
	},
	[267010] = {
		drop_id = 267010,
		client_goods_list = {{16210019,10,1,0},{16160115,4000,1,0},{16160101,130000,1,0}},
	},
	[267011] = {
		drop_id = 267011,
		client_goods_list = {{16210019,15,1,0},{16160115,4500,1,0},{16160101,140000,1,0}},
	},
	[267012] = {
		drop_id = 267012,
		client_goods_list = {{16210019,25,1,0},{16160115,5000,1,0},{16160101,160000,1,0}},
	},
	[267013] = {
		drop_id = 267013,
		client_goods_list = {{16210021,10,1,0},{16160115,5500,1,0},{16160101,170000,1,0}},
	},
	[267014] = {
		drop_id = 267014,
		client_goods_list = {{16210021,15,1,0},{16160115,6000,1,0},{16160101,180000,1,0}},
	},
	[267015] = {
		drop_id = 267015,
		client_goods_list = {{16210021,25,1,0},{16160115,6500,1,0},{16160101,200000,1,0}},
	},
	[267016] = {
		drop_id = 267016,
		client_goods_list = {{16210021,10,1,0},{16160115,7000,1,0},{16160101,210000,1,0}},
	},
	[267017] = {
		drop_id = 267017,
		client_goods_list = {{16210021,15,1,0},{16160115,7500,1,0},{16160101,220000,1,0}},
	},
	[267018] = {
		drop_id = 267018,
		client_goods_list = {{16210021,25,1,0},{16160115,8000,1,0},{16160101,240000,1,0}},
	},
	[267019] = {
		drop_id = 267019,
		client_goods_list = {{16210017,10,1,0},{16160115,8500,1,0},{16160101,250000,1,0}},
	},
	[267020] = {
		drop_id = 267020,
		client_goods_list = {{16210017,15,1,0},{16160115,9000,1,0},{16160101,260000,1,0}},
	},
	[267021] = {
		drop_id = 267021,
		client_goods_list = {{16210017,25,1,0},{16160115,9500,1,0},{16160101,280000,1,0}},
	},
	[267022] = {
		drop_id = 267022,
		client_goods_list = {{16210017,10,1,0},{16160115,10000,1,0},{16160101,290000,1,0}},
	},
	[267023] = {
		drop_id = 267023,
		client_goods_list = {{16210017,15,1,0},{16160115,10500,1,0},{16160101,300000,1,0}},
	},
	[267024] = {
		drop_id = 267024,
		client_goods_list = {{16210017,25,1,0},{16160115,11000,1,0},{16160101,320000,1,0}},
	},
	[267025] = {
		drop_id = 267025,
		client_goods_list = {{16210010,10,1,0},{16160115,11500,1,0},{16160101,330000,1,0}},
	},
	[267026] = {
		drop_id = 267026,
		client_goods_list = {{16210010,15,1,0},{16160115,12000,1,0},{16160101,340000,1,0}},
	},
	[267027] = {
		drop_id = 267027,
		client_goods_list = {{16210010,25,1,0},{16160115,12500,1,0},{16160101,360000,1,0}},
	},
	[267028] = {
		drop_id = 267028,
		client_goods_list = {{16210010,10,1,0},{16160115,13000,1,0},{16160101,370000,1,0}},
	},
	[267029] = {
		drop_id = 267029,
		client_goods_list = {{16210010,15,1,0},{16160115,13500,1,0},{16160101,380000,1,0}},
	},
	[267030] = {
		drop_id = 267030,
		client_goods_list = {{16210010,25,1,0},{16160115,14000,1,0},{16160101,400000,1,0}},
	},
	[267031] = {
		drop_id = 267031,
		client_goods_list = {{16210010,10,1,0},{16160115,14500,1,0},{16160101,410000,1,0},{16430001,1,1,0}},
	},
	[267032] = {
		drop_id = 267032,
		client_goods_list = {{16210010,15,1,0},{16160115,15000,1,0},{16160101,420000,1,0},{16430001,1,1,0}},
	},
	[267033] = {
		drop_id = 267033,
		client_goods_list = {{16210010,25,1,0},{16160115,15500,1,0},{16160101,440000,1,0},{16430001,1,1,0}},
	},
	[267034] = {
		drop_id = 267034,
		client_goods_list = {{16210015,10,1,0},{16160115,15750,1,0},{16160101,450000,1,0},{16430001,1,1,0}},
	},
	[267035] = {
		drop_id = 267035,
		client_goods_list = {{16210015,15,1,0},{16160115,16000,1,0},{16160101,460000,1,0},{16430001,1,1,0}},
	},
	[267036] = {
		drop_id = 267036,
		client_goods_list = {{16210015,25,1,0},{16160115,16250,1,0},{16160101,480000,1,0},{16430002,1,1,0}},
	},
	[267037] = {
		drop_id = 267037,
		client_goods_list = {{16210015,10,1,0},{16160115,16500,1,0},{16160101,490000,1,0},{16430002,1,1,0}},
	},
	[267038] = {
		drop_id = 267038,
		client_goods_list = {{16210015,15,1,0},{16160115,16750,1,0},{16160101,500000,1,0},{16430002,1,1,0}},
	},
	[267039] = {
		drop_id = 267039,
		client_goods_list = {{16210015,25,1,0},{16160115,17000,1,0},{16160101,520000,1,0},{16430002,1,1,0}},
	},
	[267040] = {
		drop_id = 267040,
		client_goods_list = {{16210015,10,1,0},{16160115,17250,1,0},{16160101,530000,1,0},{16430002,1,1,0}},
	},
	[267041] = {
		drop_id = 267041,
		client_goods_list = {{16210015,15,1,0},{16160115,17500,1,0},{16160101,540000,1,0},{16430003,1,1,0}},
	},
	[267042] = {
		drop_id = 267042,
		client_goods_list = {{16210015,25,1,0},{16160115,17750,1,0},{16160101,560000,1,0},{16430003,1,1,0}},
	},
	[267043] = {
		drop_id = 267043,
		client_goods_list = {{16210015,10,1,0},{16160115,18000,1,0},{16160101,570000,1,0},{16430003,1,1,0}},
	},
	[267044] = {
		drop_id = 267044,
		client_goods_list = {{16210015,15,1,0},{16160115,18250,1,0},{16160101,580000,1,0},{16430003,1,1,0}},
	},
	[267045] = {
		drop_id = 267045,
		client_goods_list = {{16210015,25,1,0},{16160115,18500,1,0},{16160101,600000,1,0},{16430003,1,1,0}},
	},
	[267046] = {
		drop_id = 267046,
		client_goods_list = {{16210013,10,1,0},{16160115,18750,1,0},{16160101,610000,1,0},{16430004,1,1,0}},
	},
	[267047] = {
		drop_id = 267047,
		client_goods_list = {{16210013,15,1,0},{16160115,19000,1,0},{16160101,620000,1,0},{16430004,1,1,0}},
	},
	[267048] = {
		drop_id = 267048,
		client_goods_list = {{16210013,25,1,0},{16160115,19250,1,0},{16160101,640000,1,0},{16430004,1,1,0}},
	},
	[267049] = {
		drop_id = 267049,
		client_goods_list = {{16210013,10,1,0},{16160115,19500,1,0},{16160101,650000,1,0},{16430004,1,1,0}},
	},
	[267050] = {
		drop_id = 267050,
		client_goods_list = {{16210013,15,1,0},{16160115,19750,1,0},{16160101,660000,1,0},{16430004,1,1,0}},
	},
	[267051] = {
		drop_id = 267051,
		client_goods_list = {{16210013,25,1,0},{16160115,20000,1,0},{16160101,680000,1,0}},
	},
	[267052] = {
		drop_id = 267052,
		client_goods_list = {{16210013,10,1,0},{16160115,20200,1,0},{16160101,690000,1,0}},
	},
	[267053] = {
		drop_id = 267053,
		client_goods_list = {{16210013,15,1,0},{16160115,20300,1,0},{16160101,700000,1,0}},
	},
	[267054] = {
		drop_id = 267054,
		client_goods_list = {{16210013,25,1,0},{16160115,20500,1,0},{16160101,720000,1,0}},
	},
	[267055] = {
		drop_id = 267055,
		client_goods_list = {{16210013,10,1,0},{16160115,20700,1,0},{16160101,730000,1,0}},
	},
	[267056] = {
		drop_id = 267056,
		client_goods_list = {{16210013,15,1,0},{16160115,20800,1,0},{16160101,740000,1,0}},
	},
	[267057] = {
		drop_id = 267057,
		client_goods_list = {{16210013,25,1,0},{16160115,21000,1,0},{16160101,760000,1,0}},
	},
	[267058] = {
		drop_id = 267058,
		client_goods_list = {{16210004,10,1,0},{16160115,16000,1,0}},
	},
	[267059] = {
		drop_id = 267059,
		client_goods_list = {{16210006,10,1,0},{16160115,16100,1,0}},
	},
	[267060] = {
		drop_id = 267060,
		client_goods_list = {{16210004,10,1,0},{16160115,16300,1,0}},
	},
	[267061] = {
		drop_id = 267061,
		client_goods_list = {{16210004,10,1,0},{16160115,16500,1,0}},
	},
	[267062] = {
		drop_id = 267062,
		client_goods_list = {{16210006,10,1,0},{16160115,16600,1,0}},
	},
	[267063] = {
		drop_id = 267063,
		client_goods_list = {{16210004,10,1,0},{16160115,16800,1,0}},
	},
	[267064] = {
		drop_id = 267064,
		client_goods_list = {{16210004,10,1,0},{16160115,17000,1,0}},
	},
	[267065] = {
		drop_id = 267065,
		client_goods_list = {{16210006,10,1,0},{16160115,17100,1,0}},
	},
	[267066] = {
		drop_id = 267066,
		client_goods_list = {{16210004,10,1,0},{16160115,17300,1,0}},
	},
	[267067] = {
		drop_id = 267067,
		client_goods_list = {{16210004,10,1,0},{16160115,17500,1,0}},
	},
	[267068] = {
		drop_id = 267068,
		client_goods_list = {{16210006,10,1,0},{16160115,17600,1,0}},
	},
	[267069] = {
		drop_id = 267069,
		client_goods_list = {{16210004,10,1,0},{16160115,17800,1,0}},
	},
	[267070] = {
		drop_id = 267070,
		client_goods_list = {{16210004,10,1,0},{16160115,18000,1,0}},
	},
	[267071] = {
		drop_id = 267071,
		client_goods_list = {{16210006,10,1,0},{16160115,18100,1,0}},
	},
	[267072] = {
		drop_id = 267072,
		client_goods_list = {{16210004,10,1,0},{16160115,18300,1,0}},
	},
	[267073] = {
		drop_id = 267073,
		client_goods_list = {{16210004,10,1,0},{16160115,18500,1,0}},
	},
	[267074] = {
		drop_id = 267074,
		client_goods_list = {{16210006,10,1,0},{16160115,18600,1,0}},
	},
	[267075] = {
		drop_id = 267075,
		client_goods_list = {{16210004,10,1,0},{16160115,18800,1,0}},
	},
	[267076] = {
		drop_id = 267076,
		client_goods_list = {{16210004,10,1,0},{16160115,19000,1,0}},
	},
	[267077] = {
		drop_id = 267077,
		client_goods_list = {{16210006,10,1,0},{16160115,19100,1,0}},
	},
	[267078] = {
		drop_id = 267078,
		client_goods_list = {{16210004,10,1,0},{16160115,19300,1,0}},
	},
	[267079] = {
		drop_id = 267079,
		client_goods_list = {{16210004,10,1,0},{16160115,19500,1,0}},
	},
	[267080] = {
		drop_id = 267080,
		client_goods_list = {{16210006,10,1,0},{16160115,19600,1,0}},
	},
	[267081] = {
		drop_id = 267081,
		client_goods_list = {{16210004,10,1,0},{16160115,19800,1,0}},
	},
	[267082] = {
		drop_id = 267082,
		client_goods_list = {{16210004,10,1,0},{16160115,20000,1,0}},
	},
	[267083] = {
		drop_id = 267083,
		client_goods_list = {{16210006,10,1,0},{16160115,20100,1,0}},
	},
	[267084] = {
		drop_id = 267084,
		client_goods_list = {{16210004,10,1,0},{16160115,20300,1,0}},
	},
	[267085] = {
		drop_id = 267085,
		client_goods_list = {{16210004,10,1,0},{16160115,20500,1,0}},
	},
	[267086] = {
		drop_id = 267086,
		client_goods_list = {{16210006,10,1,0},{16160115,20600,1,0}},
	},
	[267087] = {
		drop_id = 267087,
		client_goods_list = {{16210004,10,1,0},{16160115,20800,1,0}},
	},
	[267088] = {
		drop_id = 267088,
		client_goods_list = {{16210004,10,1,0},{16160115,21000,1,0}},
	},
	[267089] = {
		drop_id = 267089,
		client_goods_list = {{16210006,10,1,0},{16160115,21100,1,0}},
	},
	[267090] = {
		drop_id = 267090,
		client_goods_list = {{16210004,10,1,0},{16160115,21300,1,0}},
	},
	[267091] = {
		drop_id = 267091,
		client_goods_list = {{16210004,10,1,0},{16160115,21500,1,0}},
	},
	[267092] = {
		drop_id = 267092,
		client_goods_list = {{16210006,10,1,0},{16160115,21600,1,0}},
	},
	[267093] = {
		drop_id = 267093,
		client_goods_list = {{16210004,10,1,0},{16160115,21800,1,0}},
	},
	[267094] = {
		drop_id = 267094,
		client_goods_list = {{16210004,10,1,0},{16160115,22000,1,0}},
	},
	[267095] = {
		drop_id = 267095,
		client_goods_list = {{16210006,10,1,0},{16160115,22100,1,0}},
	},
	[267096] = {
		drop_id = 267096,
		client_goods_list = {{16210004,10,1,0},{16160115,22300,1,0}},
	},
	[267097] = {
		drop_id = 267097,
		client_goods_list = {{16210004,10,1,0},{16160115,22500,1,0}},
	},
	[267098] = {
		drop_id = 267098,
		client_goods_list = {{16210006,10,1,0},{16160115,22600,1,0}},
	},
	[267099] = {
		drop_id = 267099,
		client_goods_list = {{16210004,10,1,0},{16160115,22800,1,0}},
	},
	[267100] = {
		drop_id = 267100,
		client_goods_list = {{16210004,10,1,0},{16160115,23000,1,0}},
	},
	[268000] = {
		name = "英雄試煉-副本掉落",
		drop_id = 268000,
		client_goods_list = {{16210030,1,1,0},{16210031,1,1,0},{16210032,1,1,0}},
	},
	[268001] = {
		drop_id = 268001,
		client_goods_list = {{16210031,1,1,0},{16210017,1,1,0},{16210027,1,1,0}},
	},
	[268002] = {
		drop_id = 268002,
		client_goods_list = {{16210031,1,1,0},{16210017,1,1,0},{16210027,1,1,0}},
	},
	[268003] = {
		drop_id = 268003,
		client_goods_list = {{16210031,1,1,0},{16210017,1,1,0},{16210027,1,1,0}},
	},
	[268004] = {
		drop_id = 268004,
		client_goods_list = {{16210031,1,1,0},{16210026,1,1,0},{16210025,1,1,0}},
	},
	[268005] = {
		drop_id = 268005,
		client_goods_list = {{16210031,1,1,0},{16210026,1,1,0},{16210025,1,1,0}},
	},
	[268006] = {
		drop_id = 268006,
		client_goods_list = {{16210031,1,1,0},{16210026,1,1,0},{16210025,1,1,0}},
	},
	[268007] = {
		drop_id = 268007,
		client_goods_list = {{16210030,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268008] = {
		drop_id = 268008,
		client_goods_list = {{16210030,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268009] = {
		drop_id = 268009,
		client_goods_list = {{16210030,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268010] = {
		drop_id = 268010,
		client_goods_list = {{16210030,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268011] = {
		drop_id = 268011,
		client_goods_list = {{16210030,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268012] = {
		drop_id = 268012,
		client_goods_list = {{16210030,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268013] = {
		drop_id = 268013,
		client_goods_list = {{16210028,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268014] = {
		drop_id = 268014,
		client_goods_list = {{16210028,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268015] = {
		drop_id = 268015,
		client_goods_list = {{16210028,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268016] = {
		drop_id = 268016,
		client_goods_list = {{16210023,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268017] = {
		drop_id = 268017,
		client_goods_list = {{16210023,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268018] = {
		drop_id = 268018,
		client_goods_list = {{16210023,1,1,0},{16210012,1,1,0},{16210007,1,1,0}},
	},
	[268019] = {
		drop_id = 268019,
		client_goods_list = {{16210022,1,1,0},{16210012,1,1,0},{16210008,1,1,0}},
	},
	[268020] = {
		drop_id = 268020,
		client_goods_list = {{16210022,1,1,0},{16210012,1,1,0},{16210008,1,1,0}},
	},
	[268021] = {
		drop_id = 268021,
		client_goods_list = {{16210022,1,1,0},{16210012,1,1,0},{16210008,1,1,0}},
	},
	[268022] = {
		drop_id = 268022,
		client_goods_list = {{16210024,1,1,0},{16210012,1,1,0},{16210008,1,1,0}},
	},
	[268023] = {
		drop_id = 268023,
		client_goods_list = {{16210024,1,1,0},{16210012,1,1,0},{16210008,1,1,0}},
	},
	[268024] = {
		drop_id = 268024,
		client_goods_list = {{16210024,1,1,0},{16210012,1,1,0},{16210008,1,1,0}},
	},
	[268025] = {
		drop_id = 268025,
		client_goods_list = {{16210011,1,1,0},{16210010,1,1,0},{16210008,1,1,0}},
	},
	[268026] = {
		drop_id = 268026,
		client_goods_list = {{16210011,1,1,0},{16210010,1,1,0},{16210008,1,1,0}},
	},
	[268027] = {
		drop_id = 268027,
		client_goods_list = {{16210011,1,1,0},{16210010,1,1,0},{16210008,1,1,0}},
	},
	[268028] = {
		drop_id = 268028,
		client_goods_list = {{16210011,1,1,0},{16210010,1,1,0},{16210001,1,1,0}},
	},
	[268029] = {
		drop_id = 268029,
		client_goods_list = {{16210011,1,1,0},{16210010,1,1,0},{16210001,1,1,0}},
	},
	[268030] = {
		drop_id = 268030,
		client_goods_list = {{16210011,1,1,0},{16210010,1,1,0},{16210001,1,1,0}},
	},
	[268031] = {
		drop_id = 268031,
		client_goods_list = {{16210011,1,1,0},{16210010,1,1,0},{16210001,1,1,0}},
	},
	[268032] = {
		drop_id = 268032,
		client_goods_list = {{16210011,1,1,0},{16210010,1,1,0},{16210001,1,1,0}},
	},
	[268033] = {
		drop_id = 268033,
		client_goods_list = {{16210011,1,1,0},{16210010,1,1,0},{16210001,1,1,0}},
	},
	[268034] = {
		drop_id = 268034,
		client_goods_list = {{16210016,1,1,0},{16210015,1,1,0},{16210001,1,1,0}},
	},
	[268035] = {
		drop_id = 268035,
		client_goods_list = {{16210016,1,1,0},{16210015,1,1,0},{16210001,1,1,0}},
	},
	[268036] = {
		drop_id = 268036,
		client_goods_list = {{16210016,1,1,0},{16210015,1,1,0},{16210001,1,1,0}},
	},
	[268037] = {
		drop_id = 268037,
		client_goods_list = {{16210016,1,1,0},{16210015,1,1,0},{16210005,1,1,0}},
	},
	[268038] = {
		drop_id = 268038,
		client_goods_list = {{16210016,1,1,0},{16210015,1,1,0},{16210005,1,1,0}},
	},
	[268039] = {
		drop_id = 268039,
		client_goods_list = {{16210016,1,1,0},{16210015,1,1,0},{16210005,1,1,0}},
	},
	[268040] = {
		drop_id = 268040,
		client_goods_list = {{16210016,1,1,0},{16210015,1,1,0},{16210005,1,1,0}},
	},
	[268041] = {
		drop_id = 268041,
		client_goods_list = {{16210016,1,1,0},{16210015,1,1,0},{16210005,1,1,0}},
	},
	[268042] = {
		drop_id = 268042,
		client_goods_list = {{16210016,1,1,0},{16210015,1,1,0},{16210005,1,1,0}},
	},
	[268043] = {
		drop_id = 268043,
		client_goods_list = {{16210013,1,1,0},{16210005,1,1,0},{16220004,1,1,0}},
	},
	[268044] = {
		drop_id = 268044,
		client_goods_list = {{16210013,1,1,0},{16210005,1,1,0},{16220004,1,1,0}},
	},
	[268045] = {
		drop_id = 268045,
		client_goods_list = {{16210013,1,1,0},{16210005,1,1,0},{16220004,1,1,0}},
	},
	[268046] = {
		drop_id = 268046,
		client_goods_list = {{16210013,1,1,0},{16210002,1,1,0},{16220004,1,1,0}},
	},
	[268047] = {
		drop_id = 268047,
		client_goods_list = {{16210013,1,1,0},{16210002,1,1,0},{16220004,1,1,0}},
	},
	[268048] = {
		drop_id = 268048,
		client_goods_list = {{16210013,1,1,0},{16210002,1,1,0},{16220004,1,1,0}},
	},
	[268049] = {
		drop_id = 268049,
		client_goods_list = {{16210013,1,1,0},{16210002,1,1,0},{16220004,1,1,0}},
	},
	[268050] = {
		drop_id = 268050,
		client_goods_list = {{16210013,1,1,0},{16210002,1,1,0},{16220004,1,1,0}},
	},
	[268051] = {
		drop_id = 268051,
		client_goods_list = {{16210013,1,1,0},{16210002,1,1,0},{16220004,1,1,0}},
	},
	[268052] = {
		drop_id = 268052,
		client_goods_list = {{16210002,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268053] = {
		drop_id = 268053,
		client_goods_list = {{16210002,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268054] = {
		drop_id = 268054,
		client_goods_list = {{16210002,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268055] = {
		drop_id = 268055,
		client_goods_list = {{16210006,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268056] = {
		drop_id = 268056,
		client_goods_list = {{16210006,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268057] = {
		drop_id = 268057,
		client_goods_list = {{16210006,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268058] = {
		drop_id = 268058,
		client_goods_list = {{16210006,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268059] = {
		drop_id = 268059,
		client_goods_list = {{16210006,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268060] = {
		drop_id = 268060,
		client_goods_list = {{16210006,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268061] = {
		drop_id = 268061,
		client_goods_list = {{16210006,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268062] = {
		drop_id = 268062,
		client_goods_list = {{16210006,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268063] = {
		drop_id = 268063,
		client_goods_list = {{16210006,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268064] = {
		drop_id = 268064,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268065] = {
		drop_id = 268065,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268066] = {
		drop_id = 268066,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268067] = {
		drop_id = 268067,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268068] = {
		drop_id = 268068,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268069] = {
		drop_id = 268069,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268070] = {
		drop_id = 268070,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268071] = {
		drop_id = 268071,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268072] = {
		drop_id = 268072,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268073] = {
		drop_id = 268073,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268074] = {
		drop_id = 268074,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268075] = {
		drop_id = 268075,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268076] = {
		drop_id = 268076,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268077] = {
		drop_id = 268077,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268078] = {
		drop_id = 268078,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268079] = {
		drop_id = 268079,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268080] = {
		drop_id = 268080,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268081] = {
		drop_id = 268081,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268082] = {
		drop_id = 268082,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268083] = {
		drop_id = 268083,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268084] = {
		drop_id = 268084,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268085] = {
		drop_id = 268085,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268086] = {
		drop_id = 268086,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268087] = {
		drop_id = 268087,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268088] = {
		drop_id = 268088,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268089] = {
		drop_id = 268089,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268090] = {
		drop_id = 268090,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268091] = {
		drop_id = 268091,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268092] = {
		drop_id = 268092,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268093] = {
		drop_id = 268093,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268094] = {
		drop_id = 268094,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268095] = {
		drop_id = 268095,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268096] = {
		drop_id = 268096,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268097] = {
		drop_id = 268097,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268098] = {
		drop_id = 268098,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268099] = {
		drop_id = 268099,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[268100] = {
		drop_id = 268100,
		client_goods_list = {{16210004,1,1,0},{16220003,1,1,0},{16220004,1,1,0}},
	},
	[269001] = {
		drop_id = 269001,
		client_goods_list = {{29010001,1,1,0},{29020001,1,1,0}},
	},
	[269002] = {
		drop_id = 269002,
		client_goods_list = {{30010002,1,1,0}},
	},
	[269003] = {
		drop_id = 269003,
		client_goods_list = {{29010002,1,1,0},{29020003,1,1,0}},
	},
	[269004] = {
		drop_id = 269004,
		client_goods_list = {{30010004,1,1,0}},
	},
	[269005] = {
		drop_id = 269005,
		client_goods_list = {{29010003,1,1,0},{29020005,1,1,0}},
	},
	[269006] = {
		drop_id = 269006,
		client_goods_list = {{30010006,1,1,0}},
	},
	[269007] = {
		drop_id = 269007,
		client_goods_list = {{29010004,1,1,0},{29020007,1,1,0}},
	},
	[269008] = {
		drop_id = 269008,
		client_goods_list = {{30010008,1,1,0}},
	},
	[269009] = {
		drop_id = 269009,
		client_goods_list = {{29010005,1,1,0},{29020009,1,1,0}},
	},
	[269010] = {
		drop_id = 269010,
		client_goods_list = {{30010010,1,1,0}},
	},
	[269011] = {
		drop_id = 269011,
		client_goods_list = {{29010006,1,1,0},{29020011,1,1,0}},
	},
	[269012] = {
		drop_id = 269012,
		client_goods_list = {{30010012,1,1,0}},
	},
	[269013] = {
		drop_id = 269013,
		client_goods_list = {{29010007,1,1,0},{29020013,1,1,0}},
	},
	[269014] = {
		drop_id = 269014,
		client_goods_list = {{29010008,1,1,0}},
	},
	[269015] = {
		drop_id = 269015,
		client_goods_list = {{29010009,1,1,0},{29020015,1,1,0}},
	},
	[269016] = {
		drop_id = 269016,
		client_goods_list = {{29010010,1,1,0}},
	},
	[269017] = {
		drop_id = 269017,
		client_goods_list = {{29010011,1,1,0},{29020017,1,1,0}},
	},
	[269018] = {
		drop_id = 269018,
		client_goods_list = {{29010012,1,1,0}},
	},
	[269019] = {
		drop_id = 269019,
		client_goods_list = {{30010019,1,1,0},{29020019,1,1,0}},
	},
	[269020] = {
		drop_id = 269020,
		client_goods_list = {{29010013,1,1,0}},
	},
	[269021] = {
		drop_id = 269021,
		client_goods_list = {{29010014,1,1,0}},
	},
	[269022] = {
		drop_id = 269022,
		client_goods_list = {{30010022,1,1,0}},
	},
	[269023] = {
		drop_id = 269023,
		client_goods_list = {{29010015,1,1,0}},
	},
	[269024] = {
		drop_id = 269024,
		client_goods_list = {{30010024,1,1,0}},
	},
	[269025] = {
		drop_id = 269025,
		client_goods_list = {{30010024,1,1,0}},
	},
	[269026] = {
		drop_id = 269026,
		client_goods_list = {{30010024,1,1,0}},
	},
	[269027] = {
		drop_id = 269027,
		client_goods_list = {{30010024,1,1,0}},
	},
	[269028] = {
		drop_id = 269028,
		client_goods_list = {{30010024,1,1,0}},
	},
	[269029] = {
		drop_id = 269029,
		client_goods_list = {{30010024,1,1,0}},
	},
	[269030] = {
		drop_id = 269030,
		client_goods_list = {{30010024,1,1,0}},
	},
	[270001] = {
		name = "10級套裝寶箱",
		drop_id = 270001,
	},
	[270002] = {
		name = "20級套裝寶箱",
		drop_id = 270002,
	},
	[270003] = {
		name = "30級套裝寶箱",
		drop_id = 270003,
	},
	[270004] = {
		name = "40級套裝寶箱",
		drop_id = 270004,
	},
	[270005] = {
		name = "50級套裝寶箱",
		drop_id = 270005,
	},
	[270006] = {
		name = "60級套裝寶箱",
		drop_id = 270006,
	},
	[270007] = {
		name = "70級套裝寶箱",
		drop_id = 270007,
	},
	[270008] = {
		name = "80級套裝寶箱",
		drop_id = 270008,
	},
	[270011] = {
		name = "10級套裝-職業1",
		drop_id = 270011,
	},
	[270012] = {
		name = "20級套裝-職業1",
		drop_id = 270012,
	},
	[270013] = {
		name = "30級套裝-職業1",
		drop_id = 270013,
	},
	[270014] = {
		name = "40級套裝-職業1",
		drop_id = 270014,
	},
	[270015] = {
		name = "50級套裝-職業1",
		drop_id = 270015,
	},
	[270016] = {
		name = "60級套裝-職業1",
		drop_id = 270016,
	},
	[270017] = {
		name = "70級套裝-職業1",
		drop_id = 270017,
	},
	[270018] = {
		name = "80級套裝-職業1",
		drop_id = 270018,
	},
	[270021] = {
		name = "10級套裝-職業2",
		drop_id = 270021,
	},
	[270022] = {
		name = "20級套裝-職業2",
		drop_id = 270022,
	},
	[270023] = {
		name = "30級套裝-職業2",
		drop_id = 270023,
	},
	[270024] = {
		name = "40級套裝-職業2",
		drop_id = 270024,
	},
	[270025] = {
		name = "50級套裝-職業2",
		drop_id = 270025,
	},
	[270026] = {
		name = "60級套裝-職業2",
		drop_id = 270026,
	},
	[270027] = {
		name = "70級套裝-職業2",
		drop_id = 270027,
	},
	[270028] = {
		name = "80級套裝-職業2",
		drop_id = 270028,
	},
	[270031] = {
		name = "10級套裝-職業3",
		drop_id = 270031,
	},
	[270032] = {
		name = "20級套裝-職業3",
		drop_id = 270032,
	},
	[270033] = {
		name = "30級套裝-職業3",
		drop_id = 270033,
	},
	[270034] = {
		name = "40級套裝-職業3",
		drop_id = 270034,
	},
	[270035] = {
		name = "50級套裝-職業3",
		drop_id = 270035,
	},
	[270036] = {
		name = "60級套裝-職業3",
		drop_id = 270036,
	},
	[270037] = {
		name = "70級套裝-職業3",
		drop_id = 270037,
	},
	[270038] = {
		name = "80級套裝-職業3",
		drop_id = 270038,
	},
	[270041] = {
		name = "10級套裝-職業4",
		drop_id = 270041,
	},
	[270042] = {
		name = "20級套裝-職業4",
		drop_id = 270042,
	},
	[270043] = {
		name = "30級套裝-職業4",
		drop_id = 270043,
	},
	[270044] = {
		name = "40級套裝-職業4",
		drop_id = 270044,
	},
	[270045] = {
		name = "50級套裝-職業4",
		drop_id = 270045,
	},
	[270046] = {
		name = "60級套裝-職業4",
		drop_id = 270046,
	},
	[270047] = {
		name = "70級套裝-職業4",
		drop_id = 270047,
	},
	[270048] = {
		name = "80級套裝-職業4",
		drop_id = 270048,
	},
	[270100] = {
		name = "5000銅錢",
		drop_id = 270100,
	},
	[270101] = {
		name = "1萬銅錢",
		drop_id = 270101,
	},
	[270102] = {
		name = "2萬銅錢",
		drop_id = 270102,
	},
	[270103] = {
		name = "5萬銅錢",
		drop_id = 270103,
	},
	[270104] = {
		name = "10萬銅錢",
		drop_id = 270104,
	},
	[270105] = {
		name = "15萬銅錢",
		drop_id = 270105,
	},
	[270106] = {
		name = "1000銅錢",
		drop_id = 270106,
	},
	[270107] = {
		name = "3000銅錢",
		drop_id = 270107,
	},
	[270108] = {
		name = "100萬銅錢",
		drop_id = 270108,
	},
	[270201] = {
		name = "強化精華寶箱",
		drop_id = 270201,
	},
	[270202] = {
		name = "復國寶箱",
		drop_id = 270202,
	},
	[270203] = {
		name = "馬賊寶箱",
		drop_id = 270203,
	},
	[270204] = {
		name = "金榜題名禮包",
		drop_id = 270204,
	},
	[270205] = {
		name = "物資箱",
		drop_id = 270205,
	},
	[270206] = {
		name = "強化打造寶箱",
		drop_id = 270206,
	},
	[270207] = {
		name = "每日任務寶箱",
		drop_id = 270207,
	},
	[270208] = {
		desc = "使用後有概率獲得虛竹拜帖碎片、鳩摩智拜帖碎片、英雄好感度道具中的壹種",
		name = "壹代宗師寶箱",
		drop_id = 270208,
	},
	[270209] = {
		name = "英雄饋禮",
		drop_id = 270209,
	},
	[270210] = {
		name = "內丹寶箱",
		drop_id = 270210,
	},
	[270211] = {
		name = "隊長寶箱",
		drop_id = 270211,
	},
	[270212] = {
		name = "潛能果福袋",
		drop_id = 270212,
	},
	[270213] = {
		name = "錦繡內丹福袋",
		drop_id = 270213,
	},
	[270214] = {
		name = "獸決寶匣",
		drop_id = 270214,
	},
	[270215] = {
		name = "藏寶圖寶箱",
		drop_id = 270215,
	},
	[270216] = {
		name = "幫會福袋",
		drop_id = 270216,
	},
	[270217] = {
		name = "錦韻內丹福袋",
		drop_id = 270217,
	},
	[270218] = {
		name = "錦華內丹福袋",
		drop_id = 270218,
	},
	[270219] = {
		name = "時裝寶箱",
		drop_id = 270219,
	},
	[270220] = {
		name = "坐騎寶箱",
		drop_id = 270220,
	},
	[270301] = {
		name = "10積分",
		drop_id = 270301,
	},
	[270302] = {
		name = "20積分",
		drop_id = 270302,
	},
	[270303] = {
		name = "100積分",
		drop_id = 270303,
	},
	[270401] = {
		name = "50百煉精華",
		drop_id = 270401,
	},
	[270402] = {
		name = "100百煉精華",
		drop_id = 270402,
	},
	[270501] = {
		name = "10幫貢",
		drop_id = 270501,
	},
	[270502] = {
		name = "20幫貢",
		drop_id = 270502,
	},
	[270503] = {
		name = "50幫貢",
		drop_id = 270503,
	},
	[270504] = {
		name = "100幫貢",
		drop_id = 270504,
	},
	[270505] = {
		drop_id = 270505,
	},
	[270506] = {
		drop_id = 270506,
	},
	[270507] = {
		drop_id = 270507,
	},
	[270508] = {
		drop_id = 270508,
	},
	[270509] = {
		drop_id = 270509,
	},
	[270601] = {
		name = "10幫會通寶",
		drop_id = 270601,
	},
	[270602] = {
		name = "20幫會通寶",
		drop_id = 270602,
	},
	[270603] = {
		name = "50幫會通寶",
		drop_id = 270603,
	},
	[270604] = {
		name = "100幫會通寶",
		drop_id = 270604,
	},
	[270605] = {
		name = "500幫會通寶",
		drop_id = 270605,
	},
	[270701] = {
		name = "科舉黃金寶箱",
		drop_id = 270701,
	},
	[270702] = {
		name = "懲兇打圖黃金寶箱",
		drop_id = 270702,
	},
	[270703] = {
		name = "每日任務黃金寶箱",
		drop_id = 270703,
	},
	[270704] = {
		name = "老三環黃金寶箱",
		drop_id = 270704,
	},
	[270705] = {
		name = "燕子塢黃金寶箱",
		drop_id = 270705,
	},
	[270706] = {
		name = "四絕莊黃金寶箱",
		drop_id = 270706,
	},
	[270707] = {
		name = "縹緲峰黃金寶箱",
		drop_id = 270707,
	},
	[270708] = {
		name = "珍瓏棋局黃金寶箱",
		drop_id = 270708,
	},
	[270709] = {
		name = "馬賊黃金寶箱",
		drop_id = 270709,
	},
	[270801] = {
		name = "1元禮包",
		drop_id = 270801,
	},
	[270802] = {
		drop_id = 270802,
	},
	[270803] = {
		drop_id = 270803,
	},
	[270804] = {
		drop_id = 270804,
	},
	[270805] = {
		name = "3元禮包",
		drop_id = 270805,
	},
	[270806] = {
		drop_id = 270806,
	},
	[270807] = {
		drop_id = 270807,
	},
	[270808] = {
		desc = "3元超值禮包，內含豐富道具。",
		drop_id = 270808,
	},
	[270809] = {
		name = "6元禮包",
		drop_id = 270809,
	},
	[270810] = {
		drop_id = 270810,
	},
	[270811] = {
		drop_id = 270811,
	},
	[270812] = {
		drop_id = 270812,
	},
	[270813] = {
		desc = "12元超值禮包，內含豐富道具。",
		name = "12元禮包",
		drop_id = 270813,
	},
	[270814] = {
		drop_id = 270814,
	},
	[270815] = {
		drop_id = 270815,
	},
	[270816] = {
		drop_id = 270816,
	},
	[270817] = {
		name = "生活材料禮包（50級）",
		drop_id = 270817,
	},
	[270818] = {
		name = "生活材料禮包（60級）",
		drop_id = 270818,
	},
	[270819] = {
		name = "生活材料禮包（70級）",
		drop_id = 270819,
	},
	[270820] = {
		name = "生活材料禮包（80級）",
		drop_id = 270820,
	},
	[270821] = {
		name = "生活材料禮包（90級）",
		drop_id = 270821,
	},
	[270822] = {
		name = "打造符禮包（50級）",
		drop_id = 270822,
	},
	[270823] = {
		name = "打造符禮包（60級）",
		drop_id = 270823,
	},
	[270824] = {
		name = "打造符禮包（70級）",
		drop_id = 270824,
	},
	[270825] = {
		name = "打造符禮包（80級）",
		drop_id = 270825,
	},
	[270826] = {
		name = "打造符禮包（90級）",
		drop_id = 270826,
	},
	[270827] = {
		desc = "{5,[#{id =>16240701,num =>2,expire =>0,bind =>0}]}",
		name = "打造圖禮包（50級）",
		drop_id = 270827,
	},
	[270828] = {
		desc = "{5,[#{id =>16240702,num =>2,expire =>0,bind =>0}]}",
		name = "打造圖禮包（60級）",
		drop_id = 270828,
	},
	[270829] = {
		desc = "{5,[#{id =>16240703,num =>2,expire =>0,bind =>0}]}",
		name = "打造圖禮包（70級）",
		drop_id = 270829,
	},
	[270830] = {
		desc = "{5,[#{id =>16240704,num =>2,expire =>0,bind =>0}]}",
		name = "打造圖禮包（80級）",
		drop_id = 270830,
	},
	[270831] = {
		desc = "{5,[#{id =>16240705,num =>2,expire =>0,bind =>0}]}",
		name = "打造圖禮包（90級）",
		drop_id = 270831,
	},
	[270901] = {
		name = "科舉白銀寶箱",
		drop_id = 270901,
	},
	[270902] = {
		name = "懲兇打圖白銀寶箱",
		drop_id = 270902,
	},
	[270903] = {
		name = "每日任務白銀寶箱",
		drop_id = 270903,
	},
	[270904] = {
		name = "老三環白銀寶箱",
		drop_id = 270904,
	},
	[270905] = {
		name = "燕子塢白銀寶箱",
		drop_id = 270905,
	},
	[270906] = {
		name = "四絕莊白銀寶箱",
		drop_id = 270906,
	},
	[270907] = {
		name = "縹緲峰白銀寶箱",
		drop_id = 270907,
	},
	[270908] = {
		name = "珍瓏棋局白銀寶箱",
		drop_id = 270908,
		client_goods_list = {{15010031,1,1,0}},
	},
	[270909] = {
		name = "馬賊白銀寶箱",
		drop_id = 270909,
	},
	[279000] = {
		name = "通用野怪掉落",
		drop_id = 279000,
	},
	[280000] = {
		name = "通用怪物掉落",
		drop_id = 280000,
	},
	[280001] = {
		desc = "普通掉落：金創藥、聚氣丹",
		name = "老三環-小怪-階段1",
		drop_id = 280001,
	},
	[280002] = {
		name = "老三環-小怪-階段2",
		drop_id = 280002,
	},
	[280003] = {
		name = "老三環-小怪-階段3",
		drop_id = 280003,
	},
	[280004] = {
		name = "老三環-小怪-階段4",
		drop_id = 280004,
	},
	[280005] = {
		name = "老三環-小怪-階段5",
		drop_id = 280005,
	},
	[280006] = {
		name = "老三環-小怪-階段6",
		drop_id = 280006,
	},
	[280007] = {
		name = "老三環-小怪-階段7",
		drop_id = 280007,
	},
	[280008] = {
		name = "老三環-小怪-階段8",
		drop_id = 280008,
	},
	[280009] = {
		name = "老三環-小怪-階段9",
		drop_id = 280009,
	},
	[280101] = {
		desc = "強化寶箱/強化材料/玉虛葫",
		name = "老三環-boss1-階段1",
		drop_id = 280101,
	},
	[280102] = {
		name = "老三環-boss1-階段2",
		drop_id = 280102,
	},
	[280103] = {
		name = "老三環-boss1-階段3",
		drop_id = 280103,
	},
	[280104] = {
		name = "老三環-boss1-階段4",
		drop_id = 280104,
	},
	[280105] = {
		name = "老三環-boss1-階段5",
		drop_id = 280105,
	},
	[280106] = {
		name = "老三環-boss1-階段6",
		drop_id = 280106,
	},
	[280107] = {
		name = "老三環-boss1-階段7",
		drop_id = 280107,
	},
	[280108] = {
		name = "老三環-boss1-階段8",
		drop_id = 280108,
	},
	[280109] = {
		name = "老三環-boss1-階段9",
		drop_id = 280109,
	},
	[280201] = {
		desc = "強化精華/玉虛葫",
		name = "老三環-boss2-階段1",
		drop_id = 280201,
	},
	[280202] = {
		name = "老三環-boss2-階段2",
		drop_id = 280202,
	},
	[280203] = {
		name = "老三環-boss2-階段3",
		drop_id = 280203,
	},
	[280204] = {
		name = "老三環-boss2-階段4",
		drop_id = 280204,
	},
	[280205] = {
		desc = "強化精華/強化寶箱/玉虛葫",
		name = "老三環-boss2-階段5",
		drop_id = 280205,
	},
	[280206] = {
		name = "老三環-boss2-階段6",
		drop_id = 280206,
	},
	[280207] = {
		name = "老三環-boss2-階段7",
		drop_id = 280207,
	},
	[280208] = {
		name = "老三環-boss2-階段8",
		drop_id = 280208,
	},
	[280209] = {
		name = "老三環-boss2-階段9",
		drop_id = 280209,
	},
	[280301] = {
		name = "老三環-boss3-階段1",
		drop_id = 280301,
	},
	[280302] = {
		name = "老三環-boss3-階段2",
		drop_id = 280302,
	},
	[280303] = {
		name = "老三環-boss3-階段3",
		drop_id = 280303,
	},
	[280304] = {
		name = "老三環-boss3-階段4",
		drop_id = 280304,
	},
	[280305] = {
		name = "老三環-boss3-階段5",
		drop_id = 280305,
	},
	[280306] = {
		name = "老三環-boss3-階段6",
		drop_id = 280306,
	},
	[280307] = {
		name = "老三環-boss3-階段7",
		drop_id = 280307,
	},
	[280308] = {
		name = "老三環-boss3-階段8",
		drop_id = 280308,
	},
	[280309] = {
		name = "老三環-boss3-階段9",
		drop_id = 280309,
	},
	[280501] = {
		name = "老三環-特殊boss-階段1",
		drop_id = 280501,
	},
	[280502] = {
		name = "老三環-特殊boss-階段2",
		drop_id = 280502,
	},
	[280503] = {
		name = "老三環-特殊boss-階段3",
		drop_id = 280503,
	},
	[280504] = {
		name = "老三環-特殊boss-階段4",
		drop_id = 280504,
	},
	[280505] = {
		name = "老三環-特殊boss-階段5",
		drop_id = 280505,
	},
	[280506] = {
		name = "老三環-特殊boss-階段6",
		drop_id = 280506,
	},
	[280507] = {
		name = "老三環-特殊boss-階段7",
		drop_id = 280507,
	},
	[280508] = {
		name = "老三環-特殊boss-階段8",
		drop_id = 280508,
	},
	[280509] = {
		name = "老三環-特殊boss-階段9",
		drop_id = 280509,
	},
	[280801] = {
		name = "老三環-黃金寶箱-階段1",
		drop_id = 280801,
	},
	[280802] = {
		name = "老三環-黃金寶箱-階段2",
		drop_id = 280802,
	},
	[280803] = {
		name = "老三環-黃金寶箱-階段3",
		drop_id = 280803,
	},
	[280804] = {
		name = "老三環-黃金寶箱-階段4",
		drop_id = 280804,
	},
	[280805] = {
		name = "老三環-黃金寶箱-階段5",
		drop_id = 280805,
	},
	[280806] = {
		name = "老三環-黃金寶箱-階段6",
		drop_id = 280806,
	},
	[280807] = {
		name = "老三環-黃金寶箱-階段7",
		drop_id = 280807,
	},
	[280808] = {
		name = "老三環-黃金寶箱-階段8",
		drop_id = 280808,
	},
	[280809] = {
		name = "老三環-黃金寶箱-階段9",
		drop_id = 280809,
	},
	[280901] = {
		name = "老三環-白銀寶箱-階段1",
		drop_id = 280901,
	},
	[280902] = {
		name = "老三環-白銀寶箱-階段2",
		drop_id = 280902,
	},
	[280903] = {
		name = "老三環-白銀寶箱-階段3",
		drop_id = 280903,
	},
	[280904] = {
		name = "老三環-白銀寶箱-階段4",
		drop_id = 280904,
	},
	[280905] = {
		name = "老三環-白銀寶箱-階段5",
		drop_id = 280905,
	},
	[280906] = {
		name = "老三環-白銀寶箱-階段6",
		drop_id = 280906,
	},
	[280907] = {
		name = "老三環-白銀寶箱-階段7",
		drop_id = 280907,
	},
	[280908] = {
		name = "老三環-白銀寶箱-階段8",
		drop_id = 280908,
	},
	[280909] = {
		name = "老三環-白銀寶箱-階段9",
		drop_id = 280909,
	},
	[281001] = {
		desc = "普通掉落：金創藥、聚氣丹",
		name = "燕子塢-怪物-階段1",
		drop_id = 281001,
	},
	[281002] = {
		name = "燕子塢-怪物-階段2",
		drop_id = 281002,
	},
	[281003] = {
		name = "燕子塢-怪物-階段3",
		drop_id = 281003,
	},
	[281004] = {
		name = "燕子塢-怪物-階段4",
		drop_id = 281004,
	},
	[281005] = {
		name = "燕子塢-怪物-階段5",
		drop_id = 281005,
	},
	[281006] = {
		name = "燕子塢-怪物-階段6",
		drop_id = 281006,
	},
	[281007] = {
		name = "燕子塢-怪物-階段7",
		drop_id = 281007,
	},
	[281008] = {
		name = "燕子塢-怪物-階段8",
		drop_id = 281008,
	},
	[281009] = {
		name = "燕子塢-怪物-階段9",
		drop_id = 281009,
	},
	[281101] = {
		desc = "金創藥、聚氣丹、五色神石/非綁五色神石1",
		name = "燕子塢-boss1-階段1",
		drop_id = 281101,
	},
	[281102] = {
		name = "燕子塢-boss1-階段2",
		drop_id = 281102,
	},
	[281103] = {
		name = "燕子塢-boss1-階段3",
		drop_id = 281103,
	},
	[281104] = {
		name = "燕子塢-boss1-階段4",
		drop_id = 281104,
	},
	[281105] = {
		name = "燕子塢-boss1-階段5",
		drop_id = 281105,
	},
	[281106] = {
		name = "燕子塢-boss1-階段6",
		drop_id = 281106,
	},
	[281107] = {
		name = "燕子塢-boss1-階段7",
		drop_id = 281107,
	},
	[281108] = {
		name = "燕子塢-boss1-階段8",
		drop_id = 281108,
	},
	[281109] = {
		name = "燕子塢-boss1-階段9",
		drop_id = 281109,
	},
	[281201] = {
		desc = "玉虛葫、金創藥、聚氣丹、銅錢10w",
		name = "燕子塢-boss2-階段1",
		drop_id = 281201,
	},
	[281202] = {
		name = "燕子塢-boss2-階段2",
		drop_id = 281202,
	},
	[281203] = {
		name = "燕子塢-boss2-階段3",
		drop_id = 281203,
	},
	[281204] = {
		name = "燕子塢-boss2-階段4",
		drop_id = 281204,
	},
	[281205] = {
		name = "燕子塢-boss2-階段5",
		drop_id = 281205,
	},
	[281206] = {
		name = "燕子塢-boss2-階段6",
		drop_id = 281206,
	},
	[281207] = {
		name = "燕子塢-boss2-階段7",
		drop_id = 281207,
	},
	[281208] = {
		name = "燕子塢-boss2-階段8",
		drop_id = 281208,
	},
	[281209] = {
		name = "燕子塢-boss2-階段9",
		drop_id = 281209,
	},
	[281301] = {
		desc = "新莽神符碎片*2、非綁定神石*1、五色神石",
		name = "燕子塢-boss3-階段1",
		drop_id = 281301,
	},
	[281302] = {
		name = "燕子塢-boss3-階段2",
		drop_id = 281302,
	},
	[281303] = {
		name = "燕子塢-boss3-階段3",
		drop_id = 281303,
	},
	[281304] = {
		name = "燕子塢-boss3-階段4",
		drop_id = 281304,
	},
	[281305] = {
		name = "燕子塢-boss3-階段5",
		drop_id = 281305,
	},
	[281306] = {
		name = "燕子塢-boss3-階段6",
		drop_id = 281306,
	},
	[281307] = {
		name = "燕子塢-boss3-階段7",
		drop_id = 281307,
	},
	[281308] = {
		name = "燕子塢-boss3-階段8",
		drop_id = 281308,
	},
	[281309] = {
		name = "燕子塢-boss3-階段9",
		drop_id = 281309,
	},
	[281501] = {
		desc = "新莽神符碎片*2、非綁定神石*1、五色神石",
		name = "燕子塢-特殊boss-階段1",
		drop_id = 281501,
	},
	[281502] = {
		name = "燕子塢-特殊boss-階段2",
		drop_id = 281502,
	},
	[281503] = {
		name = "燕子塢-特殊boss-階段3",
		drop_id = 281503,
	},
	[281504] = {
		name = "燕子塢-特殊boss-階段4",
		drop_id = 281504,
	},
	[281505] = {
		name = "燕子塢-特殊boss-階段5",
		drop_id = 281505,
	},
	[281506] = {
		name = "燕子塢-特殊boss-階段6",
		drop_id = 281506,
	},
	[281507] = {
		name = "燕子塢-特殊boss-階段7",
		drop_id = 281507,
	},
	[281508] = {
		name = "燕子塢-特殊boss-階段8",
		drop_id = 281508,
	},
	[281509] = {
		name = "燕子塢-特殊boss-階段9",
		drop_id = 281509,
	},
	[281801] = {
		name = "燕子塢-黃金寶箱-階段1",
		drop_id = 281801,
	},
	[281802] = {
		name = "燕子塢-黃金寶箱-階段2",
		drop_id = 281802,
	},
	[281803] = {
		name = "燕子塢-黃金寶箱-階段3",
		drop_id = 281803,
	},
	[281804] = {
		name = "燕子塢-黃金寶箱-階段4",
		drop_id = 281804,
	},
	[281805] = {
		name = "燕子塢-黃金寶箱-階段5",
		drop_id = 281805,
	},
	[281806] = {
		name = "燕子塢-黃金寶箱-階段6",
		drop_id = 281806,
	},
	[281807] = {
		name = "燕子塢-黃金寶箱-階段7",
		drop_id = 281807,
	},
	[281808] = {
		name = "燕子塢-黃金寶箱-階段8",
		drop_id = 281808,
	},
	[281809] = {
		name = "燕子塢-黃金寶箱-階段9",
		drop_id = 281809,
	},
	[281901] = {
		name = "燕子塢-白銀寶箱-階段1",
		drop_id = 281901,
	},
	[281902] = {
		name = "燕子塢-白銀寶箱-階段2",
		drop_id = 281902,
	},
	[281903] = {
		name = "燕子塢-白銀寶箱-階段3",
		drop_id = 281903,
	},
	[281904] = {
		name = "燕子塢-白銀寶箱-階段4",
		drop_id = 281904,
	},
	[281905] = {
		name = "燕子塢-白銀寶箱-階段5",
		drop_id = 281905,
	},
	[281906] = {
		name = "燕子塢-白銀寶箱-階段6",
		drop_id = 281906,
	},
	[281907] = {
		name = "燕子塢-白銀寶箱-階段7",
		drop_id = 281907,
	},
	[281908] = {
		name = "燕子塢-白銀寶箱-階段8",
		drop_id = 281908,
	},
	[281909] = {
		name = "燕子塢-白銀寶箱-階段9",
		drop_id = 281909,
	},
	[282001] = {
		name = "四絕莊-怪物-階段1",
		drop_id = 282001,
	},
	[282002] = {
		name = "四絕莊-怪物-階段2",
		drop_id = 282002,
	},
	[282003] = {
		name = "四絕莊-怪物-階段3",
		drop_id = 282003,
	},
	[282004] = {
		name = "四絕莊-怪物-階段4",
		drop_id = 282004,
	},
	[282005] = {
		name = "四絕莊-怪物-階段5",
		drop_id = 282005,
	},
	[282006] = {
		name = "四絕莊-怪物-階段6",
		drop_id = 282006,
	},
	[282007] = {
		name = "四絕莊-怪物-階段7",
		drop_id = 282007,
	},
	[282008] = {
		name = "四絕莊-怪物-階段8",
		drop_id = 282008,
	},
	[282009] = {
		name = "四絕莊-怪物-階段9",
		drop_id = 282009,
	},
	[282101] = {
		desc = "學徒打造圖2，100銀兩*2，玉虛葫*2，金創藥練氣丹",
		name = "四絕莊-boss1-階段1",
		drop_id = 282101,
	},
	[282102] = {
		name = "四絕莊-boss1-階段2",
		drop_id = 282102,
	},
	[282103] = {
		name = "四絕莊-boss1-階段3",
		drop_id = 282103,
	},
	[282104] = {
		name = "四絕莊-boss1-階段4",
		drop_id = 282104,
	},
	[282105] = {
		name = "四絕莊-boss1-階段5",
		drop_id = 282105,
	},
	[282106] = {
		name = "四絕莊-boss1-階段6",
		drop_id = 282106,
	},
	[282107] = {
		name = "四絕莊-boss1-階段7",
		drop_id = 282107,
	},
	[282108] = {
		name = "四絕莊-boss1-階段8",
		drop_id = 282108,
	},
	[282109] = {
		name = "四絕莊-boss1-階段9",
		drop_id = 282109,
	},
	[282201] = {
		desc = "洗練丹*4，根骨丹*1，100銀兩*2，玉虛葫*2，金創藥練氣丹",
		name = "四絕莊-boss2-階段1",
		drop_id = 282201,
	},
	[282202] = {
		name = "四絕莊-boss2-階段2",
		drop_id = 282202,
	},
	[282203] = {
		name = "四絕莊-boss2-階段3",
		drop_id = 282203,
	},
	[282204] = {
		name = "四絕莊-boss2-階段4",
		drop_id = 282204,
	},
	[282205] = {
		name = "四絕莊-boss2-階段5",
		drop_id = 282205,
	},
	[282206] = {
		name = "四絕莊-boss2-階段6",
		drop_id = 282206,
	},
	[282207] = {
		name = "四絕莊-boss2-階段7",
		drop_id = 282207,
	},
	[282208] = {
		name = "四絕莊-boss2-階段8",
		drop_id = 282208,
	},
	[282209] = {
		name = "四絕莊-boss2-階段9",
		drop_id = 282209,
	},
	[282301] = {
		desc = "符*4，100銀兩*1，打造圖*2，金創藥練氣丹",
		name = "四絕莊-boss3-階段1",
		drop_id = 282301,
	},
	[282302] = {
		desc = "鑄造圖 隨機3個",
		name = "四絕莊-boss3-階段2",
		drop_id = 282302,
	},
	[282303] = {
		name = "四絕莊-boss3-階段3",
		drop_id = 282303,
	},
	[282304] = {
		name = "四絕莊-boss3-階段4",
		drop_id = 282304,
	},
	[282305] = {
		name = "四絕莊-boss3-階段5",
		drop_id = 282305,
	},
	[282306] = {
		name = "四絕莊-boss3-階段6",
		drop_id = 282306,
	},
	[282307] = {
		name = "四絕莊-boss3-階段7",
		drop_id = 282307,
	},
	[282308] = {
		name = "四絕莊-boss3-階段8",
		drop_id = 282308,
	},
	[282309] = {
		name = "四絕莊-boss3-階段9",
		drop_id = 282309,
	},
	[282501] = {
		name = "四絕莊-特殊boss-階段1",
		drop_id = 282501,
	},
	[282502] = {
		name = "四絕莊-特殊boss-階段2",
		drop_id = 282502,
	},
	[282503] = {
		name = "四絕莊-特殊boss-階段3",
		drop_id = 282503,
	},
	[282504] = {
		name = "四絕莊-特殊boss-階段4",
		drop_id = 282504,
	},
	[282505] = {
		name = "四絕莊-特殊boss-階段5",
		drop_id = 282505,
	},
	[282506] = {
		name = "四絕莊-特殊boss-階段6",
		drop_id = 282506,
	},
	[282507] = {
		name = "四絕莊-特殊boss-階段7",
		drop_id = 282507,
	},
	[282508] = {
		name = "四絕莊-特殊boss-階段8",
		drop_id = 282508,
	},
	[282509] = {
		name = "四絕莊-特殊boss-階段9",
		drop_id = 282509,
	},
	[282801] = {
		name = "四絕莊-黃金寶箱-階段1",
		drop_id = 282801,
	},
	[282802] = {
		name = "四絕莊-黃金寶箱-階段2",
		drop_id = 282802,
	},
	[282803] = {
		name = "四絕莊-黃金寶箱-階段3",
		drop_id = 282803,
	},
	[282804] = {
		name = "四絕莊-黃金寶箱-階段4",
		drop_id = 282804,
	},
	[282805] = {
		name = "四絕莊-黃金寶箱-階段5",
		drop_id = 282805,
	},
	[282806] = {
		name = "四絕莊-黃金寶箱-階段6",
		drop_id = 282806,
	},
	[282807] = {
		name = "四絕莊-黃金寶箱-階段7",
		drop_id = 282807,
	},
	[282808] = {
		name = "四絕莊-黃金寶箱-階段8",
		drop_id = 282808,
	},
	[282809] = {
		name = "四絕莊-黃金寶箱-階段9",
		drop_id = 282809,
	},
	[282901] = {
		name = "四絕莊-白銀寶箱-階段1",
		drop_id = 282901,
	},
	[282902] = {
		name = "四絕莊-白銀寶箱-階段2",
		drop_id = 282902,
	},
	[282903] = {
		name = "四絕莊-白銀寶箱-階段3",
		drop_id = 282903,
	},
	[282904] = {
		name = "四絕莊-白銀寶箱-階段4",
		drop_id = 282904,
	},
	[282905] = {
		name = "四絕莊-白銀寶箱-階段5",
		drop_id = 282905,
	},
	[282906] = {
		name = "四絕莊-白銀寶箱-階段6",
		drop_id = 282906,
	},
	[282907] = {
		name = "四絕莊-白銀寶箱-階段7",
		drop_id = 282907,
	},
	[282908] = {
		name = "四絕莊-白銀寶箱-階段8",
		drop_id = 282908,
	},
	[282909] = {
		name = "四絕莊-白銀寶箱-階段9",
		drop_id = 282909,
	},
	[283001] = {
		desc = "暗器修煉石*3，100銀兩，玉虛葫2，金創練氣",
		name = "縹緲峰-怪物-階段1",
		drop_id = 283001,
	},
	[283002] = {
		name = "縹緲峰-怪物-階段2",
		drop_id = 283002,
	},
	[283003] = {
		name = "縹緲峰-怪物-階段3",
		drop_id = 283003,
	},
	[283004] = {
		name = "縹緲峰-怪物-階段4",
		drop_id = 283004,
	},
	[283005] = {
		name = "縹緲峰-怪物-階段5",
		drop_id = 283005,
	},
	[283006] = {
		name = "縹緲峰-怪物-階段6",
		drop_id = 283006,
	},
	[283007] = {
		name = "縹緲峰-怪物-階段7",
		drop_id = 283007,
	},
	[283008] = {
		name = "縹緲峰-怪物-階段8",
		drop_id = 283008,
	},
	[283009] = {
		name = "縹緲峰-怪物-階段9",
		drop_id = 283009,
	},
	[283101] = {
		desc = "忘無石（非綁）*1，100銀兩，金創練氣",
		name = "縹緲峰-boss1-階段1",
		drop_id = 283101,
	},
	[283102] = {
		desc = "套裝寶箱2，",
		name = "縹緲峰-boss1-階段2",
		drop_id = 283102,
	},
	[283103] = {
		name = "縹緲峰-boss1-階段3",
		drop_id = 283103,
	},
	[283104] = {
		name = "縹緲峰-boss1-階段4",
		drop_id = 283104,
	},
	[283105] = {
		name = "縹緲峰-boss1-階段5",
		drop_id = 283105,
	},
	[283106] = {
		name = "縹緲峰-boss1-階段6",
		drop_id = 283106,
	},
	[283107] = {
		name = "縹緲峰-boss1-階段7",
		drop_id = 283107,
	},
	[283108] = {
		name = "縹緲峰-boss1-階段8",
		drop_id = 283108,
	},
	[283109] = {
		name = "縹緲峰-boss1-階段9",
		drop_id = 283109,
	},
	[283201] = {
		desc = "100銀兩/10萬銅錢，玉虛葫2，金創練氣",
		name = "縹緲峰-boss2-階段1",
		drop_id = 283201,
	},
	[283202] = {
		name = "縹緲峰-boss2-階段2",
		drop_id = 283202,
	},
	[283203] = {
		name = "縹緲峰-boss2-階段3",
		drop_id = 283203,
	},
	[283204] = {
		name = "縹緲峰-boss2-階段4",
		drop_id = 283204,
	},
	[283205] = {
		name = "縹緲峰-boss2-階段5",
		drop_id = 283205,
	},
	[283206] = {
		name = "縹緲峰-boss2-階段6",
		drop_id = 283206,
	},
	[283207] = {
		name = "縹緲峰-boss2-階段7",
		drop_id = 283207,
	},
	[283208] = {
		name = "縹緲峰-boss2-階段8",
		drop_id = 283208,
	},
	[283209] = {
		name = "縹緲峰-boss2-階段9",
		drop_id = 283209,
	},
	[283301] = {
		desc = "暗器修煉石3，大師打造圖1，100銀兩，玉虛葫套餐",
		name = "縹緲峰-boss3-階段1",
		drop_id = 283301,
	},
	[283302] = {
		name = "縹緲峰-boss3-階段2",
		drop_id = 283302,
	},
	[283303] = {
		name = "縹緲峰-boss3-階段3",
		drop_id = 283303,
	},
	[283304] = {
		name = "縹緲峰-boss3-階段4",
		drop_id = 283304,
	},
	[283305] = {
		name = "縹緲峰-boss3-階段5",
		drop_id = 283305,
	},
	[283306] = {
		name = "縹緲峰-boss3-階段6",
		drop_id = 283306,
	},
	[283307] = {
		name = "縹緲峰-boss3-階段7",
		drop_id = 283307,
	},
	[283308] = {
		name = "縹緲峰-boss3-階段8",
		drop_id = 283308,
	},
	[283309] = {
		name = "縹緲峰-boss3-階段9",
		drop_id = 283309,
	},
	[283401] = {
		desc = "千淬神玉2，暗器修煉石4，寒冰星屑2，女媧石2",
		name = "縹緲峰-boss4-階段1",
		drop_id = 283401,
	},
	[283402] = {
		name = "縹緲峰-boss4-階段2",
		drop_id = 283402,
	},
	[283403] = {
		name = "縹緲峰-boss4-階段3",
		drop_id = 283403,
	},
	[283404] = {
		name = "縹緲峰-boss4-階段4",
		drop_id = 283404,
	},
	[283405] = {
		name = "縹緲峰-boss4-階段5",
		drop_id = 283405,
	},
	[283406] = {
		name = "縹緲峰-boss4-階段6",
		drop_id = 283406,
	},
	[283407] = {
		name = "縹緲峰-boss4-階段7",
		drop_id = 283407,
	},
	[283408] = {
		name = "縹緲峰-boss4-階段8",
		drop_id = 283408,
	},
	[283409] = {
		name = "縹緲峰-boss4-階段9",
		drop_id = 283409,
	},
	[283501] = {
		name = "縹緲峰-特殊boss-階段1",
		drop_id = 283501,
	},
	[283502] = {
		name = "縹緲峰-特殊boss-階段2",
		drop_id = 283502,
	},
	[283503] = {
		name = "縹緲峰-特殊boss-階段3",
		drop_id = 283503,
	},
	[283504] = {
		name = "縹緲峰-特殊boss-階段4",
		drop_id = 283504,
	},
	[283505] = {
		name = "縹緲峰-特殊boss-階段5",
		drop_id = 283505,
	},
	[283506] = {
		name = "縹緲峰-特殊boss-階段6",
		drop_id = 283506,
	},
	[283507] = {
		name = "縹緲峰-特殊boss-階段7",
		drop_id = 283507,
	},
	[283508] = {
		name = "縹緲峰-特殊boss-階段8",
		drop_id = 283508,
	},
	[283509] = {
		name = "縹緲峰-特殊boss-階段9",
		drop_id = 283509,
	},
	[283801] = {
		name = "縹緲峰-黃金寶箱-階段1",
		drop_id = 283801,
	},
	[283802] = {
		name = "縹緲峰-黃金寶箱-階段2",
		drop_id = 283802,
	},
	[283803] = {
		name = "縹緲峰-黃金寶箱-階段3",
		drop_id = 283803,
	},
	[283804] = {
		name = "縹緲峰-黃金寶箱-階段4",
		drop_id = 283804,
	},
	[283805] = {
		name = "縹緲峰-黃金寶箱-階段5",
		drop_id = 283805,
	},
	[283806] = {
		name = "縹緲峰-黃金寶箱-階段6",
		drop_id = 283806,
	},
	[283807] = {
		name = "縹緲峰-黃金寶箱-階段7",
		drop_id = 283807,
	},
	[283808] = {
		name = "縹緲峰-黃金寶箱-階段8",
		drop_id = 283808,
	},
	[283809] = {
		name = "縹緲峰-黃金寶箱-階段9",
		drop_id = 283809,
	},
	[283901] = {
		name = "縹緲峰-白銀寶箱-階段1",
		drop_id = 283901,
	},
	[283902] = {
		name = "縹緲峰-白銀寶箱-階段2",
		drop_id = 283902,
	},
	[283903] = {
		name = "縹緲峰-白銀寶箱-階段3",
		drop_id = 283903,
	},
	[283904] = {
		name = "縹緲峰-白銀寶箱-階段4",
		drop_id = 283904,
	},
	[283905] = {
		name = "縹緲峰-白銀寶箱-階段5",
		drop_id = 283905,
	},
	[283906] = {
		name = "縹緲峰-白銀寶箱-階段6",
		drop_id = 283906,
	},
	[283907] = {
		name = "縹緲峰-白銀寶箱-階段7",
		drop_id = 283907,
	},
	[283908] = {
		name = "縹緲峰-白銀寶箱-階段8",
		drop_id = 283908,
	},
	[283909] = {
		name = "縹緲峰-白銀寶箱-階段9",
		drop_id = 283909,
	},
	[284001] = {
		name = "珍瓏棋局-常規-掉落1",
		drop_id = 284001,
		client_goods_list = {{15010031,1,1,0}},
	},
	[284002] = {
		name = "珍瓏棋局-常規-掉落1",
		drop_id = 284002,
		client_goods_list = {{15010031,1,1,0}},
	},
	[284003] = {
		name = "珍瓏棋局-常規-掉落1",
		drop_id = 284003,
		client_goods_list = {{15010031,1,1,0}},
	},
	[284004] = {
		name = "珍瓏棋局-常規-掉落1",
		drop_id = 284004,
		client_goods_list = {{15010031,1,1,0}},
	},
	[284005] = {
		name = "珍瓏棋局-常規-掉落1",
		drop_id = 284005,
		client_goods_list = {{15010031,1,1,0}},
	},
	[284101] = {
		name = "珍瓏棋局-棋魂-掉落1",
		drop_id = 284101,
		client_goods_list = {{15010031,1,1,0}},
	},
	[284102] = {
		name = "珍瓏棋局-棋魂-掉落2",
		drop_id = 284102,
		client_goods_list = {{15010031,1,1,0}},
	},
	[284103] = {
		name = "珍瓏棋局-棋魂-掉落3",
		drop_id = 284103,
		client_goods_list = {{15010031,1,1,0}},
	},
	[284104] = {
		name = "珍瓏棋局-棋魂-掉落4",
		drop_id = 284104,
		client_goods_list = {{15010031,1,1,0}},
	},
	[284105] = {
		name = "珍瓏棋局-棋魂-掉落5",
		drop_id = 284105,
		client_goods_list = {{15010031,1,1,0}},
	},
	[285001] = {
		desc = "顯示用掉落",
		name = "老三環",
		drop_id = 285001,
		client_goods_list = {{16160152,1,1,0},{16160161,1,1,0},{16160151,1,1,0},{16340005,1,1,0}},
	},
	[285002] = {
		desc = "顯示用掉落",
		name = "燕子塢",
		drop_id = 285002,
		client_goods_list = {{16160152,1,1,0},{16160151,1,1,0},{16400001,1,1,0},{16400002,1,1,0},{16340006,1,1,0}},
	},
	[285003] = {
		desc = "顯示用掉落",
		name = "四絕莊",
		drop_id = 285003,
		client_goods_list = {{16290001,1,1,0},{16160154,1,1,0},{16160155,1,1,0},{16340007,1,1,0}},
	},
	[285004] = {
		desc = "顯示用掉落",
		name = "縹緲峰",
		drop_id = 285004,
		client_goods_list = {{16160153,1,1,0},{16420003,1,1,0},{16420002,1,1,0},{16340008,1,1,0}},
	},
	[285005] = {
		desc = "顯示用掉落",
		name = "幫會任務",
		drop_id = 285005,
		client_goods_list = {{16160101,1,1,0},{16160107,1,1,0},{16160114,1,1,0},{16160109,1,1,0}},
	},
	[285006] = {
		desc = "顯示用掉落",
		name = "科舉考試",
		drop_id = 285006,
		client_goods_list = {{16160101,1,1,0},{16160104,1,1,0},{15010074,1,1,0}},
	},
	[285007] = {
		desc = "顯示用掉落",
		name = "懲兇打圖",
		drop_id = 285007,
		client_goods_list = {{16300001,1,1,0},{16300101,1,1,0}},
	},
	[285008] = {
		desc = "顯示用掉落",
		name = "分金定穴",
		drop_id = 285008,
		client_goods_list = {{15010084,1,1,0}},
	},
	[285009] = {
		desc = "顯示用掉落",
		name = "江湖歷練",
		drop_id = 285009,
		client_goods_list = {{16160101,1,1,0}},
	},
	[285010] = {
		desc = "顯示用掉落",
		name = "英雄試煉",
		drop_id = 285010,
		client_goods_list = {{16160101,1,1,0},{16220004,1,1,0},{16220003,1,1,0}},
	},
	[285011] = {
		desc = "顯示用掉落",
		name = "奪寶馬賊",
		drop_id = 285011,
		client_goods_list = {{16160101,1,1,0}},
	},
	[285012] = {
		desc = "顯示用掉落",
		name = "每日任務",
		drop_id = 285012,
		client_goods_list = {{16160101,1,1,0},{16160104,1,1,0},{15010077,1,1,0}},
	},
	[285013] = {
		desc = "顯示用掉落",
		name = "武林懸賞令",
		drop_id = 285013,
		client_goods_list = {{16160101,1,1,0}},
	},
	[285014] = {
		desc = "顯示用掉落",
		name = "幫會煉金",
		drop_id = 285014,
		client_goods_list = {{16160115,1,1,0},{16160114,1,1,0},{15010086,1,1,0}},
	},
	[285015] = {
		desc = "顯示用掉落",
		name = "少室山",
		drop_id = 285015,
		client_goods_list = {{16160107,1,1,0},{16480101,1,1,0},{16480201,1,1,0},{16480001,1,1,0}},
	},
	[285016] = {
		desc = "顯示用掉落",
		name = "跑環任務",
		drop_id = 285016,
		client_goods_list = {{16160101,1,1,0},{16460002,1,1,0},{16160159,1,1,0}},
	},
	[285017] = {
		desc = "顯示用掉落",
		name = "眾裏尋卿",
		drop_id = 285017,
		client_goods_list = {{15010068,1,1,0},{16160103,1,1,0},{16160156,1,1,0}},
	},
	[285018] = {
		desc = "顯示用掉落",
		name = "日常活動預留1",
		drop_id = 285018,
		client_goods_list = {{16160115,1,1,0},{16160114,1,1,0},{15010086,1,1,0}},
	},
	[285019] = {
		desc = "顯示用掉落",
		name = "日常活動預留2",
		drop_id = 285019,
		client_goods_list = {{16160107,1,1,0},{16480101,1,1,0},{16480201,1,1,0},{16480001,1,1,0}},
	},
	[285020] = {
		desc = "顯示用掉落",
		name = "日常活動預留3",
		drop_id = 285020,
		client_goods_list = {{16160107,1,1,0},{16480101,1,1,0},{16480201,1,1,0},{16480001,1,1,0}},
	},
	[285101] = {
		desc = "顯示用掉落",
		name = "武林禁地",
		drop_id = 285101,
		client_goods_list = {{16160160,1,1,0},{16280002,1,1,0},{16160158,1,1,0}},
	},
	[285102] = {
		desc = "顯示用掉落",
		name = "宋遼戰爭",
		drop_id = 285102,
		client_goods_list = {{16250101,1,1,0},{16250102,1,1,0},{16420103,1,1,0},{16450001,1,1,0}},
	},
	[285103] = {
		desc = "顯示用掉落",
		name = "武林盟主",
		drop_id = 285103,
		client_goods_list = {{16160159,1,1,0},{16160160,1,1,0},{16160156,1,1,0},{16160158,1,1,0}},
	},
	[285104] = {
		desc = "顯示用掉落",
		name = "幫會守衛戰",
		drop_id = 285104,
		client_goods_list = {{16160107,1,1,0},{16160114,1,1,0},{16160109,1,1,0},{16160158,1,1,0}},
	},
	[285105] = {
		desc = "顯示用掉落",
		name = "門派競技",
		drop_id = 285105,
		client_goods_list = {{16160157,1,1,0}},
	},
	[285106] = {
		desc = "顯示用掉落",
		name = "鏡湖剿匪",
		drop_id = 285106,
		client_goods_list = {{16160161,1,1,0},{16160150,1,1,0},{16260001,1,1,0}},
	},
	[285107] = {
		desc = "顯示用掉落",
		name = "行酒令",
		drop_id = 285107,
		client_goods_list = {{16160101,1,1,0},{15010003,1,1,0},{15010004,1,1,0}},
	},
	[285108] = {
		desc = "顯示用掉落",
		name = "演武堂",
		drop_id = 285108,
		client_goods_list = {{16160101,1,1,0},{16160118,1,1,0},{16160158,1,1,0}},
	},
	[285109] = {
		desc = "顯示用掉落",
		name = "幫會練功",
		drop_id = 285109,
		client_goods_list = {{16160101,1,1,0}},
	},
	[285110] = {
		desc = "顯示用掉落",
		name = "珍瓏棋局",
		drop_id = 285110,
		client_goods_list = {{16160101,1,1,0},{16160150,1,1,0}},
	},
	[285111] = {
		desc = "顯示用掉落",
		name = "幫會運鏢",
		drop_id = 285111,
		client_goods_list = {{16160107,1,1,0},{16160114,1,1,0},{16160109,1,1,0}},
	},
	[285112] = {
		desc = "顯示用掉落",
		name = "領地戰",
		drop_id = 285112,
		client_goods_list = {{16160156,1,1,0},{16160109,1,1,0},{16160158,1,1,0},{16280001,1,1,0}},
	},
	[285113] = {
		desc = "顯示用掉落",
		name = "活動顯示獎勵預留1",
		drop_id = 285113,
		client_goods_list = {{16160101,1,1,0},{16160150,1,1,0}},
	},
	[285114] = {
		desc = "顯示用掉落",
		name = "活動顯示獎勵預留2",
		drop_id = 285114,
		client_goods_list = {{16160107,1,1,0},{16160114,1,1,0},{16160109,1,1,0}},
	},
	[285115] = {
		desc = "顯示用掉落",
		name = "活動顯示獎勵預留3",
		drop_id = 285115,
		client_goods_list = {{16160156,1,1,0},{16160109,1,1,0},{16160158,1,1,0},{16280001,1,1,0}},
	},
	[285116] = {
		desc = "顯示用掉落",
		name = "活動顯示獎勵預留4",
		drop_id = 285116,
		client_goods_list = {{16160101,1,1,0},{16160150,1,1,0}},
	},
	[285117] = {
		desc = "顯示用掉落",
		name = "活動顯示獎勵預留5",
		drop_id = 285117,
		client_goods_list = {{16160107,1,1,0},{16160114,1,1,0},{16160109,1,1,0}},
	},
	[285118] = {
		desc = "顯示用掉落",
		name = "活動顯示獎勵預留6",
		drop_id = 285118,
		client_goods_list = {{16160156,1,1,0},{16160109,1,1,0},{16160158,1,1,0},{16280001,1,1,0}},
	},
	[286001] = {
		desc = "使用後有概率獲得王語嫣碎片、慕容博碎片、英雄好感度道具中的壹種",
		name = "英雄試煉寶箱1",
		drop_id = 286001,
		client_goods_list = {{16210007,1,1,0},{16210012,1,1,0},{16220001,1,1,0}},
	},
	[286002] = {
		desc = "使用後有概率獲得慕容復碎片、蕭遠山碎片、英雄好感度道具中的壹種",
		name = "英雄試煉寶箱2",
		drop_id = 286002,
		client_goods_list = {{16210008,1,1,0},{16210014,1,1,0},{16220001,1,1,0}},
	},
	[286003] = {
		desc = "使用後有概率獲得段譽碎片、段延慶碎片、英雄好感度道具中的壹種",
		name = "英雄試煉寶箱3",
		drop_id = 286003,
		client_goods_list = {{16210001,1,1,0},{16210011,1,1,0},{16220001,1,1,0}},
	},
	[286004] = {
		desc = "使用後有概率獲得李秋水碎片、阿紫碎片、英雄好感度道具中的壹種",
		name = "英雄試煉寶箱4",
		drop_id = 286004,
		client_goods_list = {{16210005,1,1,0},{16210016,1,1,0},{16220001,1,1,0}},
	},
	[286005] = {
		desc = "使用後有概率獲得虛竹碎片、鳩摩智碎片、英雄好感度道具中的壹種",
		name = "英雄試煉寶箱5",
		drop_id = 286005,
		client_goods_list = {{16210002,1,1,0},{16210015,1,1,0},{16220001,1,1,0}},
	},
	[286006] = {
		desc = "使用後有概率獲得天山童姥碎片、丁春秋碎片、英雄好感度道具中的壹種",
		name = "英雄試煉寶箱6",
		drop_id = 286006,
		client_goods_list = {{16210006,1,1,0},{16210013,1,1,0},{16220001,1,1,0}},
	},
	[286007] = {
		name = "英雄試煉寶箱7",
		drop_id = 286007,
		client_goods_list = {{16210006,1,1,0},{16210013,1,1,0},{16220001,1,1,0}},
	},
	[286008] = {
		desc = "使用後可隨機獲得壹件80級本門派套裝",
		name = "英雄試煉寶箱8",
		drop_id = 286008,
		client_goods_list = {{16210006,1,1,0},{16210013,1,1,0},{16220001,1,1,0}},
	},
	[286009] = {
		desc = "使用後可隨機獲得壹件80級本門派套裝",
		name = "英雄試煉寶箱9",
		drop_id = 286009,
		client_goods_list = {{16210006,1,1,0},{16210013,1,1,0},{16220001,1,1,0}},
	},
	[286101] = {
		name = "幸運大禮包",
		drop_id = 286101,
		client_goods_list = {{15010031,1,1,0}},
	},
	[286102] = {
		name = "安慰大禮包",
		drop_id = 286102,
		client_goods_list = {{15010031,1,1,0}},
	},
	[286103] = {
		name = "綁元寶箱",
		drop_id = 286103,
		client_goods_list = {{15010031,1,1,0}},
	},
	[286104] = {
		name = "測試禮包6",
		drop_id = 286104,
		client_goods_list = {{15010031,1,1,0}},
	},
	[286105] = {
		drop_id = 286105,
		client_goods_list = {{15010031,1,1,0}},
	},
	[286201] = {
		name = "勇武演武戰賞",
		drop_id = 286201,
		client_goods_list = {{16160104,75000,1,0},{16160118,8,1,0},{15010901,1,1,0}},
	},
	[286202] = {
		name = "威猛演武戰賞",
		drop_id = 286202,
		client_goods_list = {{16160104,90000,1,0},{16160118,9,1,0},{15010901,2,1,0}},
	},
	[286203] = {
		name = "神勇演武戰賞",
		drop_id = 286203,
		client_goods_list = {{16160104,120000,1,0},{16160118,11,1,0},{15010901,3,1,0}},
	},
	[286204] = {
		name = "超凡演武戰賞",
		drop_id = 286204,
		client_goods_list = {{16160104,150000,1,0},{16160118,15,1,0},{15010902,1,1,0}},
	},
	[286205] = {
		name = "蓋世演武戰賞",
		drop_id = 286205,
		client_goods_list = {{16160104,225000,1,0},{16160118,17,1,0},{15010902,2,1,0}},
	},
	[286206] = {
		drop_id = 286206,
		client_goods_list = {{16160104,300000,1,0},{16160118,18,1,0},{15010902,3,1,0}},
	},
	[286301] = {
		name = "龍魂元神精魄",
		drop_id = 286301,
		client_goods_list = {{15010031,1,1,0}},
	},
	[286302] = {
		name = "妖虎元神精魄",
		drop_id = 286302,
		client_goods_list = {{15010031,1,1,0}},
	},
	[286303] = {
		name = "玄鳳元神精魄",
		drop_id = 286303,
		client_goods_list = {{15010031,1,1,0}},
	},
	[286401] = {
		name = "稀世藏寶圖寶箱",
		drop_id = 286401,
		client_goods_list = {{15010031,1,1,0}},
	},
	[286402] = {
		name = "絕世藏寶圖寶箱",
		drop_id = 286402,
		client_goods_list = {{15010031,1,1,0}},
	},
	[286403] = {
		name = "寶箱",
		drop_id = 286403,
		client_goods_list = {{15010031,1,1,0}},
	},
	[287001] = {
		name = "演武堂積分獎勵1",
		drop_id = 287001,
		client_goods_list = {{16160104,75000,1,0},{16160118,8,1,0},{15010901,1,1,0}},
	},
	[287002] = {
		name = "演武堂積分獎勵2",
		drop_id = 287002,
		client_goods_list = {{16160104,90000,1,0},{16160118,9,1,0},{15010901,2,1,0}},
	},
	[287003] = {
		name = "演武堂積分獎勵3",
		drop_id = 287003,
		client_goods_list = {{16160104,120000,1,0},{16160118,11,1,0},{15010901,3,1,0}},
	},
	[287004] = {
		name = "演武堂積分獎勵4",
		drop_id = 287004,
		client_goods_list = {{16160104,150000,1,0},{16160118,15,1,0},{15010902,1,1,0}},
	},
	[287005] = {
		name = "演武堂積分獎勵5",
		drop_id = 287005,
		client_goods_list = {{16160104,225000,1,0},{16160118,17,1,0},{15010902,2,1,0}},
	},
	[287006] = {
		name = "演武堂積分獎勵6",
		drop_id = 287006,
		client_goods_list = {{16160104,300000,1,0},{16160118,18,1,0},{15010902,3,1,0}},
	},
	[287007] = {
		name = "演武堂積分獎勵7",
		drop_id = 287007,
		client_goods_list = {{16160104,375000,1,0},{16160118,21,1,0},{15010903,1,1,0}},
	},
	[287008] = {
		name = "演武堂積分獎勵8",
		drop_id = 287008,
		client_goods_list = {{16160104,450000,1,0},{16160118,24,1,0},{15010903,2,1,0}},
	},
	[287009] = {
		name = "演武堂積分獎勵9",
		drop_id = 287009,
		client_goods_list = {{16160104,750000,1,0},{16160118,27,1,0},{15010903,3,1,0}},
	},
	[287010] = {
		name = "演武堂積分獎勵10",
		drop_id = 287010,
		client_goods_list = {{16160104,1050000,1,0},{16160118,30,1,0},{15010904,2,1,0}},
	},
	[287011] = {
		name = "演武堂積分獎勵11",
		drop_id = 287011,
		client_goods_list = {{16160104,1200000,1,0},{16160118,35,1,0},{15010904,3,1,0}},
	},
	[287012] = {
		name = "演武堂積分獎勵12",
		drop_id = 287012,
		client_goods_list = {{16160104,1350000,1,0},{16160118,39,1,0},{15010904,4,1,0}},
	},
	[287013] = {
		name = "演武堂積分獎勵13",
		drop_id = 287013,
		client_goods_list = {{16160104,1500000,1,0},{16160118,45,1,0},{15010905,2,1,0}},
	},
	[287014] = {
		name = "演武堂積分獎勵14",
		drop_id = 287014,
		client_goods_list = {{16160104,1800000,1,0},{16160118,53,1,0},{15010905,3,1,0}},
	},
	[287015] = {
		name = "演武堂積分獎勵15",
		drop_id = 287015,
		client_goods_list = {{16160104,2250000,1,0},{16160118,60,1,0},{15010905,4,1,0}},
	},
	[287016] = {
		name = "演武堂積分獎勵16",
		drop_id = 287016,
		client_goods_list = {{16160104,3000000,1,0},{16160118,75,1,0},{15010905,4,1,0}},
	},
	[287500] = {
		name = "演武堂-擊殺boss強力",
		drop_id = 287500,
		client_goods_list = {{16160104,30000,1,0},{16160118,10,1,0}},
	},
	[288001] = {
		name = "科舉玉虛葫找回",
		drop_id = 288001,
		client_goods_list = {{15010401,1,1,0}},
	},
	[288002] = {
		name = "每日任務玉虛葫找回",
		drop_id = 288002,
		client_goods_list = {{15010403,1,1,0}},
	},
	[288003] = {
		name = "珍瓏棋局玉虛葫找回",
		drop_id = 288003,
		client_goods_list = {{15010408,1,1,0}},
	},
	[288004] = {
		name = "馬賊玉虛葫找回",
		drop_id = 288004,
		client_goods_list = {{15010409,1,1,0}},
	},
	[288005] = {
		name = "10級老三環玉虛葫找回",
		drop_id = 288005,
		client_goods_list = {{15010421,1,1,0}},
	},
	[288006] = {
		name = "20級老三環玉虛葫找回",
		drop_id = 288006,
		client_goods_list = {{15010422,1,1,0}},
	},
	[288007] = {
		name = "30級老三環玉虛葫找回",
		drop_id = 288007,
		client_goods_list = {{15010423,1,1,0}},
	},
	[288008] = {
		name = "40級老三環玉虛葫找回",
		drop_id = 288008,
		client_goods_list = {{15010424,1,1,0}},
	},
	[288009] = {
		name = "50級老三環玉虛葫找回",
		drop_id = 288009,
		client_goods_list = {{15010425,1,1,0}},
	},
	[288010] = {
		name = "60級老三環玉虛葫找回",
		drop_id = 288010,
		client_goods_list = {{15010426,1,1,0}},
	},
	[288011] = {
		name = "70級老三環玉虛葫找回",
		drop_id = 288011,
		client_goods_list = {{15010427,1,1,0}},
	},
	[288012] = {
		name = "80級老三環玉虛葫找回",
		drop_id = 288012,
		client_goods_list = {{15010428,1,1,0}},
	},
	[288013] = {
		name = "90級老三環玉虛葫找回",
		drop_id = 288013,
		client_goods_list = {{15010429,1,1,0}},
	},
	[288014] = {
		name = "10級燕子塢玉虛葫找回",
		drop_id = 288014,
		client_goods_list = {{15010431,1,1,0}},
	},
	[288015] = {
		name = "20級燕子塢玉虛葫找回",
		drop_id = 288015,
		client_goods_list = {{15010432,1,1,0}},
	},
	[288016] = {
		name = "30級燕子塢玉虛葫找回",
		drop_id = 288016,
		client_goods_list = {{15010433,1,1,0}},
	},
	[288017] = {
		name = "40級燕子塢玉虛葫找回",
		drop_id = 288017,
		client_goods_list = {{15010434,1,1,0}},
	},
	[288018] = {
		name = "50級燕子塢玉虛葫找回",
		drop_id = 288018,
		client_goods_list = {{15010435,1,1,0}},
	},
	[288019] = {
		name = "60級燕子塢玉虛葫找回",
		drop_id = 288019,
		client_goods_list = {{15010436,1,1,0}},
	},
	[288020] = {
		name = "70級燕子塢玉虛葫找回",
		drop_id = 288020,
		client_goods_list = {{15010437,1,1,0}},
	},
	[288021] = {
		name = "80級燕子塢玉虛葫找回",
		drop_id = 288021,
		client_goods_list = {{15010438,1,1,0}},
	},
	[288022] = {
		name = "90級燕子塢玉虛葫找回",
		drop_id = 288022,
		client_goods_list = {{15010439,1,1,0}},
	},
	[288023] = {
		name = "10級四絕莊玉虛葫找回",
		drop_id = 288023,
		client_goods_list = {{15010441,1,1,0}},
	},
	[288024] = {
		name = "20級四絕莊玉虛葫找回",
		drop_id = 288024,
		client_goods_list = {{15010442,1,1,0}},
	},
	[288025] = {
		name = "30級四絕莊玉虛葫找回",
		drop_id = 288025,
		client_goods_list = {{15010443,1,1,0}},
	},
	[288026] = {
		name = "40級四絕莊玉虛葫找回",
		drop_id = 288026,
		client_goods_list = {{15010444,1,1,0}},
	},
	[288027] = {
		name = "50級四絕莊玉虛葫找回",
		drop_id = 288027,
		client_goods_list = {{15010445,1,1,0}},
	},
	[288028] = {
		name = "60級四絕莊玉虛葫找回",
		drop_id = 288028,
		client_goods_list = {{15010446,1,1,0}},
	},
	[288029] = {
		name = "70級四絕莊玉虛葫找回",
		drop_id = 288029,
		client_goods_list = {{15010447,1,1,0}},
	},
	[288030] = {
		name = "80級四絕莊玉虛葫找回",
		drop_id = 288030,
		client_goods_list = {{15010448,1,1,0}},
	},
	[288031] = {
		name = "90級四絕莊玉虛葫找回",
		drop_id = 288031,
		client_goods_list = {{15010449,1,1,0}},
	},
	[288032] = {
		name = "10級縹緲峰玉虛葫找回",
		drop_id = 288032,
		client_goods_list = {{15010451,1,1,0}},
	},
	[288033] = {
		name = "20級縹緲峰玉虛葫找回",
		drop_id = 288033,
		client_goods_list = {{15010452,1,1,0}},
	},
	[288034] = {
		name = "30級縹緲峰玉虛葫找回",
		drop_id = 288034,
		client_goods_list = {{15010453,1,1,0}},
	},
	[288035] = {
		name = "40級縹緲峰玉虛葫找回",
		drop_id = 288035,
		client_goods_list = {{15010454,1,1,0}},
	},
	[288036] = {
		name = "50級縹緲峰玉虛葫找回",
		drop_id = 288036,
		client_goods_list = {{15010455,1,1,0}},
	},
	[288037] = {
		name = "60級縹緲峰玉虛葫找回",
		drop_id = 288037,
		client_goods_list = {{15010456,1,1,0}},
	},
	[288038] = {
		name = "70級縹緲峰玉虛葫找回",
		drop_id = 288038,
		client_goods_list = {{15010457,1,1,0}},
	},
	[288039] = {
		name = "80級縹緲峰玉虛葫找回",
		drop_id = 288039,
		client_goods_list = {{15010458,1,1,0}},
	},
	[288040] = {
		name = "90級縹緲峰玉虛葫找回",
		drop_id = 288040,
		client_goods_list = {{15010459,1,1,0}},
	},
	[288041] = {
		name = "科舉銅幣找回",
		drop_id = 288041,
		client_goods_list = {{15010501,1,1,0}},
	},
	[288042] = {
		name = "每日任務銅幣找回",
		drop_id = 288042,
		client_goods_list = {{15010503,1,1,0}},
	},
	[288043] = {
		name = "珍瓏棋局銅幣找回",
		drop_id = 288043,
		client_goods_list = {{15010508,1,1,0}},
	},
	[288044] = {
		name = "馬賊銅幣找回",
		drop_id = 288044,
		client_goods_list = {{15010509,1,1,0}},
	},
	[288045] = {
		name = "10級老三環銅幣找回",
		drop_id = 288045,
		client_goods_list = {{15010521,1,1,0}},
	},
	[288046] = {
		name = "20級老三環銅幣找回",
		drop_id = 288046,
		client_goods_list = {{15010522,1,1,0}},
	},
	[288047] = {
		name = "30級老三環銅幣找回",
		drop_id = 288047,
		client_goods_list = {{15010523,1,1,0}},
	},
	[288048] = {
		name = "40級老三環銅幣找回",
		drop_id = 288048,
		client_goods_list = {{15010524,1,1,0}},
	},
	[288049] = {
		name = "50級老三環銅幣找回",
		drop_id = 288049,
		client_goods_list = {{15010525,1,1,0}},
	},
	[288050] = {
		name = "60級老三環銅幣找回",
		drop_id = 288050,
		client_goods_list = {{15010526,1,1,0}},
	},
	[288051] = {
		name = "70級老三環銅幣找回",
		drop_id = 288051,
		client_goods_list = {{15010527,1,1,0}},
	},
	[288052] = {
		name = "80級老三環銅幣找回",
		drop_id = 288052,
		client_goods_list = {{15010528,1,1,0}},
	},
	[288053] = {
		name = "90級老三環銅幣找回",
		drop_id = 288053,
		client_goods_list = {{15010529,1,1,0}},
	},
	[288054] = {
		name = "10級燕子塢銅幣找回",
		drop_id = 288054,
		client_goods_list = {{15010531,1,1,0}},
	},
	[288055] = {
		name = "20級燕子塢銅幣找回",
		drop_id = 288055,
		client_goods_list = {{15010532,1,1,0}},
	},
	[288056] = {
		name = "30級燕子塢銅幣找回",
		drop_id = 288056,
		client_goods_list = {{15010533,1,1,0}},
	},
	[288057] = {
		name = "40級燕子塢銅幣找回",
		drop_id = 288057,
		client_goods_list = {{15010534,1,1,0}},
	},
	[288058] = {
		name = "50級燕子塢銅幣找回",
		drop_id = 288058,
		client_goods_list = {{15010535,1,1,0}},
	},
	[288059] = {
		name = "60級燕子塢銅幣找回",
		drop_id = 288059,
		client_goods_list = {{15010536,1,1,0}},
	},
	[288060] = {
		name = "70級燕子塢銅幣找回",
		drop_id = 288060,
		client_goods_list = {{15010537,1,1,0}},
	},
	[288061] = {
		name = "80級燕子塢銅幣找回",
		drop_id = 288061,
		client_goods_list = {{15010538,1,1,0}},
	},
	[288062] = {
		name = "90級燕子塢銅幣找回",
		drop_id = 288062,
		client_goods_list = {{15010539,1,1,0}},
	},
	[288063] = {
		name = "10級四絕莊銅幣找回",
		drop_id = 288063,
		client_goods_list = {{15010541,1,1,0}},
	},
	[288064] = {
		name = "20級四絕莊銅幣找回",
		drop_id = 288064,
		client_goods_list = {{15010542,1,1,0}},
	},
	[288065] = {
		name = "30級四絕莊銅幣找回",
		drop_id = 288065,
		client_goods_list = {{15010543,1,1,0}},
	},
	[288066] = {
		name = "40級四絕莊銅幣找回",
		drop_id = 288066,
		client_goods_list = {{15010544,1,1,0}},
	},
	[288067] = {
		name = "50級四絕莊銅幣找回",
		drop_id = 288067,
		client_goods_list = {{15010545,1,1,0}},
	},
	[288068] = {
		name = "60級四絕莊銅幣找回",
		drop_id = 288068,
		client_goods_list = {{15010546,1,1,0}},
	},
	[288069] = {
		name = "70級四絕莊銅幣找回",
		drop_id = 288069,
		client_goods_list = {{15010547,1,1,0}},
	},
	[288070] = {
		name = "80級四絕莊銅幣找回",
		drop_id = 288070,
		client_goods_list = {{15010548,1,1,0}},
	},
	[288071] = {
		name = "90級四絕莊銅幣找回",
		drop_id = 288071,
		client_goods_list = {{15010549,1,1,0}},
	},
	[288072] = {
		name = "10級縹緲峰銅幣找回",
		drop_id = 288072,
		client_goods_list = {{15010551,1,1,0}},
	},
	[288073] = {
		name = "20級縹緲峰銅幣找回",
		drop_id = 288073,
		client_goods_list = {{15010552,1,1,0}},
	},
	[288074] = {
		name = "30級縹緲峰銅幣找回",
		drop_id = 288074,
		client_goods_list = {{15010553,1,1,0}},
	},
	[288075] = {
		name = "40級縹緲峰銅幣找回",
		drop_id = 288075,
		client_goods_list = {{15010554,1,1,0}},
	},
	[288076] = {
		name = "50級縹緲峰銅幣找回",
		drop_id = 288076,
		client_goods_list = {{15010555,1,1,0}},
	},
	[288077] = {
		name = "60級縹緲峰銅幣找回",
		drop_id = 288077,
		client_goods_list = {{15010556,1,1,0}},
	},
	[288078] = {
		name = "70級縹緲峰銅幣找回",
		drop_id = 288078,
		client_goods_list = {{15010557,1,1,0}},
	},
	[288079] = {
		name = "80級縹緲峰銅幣找回",
		drop_id = 288079,
		client_goods_list = {{15010558,1,1,0}},
	},
	[288080] = {
		name = "90級縹緲峰銅幣找回",
		drop_id = 288080,
		client_goods_list = {{15010559,1,1,0}},
	},
	[289001] = {
		name = "江湖之路第1天-獎勵1",
		drop_id = 289001,
		client_goods_list = {{16010001,5,1,0}},
	},
	[289002] = {
		name = "江湖之路第1天-獎勵2",
		drop_id = 289002,
		client_goods_list = {{15010062,2,1,0}},
	},
	[289003] = {
		name = "江湖之路第1天-獎勵3",
		drop_id = 289003,
		client_goods_list = {{16220002,10,1,0}},
	},
	[289004] = {
		name = "江湖之路第1天-獎勵4",
		drop_id = 289004,
		client_goods_list = {{15010063,1,1,0}},
	},
	[289005] = {
		name = "江湖之路第1天-獎勵5",
		drop_id = 289005,
		client_goods_list = {{15010023,1,1,0}},
	},
	[289006] = {
		name = "江湖之路第1天-獎勵6",
		drop_id = 289006,
		client_goods_list = {{16010001,5,1,0}},
	},
	[289007] = {
		name = "江湖之路第1天-獎勵7",
		drop_id = 289007,
		client_goods_list = {{16320001,1,1,0}},
	},
	[289008] = {
		name = "江湖之路第1天-獎勵8",
		drop_id = 289008,
		client_goods_list = {{16250101,3,1,0}},
	},
	[289009] = {
		name = "江湖之路第1天-獎勵9",
		drop_id = 289009,
		client_goods_list = {{16010001,5,1,0}},
	},
	[289010] = {
		name = "江湖之路第1天-獎勵10",
		drop_id = 289010,
		client_goods_list = {{15010063,10,1,0}},
	},
	[289011] = {
		name = "江湖之路第1天-獎勵11",
		drop_id = 289011,
		client_goods_list = {{16300001,5,1,0}},
	},
	[289012] = {
		name = "江湖之路第1天-獎勵12",
		drop_id = 289012,
		client_goods_list = {{35001006,1,1,0}},
	},
	[289013] = {
		name = "江湖之路第1天-獎勵13",
		drop_id = 289013,
		client_goods_list = {{15010062,5,1,0}},
	},
	[289014] = {
		name = "江湖之路第1天-獎勵14",
		drop_id = 289014,
		client_goods_list = {{16400001,2,1,0}},
	},
	[289015] = {
		name = "江湖之路第1天-獎勵15",
		drop_id = 289015,
		client_goods_list = {{15010063,10,1,0}},
	},
	[289101] = {
		name = "江湖之路第2天-獎勵1",
		drop_id = 289101,
		client_goods_list = {{16010001,5,1,0}},
	},
	[289102] = {
		name = "江湖之路第2天-獎勵2",
		drop_id = 289102,
		client_goods_list = {{16320001,1,1,0}},
	},
	[289103] = {
		name = "江湖之路第2天-獎勵3",
		drop_id = 289103,
		client_goods_list = {{16250101,3,1,0}},
	},
	[289104] = {
		name = "江湖之路第2天-獎勵4",
		drop_id = 289104,
		client_goods_list = {{15010023,1,1,0}},
	},
	[289105] = {
		name = "江湖之路第2天-獎勵5",
		drop_id = 289105,
		client_goods_list = {{16010001,10,1,0}},
	},
	[289106] = {
		name = "江湖之路第2天-獎勵6",
		drop_id = 289106,
		client_goods_list = {{15010023,1,1,0}},
	},
	[289107] = {
		name = "江湖之路第2天-獎勵7",
		drop_id = 289107,
		client_goods_list = {{16400002,1,1,0}},
	},
	[289108] = {
		name = "江湖之路第2天-獎勵8",
		drop_id = 289108,
		client_goods_list = {{16310101,1,1,0}},
	},
	[289109] = {
		name = "江湖之路第2天-獎勵9",
		drop_id = 289109,
		client_goods_list = {{16460001,1,1,0}},
	},
	[289110] = {
		name = "江湖之路第2天-獎勵10",
		drop_id = 289110,
		client_goods_list = {{16320001,1,1,0}},
	},
	[289111] = {
		name = "江湖之路第2天-獎勵11",
		drop_id = 289111,
		client_goods_list = {{15010062,15,1,0}},
	},
	[289112] = {
		name = "江湖之路第2天-獎勵12",
		drop_id = 289112,
		client_goods_list = {{16250101,3,1,0}},
	},
	[289113] = {
		name = "江湖之路第2天-獎勵13",
		drop_id = 289113,
		client_goods_list = {{15010023,1,1,0}},
	},
	[289114] = {
		name = "江湖之路第2天-獎勵14",
		drop_id = 289114,
		client_goods_list = {{15010023,1,1,0}},
	},
	[289115] = {
		name = "江湖之路第2天-獎勵15",
		drop_id = 289115,
		client_goods_list = _et,
	},
	[289201] = {
		name = "江湖之路第3天-獎勵1",
		drop_id = 289201,
		client_goods_list = {{16300001,2,1,0}},
	},
	[289202] = {
		name = "江湖之路第3天-獎勵2",
		drop_id = 289202,
		client_goods_list = {{16250101,2,1,0}},
	},
	[289203] = {
		name = "江湖之路第3天-獎勵3",
		drop_id = 289203,
		client_goods_list = {{15010023,2,1,0}},
	},
	[289204] = {
		name = "江湖之路第3天-獎勵4",
		drop_id = 289204,
		client_goods_list = {{16250101,1,1,0}},
	},
	[289205] = {
		name = "江湖之路第3天-獎勵5",
		drop_id = 289205,
		client_goods_list = {{16220002,20,1,0}},
	},
	[289206] = {
		name = "江湖之路第3天-獎勵6",
		drop_id = 289206,
		client_goods_list = {{16250101,1,1,0}},
	},
	[289207] = {
		name = "江湖之路第3天-獎勵7",
		drop_id = 289207,
		client_goods_list = {{16320001,1,1,0}},
	},
	[289208] = {
		name = "江湖之路第3天-獎勵8",
		drop_id = 289208,
		client_goods_list = {{16250102,1,1,0}},
	},
	[289209] = {
		name = "江湖之路第3天-獎勵9",
		drop_id = 289209,
		client_goods_list = {{16010001,5,1,0}},
	},
	[289210] = {
		name = "江湖之路第3天-獎勵10",
		drop_id = 289210,
		client_goods_list = {{15010031,1,1,0}},
	},
	[289211] = {
		name = "江湖之路第3天-獎勵11",
		drop_id = 289211,
		client_goods_list = {{16010001,20,1,0}},
	},
	[289212] = {
		name = "江湖之路第3天-獎勵12",
		drop_id = 289212,
		client_goods_list = _et,
	},
	[289213] = {
		name = "江湖之路第3天-獎勵13",
		drop_id = 289213,
		client_goods_list = _et,
	},
	[289214] = {
		name = "江湖之路第3天-獎勵14",
		drop_id = 289214,
		client_goods_list = _et,
	},
	[289215] = {
		name = "江湖之路第3天-獎勵15",
		drop_id = 289215,
		client_goods_list = _et,
	},
	[289301] = {
		name = "江湖之路第4天-獎勵1",
		drop_id = 289301,
		client_goods_list = {{15010031,3,1,0}},
	},
	[289302] = {
		name = "江湖之路第4天-獎勵2",
		drop_id = 289302,
		client_goods_list = {{15010204,1,1,0}},
	},
	[289303] = {
		name = "江湖之路第4天-獎勵3",
		drop_id = 289303,
		client_goods_list = {{16460002,1,1,0}},
	},
	[289304] = {
		name = "江湖之路第4天-獎勵4",
		drop_id = 289304,
		client_goods_list = {{16250101,1,1,0}},
	},
	[289305] = {
		name = "江湖之路第4天-獎勵5",
		drop_id = 289305,
		client_goods_list = {{16250102,1,1,0}},
	},
	[289306] = {
		name = "江湖之路第4天-獎勵6",
		drop_id = 289306,
		client_goods_list = {{16300001,3,1,0}},
	},
	[289307] = {
		name = "江湖之路第4天-獎勵7",
		drop_id = 289307,
		client_goods_list = {{15010012,2,1,0}},
	},
	[289308] = {
		name = "江湖之路第4天-獎勵8",
		drop_id = 289308,
		client_goods_list = {{15010032,1,1,0}},
	},
	[289309] = {
		name = "江湖之路第4天-獎勵9",
		drop_id = 289309,
		client_goods_list = {{15010023,10,1,0}},
	},
	[289310] = {
		name = "江湖之路第4天-獎勵10",
		drop_id = 289310,
		client_goods_list = {{16010001,25,1,0}},
	},
	[289311] = {
		name = "江湖之路第4天-獎勵11",
		drop_id = 289311,
		client_goods_list = {{16010001,30,1,0}},
	},
	[289312] = {
		name = "江湖之路第4天-獎勵12",
		drop_id = 289312,
		client_goods_list = {{15010063,10,1,0}},
	},
	[289313] = {
		name = "江湖之路第4天-獎勵13",
		drop_id = 289313,
		client_goods_list = _et,
	},
	[289314] = {
		name = "江湖之路第4天-獎勵14",
		drop_id = 289314,
		client_goods_list = _et,
	},
	[289315] = {
		name = "江湖之路第4天-獎勵15",
		drop_id = 289315,
		client_goods_list = _et,
	},
	[289401] = {
		name = "江湖之路第5天-獎勵1",
		drop_id = 289401,
		client_goods_list = {{16460003,1,1,0}},
	},
	[289402] = {
		name = "江湖之路第5天-獎勵2",
		drop_id = 289402,
		client_goods_list = {{15010033,1,1,0}},
	},
	[289403] = {
		name = "江湖之路第5天-獎勵3",
		drop_id = 289403,
		client_goods_list = {{16220003,3,1,0}},
	},
	[289404] = {
		name = "江湖之路第5天-獎勵4",
		drop_id = 289404,
		client_goods_list = {{15010204,2,1,0}},
	},
	[289405] = {
		name = "江湖之路第5天-獎勵5",
		drop_id = 289405,
		client_goods_list = {{16250101,5,1,0}},
	},
	[289406] = {
		name = "江湖之路第5天-獎勵6",
		drop_id = 289406,
		client_goods_list = {{16010002,5,1,0}},
	},
	[289407] = {
		name = "江湖之路第5天-獎勵7",
		drop_id = 289407,
		client_goods_list = {{16460003,1,1,0}},
	},
	[289408] = {
		name = "江湖之路第5天-獎勵8",
		drop_id = 289408,
		client_goods_list = {{15010204,1,1,0}},
	},
	[289409] = {
		name = "江湖之路第5天-獎勵9",
		drop_id = 289409,
		client_goods_list = {{16220003,10,1,0}},
	},
	[289410] = {
		name = "江湖之路第5天-獎勵10",
		drop_id = 289410,
		client_goods_list = {{15010012,1,1,0}},
	},
	[289411] = {
		name = "江湖之路第5天-獎勵11",
		drop_id = 289411,
		client_goods_list = {{15010063,10,1,0}},
	},
	[289412] = {
		name = "江湖之路第5天-獎勵12",
		drop_id = 289412,
		client_goods_list = _et,
	},
	[289413] = {
		name = "江湖之路第5天-獎勵13",
		drop_id = 289413,
		client_goods_list = _et,
	},
	[289414] = {
		name = "江湖之路第5天-獎勵14",
		drop_id = 289414,
		client_goods_list = _et,
	},
	[289415] = {
		name = "江湖之路第5天-獎勵15",
		drop_id = 289415,
		client_goods_list = _et,
	},
	[289501] = {
		name = "江湖之路郵件獎勵1",
		drop_id = 289501,
		client_goods_list = {{15010031,1,1,0}},
	},
	[289502] = {
		name = "江湖之路郵件獎勵2",
		drop_id = 289502,
		client_goods_list = {{15010031,1,1,0}},
	},
	[289503] = {
		name = "江湖之路郵件獎勵3",
		drop_id = 289503,
		client_goods_list = {{15010031,1,1,0}},
	},
	[289504] = {
		name = "江湖之路郵件獎勵4",
		drop_id = 289504,
		client_goods_list = {{15010031,1,1,0}},
	},
	[290001] = {
		drop_id = 290001,
		client_goods_list = {{16160109,900,1,0},{16160115,1620,1,0}},
	},
	[290002] = {
		drop_id = 290002,
		client_goods_list = {{16160109,780,1,0},{16160115,1404,1,0}},
	},
	[290003] = {
		drop_id = 290003,
		client_goods_list = {{16160109,680,1,0},{16160115,1224,1,0}},
	},
	[290004] = {
		drop_id = 290004,
		client_goods_list = {{16160109,530,1,0},{16160115,954,1,0}},
	},
	[290005] = {
		drop_id = 290005,
		client_goods_list = {{16160109,460,1,0},{16160115,828,1,0}},
	},
	[290006] = {
		drop_id = 290006,
		client_goods_list = {{16160109,390,1,0},{16160115,702,1,0}},
	},
	[290007] = {
		drop_id = 290007,
		client_goods_list = {{16160109,320,1,0},{16160115,576,1,0}},
	},
	[290051] = {
		drop_id = 290051,
		client_goods_list = {{16160109,900,1,0},{16160115,1620,1,0}},
	},
	[290052] = {
		drop_id = 290052,
		client_goods_list = {{16160109,780,1,0},{16160115,1404,1,0}},
	},
	[290053] = {
		drop_id = 290053,
		client_goods_list = {{16160109,680,1,0},{16160115,1224,1,0}},
	},
	[290054] = {
		drop_id = 290054,
		client_goods_list = {{16160109,530,1,0},{16160115,954,1,0}},
	},
	[290055] = {
		drop_id = 290055,
		client_goods_list = {{16160109,460,1,0},{16160115,828,1,0}},
	},
	[290056] = {
		drop_id = 290056,
		client_goods_list = {{16160109,390,1,0},{16160115,702,1,0}},
	},
	[290057] = {
		drop_id = 290057,
		client_goods_list = {{16160109,320,1,0},{16160115,576,1,0}},
	},
	[290101] = {
		drop_id = 290101,
		client_goods_list = {{16160109,450,1,0},{16160115,810,1,0}},
	},
	[290102] = {
		drop_id = 290102,
		client_goods_list = {{16160109,390,1,0},{16160115,702,1,0}},
	},
	[290103] = {
		drop_id = 290103,
		client_goods_list = {{16160109,340,1,0},{16160115,612,1,0}},
	},
	[290104] = {
		drop_id = 290104,
		client_goods_list = {{16160109,265,1,0},{16160115,477,1,0}},
	},
	[290105] = {
		drop_id = 290105,
		client_goods_list = {{16160109,230,1,0},{16160115,414,1,0}},
	},
	[290106] = {
		drop_id = 290106,
		client_goods_list = {{16160109,195,1,0},{16160115,351,1,0}},
	},
	[290107] = {
		drop_id = 290107,
		client_goods_list = {{16160109,160,1,0},{16160115,288,1,0}},
	},
	[290151] = {
		drop_id = 290151,
		client_goods_list = {{16160109,450,1,0},{16160115,810,1,0}},
	},
	[290152] = {
		drop_id = 290152,
		client_goods_list = {{16160109,390,1,0},{16160115,702,1,0}},
	},
	[290153] = {
		drop_id = 290153,
		client_goods_list = {{16160109,340,1,0},{16160115,612,1,0}},
	},
	[290154] = {
		drop_id = 290154,
		client_goods_list = {{16160109,265,1,0},{16160115,477,1,0}},
	},
	[290155] = {
		drop_id = 290155,
		client_goods_list = {{16160109,230,1,0},{16160115,414,1,0}},
	},
	[290156] = {
		drop_id = 290156,
		client_goods_list = {{16160109,195,1,0},{16160115,351,1,0}},
	},
	[290157] = {
		drop_id = 290157,
		client_goods_list = {{16160109,160,1,0},{16160115,288,1,0}},
	},
	[291001] = {
		name = "龍魂元神精魄",
		drop_id = 291001,
	},
	[291002] = {
		name = "妖虎元神精魄",
		drop_id = 291002,
	},
	[291003] = {
		name = "玄鳳元神精魄",
		drop_id = 291003,
	},
	[292001] = {
		name = "珍獸經驗獲得",
		drop_id = 292001,
	},
	[292002] = {
		name = "珍獸經驗獲得9W，人物獲得5k",
		drop_id = 292002,
	},
	[293001] = {
		name = "七日登錄獎勵1",
		drop_id = 293001,
		client_goods_list = {{15020031,1,1,0},{15010021,1,1,0},{16330001,10,1,0},{15010061,5,1,0},{16010001,5,1,0}},
	},
	[293002] = {
		name = "七日登錄獎勵2",
		drop_id = 293002,
		client_goods_list = {{16211009,1,1,0},{16220003,10,1,0},{16400001,1,1,0},{15010061,10,1,0},{16010001,5,1,0}},
	},
	[293003] = {
		name = "七日登錄獎勵3",
		drop_id = 293003,
		client_goods_list = {{32030004,1,1,0},{16220003,15,1,0},{16400001,2,1,0},{15010061,15,1,0},{16010001,5,1,0}},
	},
	[293004] = {
		name = "七日登錄獎勵4",
		drop_id = 293004,
		client_goods_list = {{16400002,1,1,0},{16220003,20,1,0},{16250101,5,1,0},{15010061,20,1,0},{16010001,5,1,0}},
	},
	[293005] = {
		name = "七日登錄獎勵5",
		drop_id = 293005,
		client_goods_list = {{33011016,2,1,0},{16300001,5,1,0},{16250102,2,1,0},{15010061,25,1,0},{16010001,10,1,0}},
	},
	[293006] = {
		name = "七日登錄獎勵6",
		drop_id = 293006,
		client_goods_list = {{15020032,1,1,0},{16400001,5,1,0},{16250102,3,1,0},{15010061,30,1,0},{16010001,10,1,0}},
	},
	[293007] = {
		name = "七日登錄獎勵7",
		drop_id = 293007,
		client_goods_list = {{16041003,1,1,0},{15010024,2,1,0},{16240701,2,1,0},{15010061,35,1,0},{16010001,20,1,0}},
	},
	[293011] = {
		drop_id = 293011,
		client_goods_list = {{11010001,50,1,0},{11020001,50,1,0},{11030001,50,1,0}},
	},
	[293012] = {
		drop_id = 293012,
		client_goods_list = {{15010063,10,1,0},{15010063,10,1,0},{15010063,10,1,0},{15010063,10,1,0},{15010063,10,1,0}},
	},
	[294001] = {
		name = "運鏢獎勵-幫會通寶1",
		drop_id = 294001,
		client_goods_list = {{16160107,60,1,0},{16160109,60,1,0},{16160114,1750,1,0}},
	},
	[294002] = {
		name = "運鏢獎勵-幫會通寶2",
		drop_id = 294002,
		client_goods_list = {{16160107,72,1,0},{16160109,72,1,0},{16160114,2100,1,0}},
	},
	[294003] = {
		name = "運鏢獎勵-幫會通寶3",
		drop_id = 294003,
		client_goods_list = {{16160107,90,1,0},{16160109,90,1,0},{16160114,2625,1,0}},
	},
	[294004] = {
		name = "運鏢獎勵-幫會通寶4",
		drop_id = 294004,
		client_goods_list = {{16160107,120,1,0},{16160109,120,1,0},{16160114,3500,1,0}},
	},
	[294101] = {
		name = "劫鏢獎勵-幫會通寶1",
		drop_id = 294101,
		client_goods_list = {{16160109,36,1,0}},
	},
	[294102] = {
		name = "劫鏢獎勵-幫會通寶2",
		drop_id = 294102,
		client_goods_list = {{16160109,43,1,0}},
	},
	[294103] = {
		name = "劫鏢獎勵-幫會通寶3",
		drop_id = 294103,
		client_goods_list = {{16160109,54,1,0}},
	},
	[294104] = {
		name = "劫鏢獎勵-幫會通寶4",
		drop_id = 294104,
		client_goods_list = {{16160109,72,1,0}},
	},
	[295001] = {
		name = "江湖之路累計星數1",
		drop_id = 295001,
		client_goods_list = {{16280001,10,1,0}},
	},
	[295002] = {
		name = "江湖之路累計星數2",
		drop_id = 295002,
		client_goods_list = {{16280001,10,1,0}},
	},
	[295003] = {
		name = "江湖之路累計星數3",
		drop_id = 295003,
		client_goods_list = {{16280001,20,1,0}},
	},
	[295004] = {
		name = "江湖之路累計星數4",
		drop_id = 295004,
		client_goods_list = {{16280001,20,1,0}},
	},
	[295005] = {
		name = "江湖之路累計星數5",
		drop_id = 295005,
		client_goods_list = {{16280001,20,1,0}},
	},
	[295006] = {
		name = "江湖之路累計星數6",
		drop_id = 295006,
		client_goods_list = {{16280001,20,1,0}},
	},
	[296001] = {
		name = "成就獎勵1",
		drop_id = 296001,
		client_goods_list = {{16160103,10,1,0}},
	},
	[296002] = {
		name = "成就獎勵2",
		drop_id = 296002,
		client_goods_list = {{15010011,1,1,0}},
	},
	[297001] = {
		name = "意見反饋獎勵",
		drop_id = 297001,
		client_goods_list = {{15010014,1,1,0},{15010063,1,1,0},{16010001,5,1,0},{16400001,1,1,0}},
	},
	[298001] = {
		name = "幫會宴請采集",
		drop_id = 298001,
		client_goods_list = {{15010201,1,1,0}},
	},
	[300001] = {
		name = "30級沖級禮包",
		drop_id = 300001,
		client_goods_list = {{15040001,1,1,0}},
	},
	[300002] = {
		name = "35級沖級禮包",
		drop_id = 300002,
		client_goods_list = {{15040002,1,1,0}},
	},
	[300003] = {
		name = "40級沖級禮包",
		drop_id = 300003,
		client_goods_list = {{15040003,1,1,0}},
	},
	[300004] = {
		name = "43級沖級禮包",
		drop_id = 300004,
		client_goods_list = {{15040004,1,1,0}},
	},
	[300005] = {
		name = "46級沖級禮包",
		drop_id = 300005,
		client_goods_list = {{15040005,1,1,0}},
	},
	[300006] = {
		name = "50級沖級禮包",
		drop_id = 300006,
		client_goods_list = {{15040006,1,1,0}},
	},
	[300007] = {
		name = "55級沖級禮包",
		drop_id = 300007,
		client_goods_list = {{15040007,1,1,0}},
	},
	[301001] = {
		name = "結義賀禮",
		drop_id = 301001,
		client_goods_list = {{15041001,1,1,0}},
	},
	[301002] = {
		name = "新婚賀禮",
		drop_id = 301002,
		client_goods_list = {{15041002,1,1,0}},
	},
	[301003] = {
		name = "入幫賀禮",
		drop_id = 301003,
		client_goods_list = {{15041003,1,1,0}},
	},
	[301004] = {
		name = "師徒賀禮",
		drop_id = 301004,
		client_goods_list = {{15041004,1,1,0}},
	},
	[301005] = {
		name = "結義金蘭賀禮",
		drop_id = 301005,
		client_goods_list = {{15041005,1,1,0}},
	},
	[301006] = {
		name = "燕爾新婚賀禮",
		drop_id = 301006,
		client_goods_list = {{15041006,1,1,0}},
	},
	[301007] = {
		name = "兄弟齊心賀禮",
		drop_id = 301007,
		client_goods_list = {{15041007,1,1,0}},
	},
	[301008] = {
		name = "永結同心賀禮",
		drop_id = 301008,
		client_goods_list = {{15041008,1,1,0}},
	},
	[302001] = {
		name = "第壹幫會禮包",
		drop_id = 302001,
		client_goods_list = {{15042001,1,1,0}},
	},
	[302002] = {
		name = "第二幫會禮包",
		drop_id = 302002,
		client_goods_list = {{15042002,1,1,0}},
	},
	[302003] = {
		name = "第三幫會禮包",
		drop_id = 302003,
		client_goods_list = {{15042003,1,1,0}},
	},
	[302004] = {
		name = "第四幫會禮包",
		drop_id = 302004,
		client_goods_list = {{15042004,1,1,0}},
	},
	[302005] = {
		name = "第五幫會禮包",
		drop_id = 302005,
		client_goods_list = {{15042005,1,1,0}},
	},
	[302006] = {
		name = "第六幫會禮包",
		drop_id = 302006,
		client_goods_list = {{15042006,1,1,0}},
	},
	[302007] = {
		name = "第七幫會禮包",
		drop_id = 302007,
		client_goods_list = {{15042007,1,1,0}},
	},
	[302008] = {
		name = "第八幫會禮包",
		drop_id = 302008,
		client_goods_list = {{15042008,1,1,0}},
	},
	[302009] = {
		name = "第九幫會禮包",
		drop_id = 302009,
		client_goods_list = {{15042009,1,1,0}},
	},
	[302010] = {
		name = "第十幫會禮包",
		drop_id = 302010,
		client_goods_list = {{15042010,1,1,0}},
	},
	[303001] = {
		name = "開服紅利-完成每日任務",
		drop_id = 303001,
		client_goods_list = {{16160124,10,1,0}},
	},
	[303002] = {
		name = "開服紅利-完成科舉考試",
		drop_id = 303002,
		client_goods_list = {{16160124,10,1,0}},
	},
	[303003] = {
		name = "開服紅利-完成珍瓏棋局",
		drop_id = 303003,
		client_goods_list = {{16160124,30,1,0}},
	},
	[303004] = {
		name = "開服紅利-完成奪寶馬賊活動",
		drop_id = 303004,
		client_goods_list = {{16160124,20,1,0}},
	},
	[303005] = {
		name = "開服紅利-完成老三環副本",
		drop_id = 303005,
		client_goods_list = {{16160124,25,1,0}},
	},
	[303006] = {
		name = "開服紅利-完成幫會任務",
		drop_id = 303006,
		client_goods_list = {{16160124,15,1,0}},
	},
	[303007] = {
		name = "開服紅利-完成行酒令活動",
		drop_id = 303007,
		client_goods_list = {{16160124,15,1,0}},
	},
	[303008] = {
		name = "開服紅利-完成燕子塢副本",
		drop_id = 303008,
		client_goods_list = {{16160124,25,1,0}},
	},
	[303101] = {
		name = "開服紅利-活躍抽獎1",
		drop_id = 303101,
		client_goods_list = {{15010064,5,1,0}},
	},
	[303102] = {
		name = "開服紅利-活躍抽獎2",
		drop_id = 303102,
		client_goods_list = {{15010031,1,1,0}},
	},
	[303103] = {
		name = "開服紅利-活躍抽獎3",
		drop_id = 303103,
		client_goods_list = {{15010032,1,1,0}},
	},
	[303104] = {
		name = "開服紅利-活躍抽獎4",
		drop_id = 303104,
		client_goods_list = {{15010092,5,1,0}},
	},
	[303105] = {
		name = "開服紅利-活躍抽獎5",
		drop_id = 303105,
		client_goods_list = {{16450001,1,1,0}},
	},
	[303106] = {
		name = "開服紅利-活躍抽獎6",
		drop_id = 303106,
		client_goods_list = {{16010001,5,1,0}},
	},
	[303107] = {
		name = "開服紅利-活躍抽獎7",
		drop_id = 303107,
		client_goods_list = {{16250101,5,1,0}},
	},
	[303201] = {
		name = "開服紅利-充值抽獎1",
		drop_id = 303201,
		client_goods_list = {{15010022,1,1,0}},
	},
	[303202] = {
		name = "開服紅利-充值抽獎2",
		drop_id = 303202,
		client_goods_list = {{15010023,1,1,0}},
	},
	[303203] = {
		name = "開服紅利-充值抽獎3",
		drop_id = 303203,
		client_goods_list = {{15010024,1,1,0}},
	},
	[303204] = {
		name = "開服紅利-充值抽獎4",
		drop_id = 303204,
		client_goods_list = {{15010023,3,1,0}},
	},
	[303205] = {
		name = "開服紅利-充值抽獎5",
		drop_id = 303205,
		client_goods_list = {{15010024,2,1,0}},
	},
	[303206] = {
		name = "開服紅利-充值抽獎6",
		drop_id = 303206,
		client_goods_list = {{15010024,5,1,0}},
	},
	[304001] = {
		name = "破舊金石箱",
		drop_id = 304001,
		client_goods_list = {{3,5}},
	},
	[304002] = {
		name = "普通金石箱",
		drop_id = 304002,
		client_goods_list = {{3,10}},
	},
	[304003] = {
		name = "精致金石箱",
		drop_id = 304003,
		client_goods_list = {{3,20}},
	},
	[304004] = {
		name = "華麗金石箱",
		drop_id = 304004,
		client_goods_list = {{3,50}},
	},
	[304005] = {
		name = "尊貴金石箱",
		drop_id = 304005,
		client_goods_list = {{3,100}},
	},
	[305001] = {
		name = "成就-1綁元",
		drop_id = 305001,
		client_goods_list = {{3,1}},
	},
	[305002] = {
		name = "成就-2綁元",
		drop_id = 305002,
		client_goods_list = {{3,2}},
	},
	[305003] = {
		name = "成就-3綁元",
		drop_id = 305003,
		client_goods_list = {{3,3}},
	},
	[305004] = {
		name = "成就-4綁元",
		drop_id = 305004,
		client_goods_list = {{3,4}},
	},
	[305005] = {
		name = "成就-5綁元",
		drop_id = 305005,
		client_goods_list = {{3,5}},
	},
	[305006] = {
		name = "成就-10綁元",
		drop_id = 305006,
		client_goods_list = {{3,10}},
	},
	[305007] = {
		name = "成就-15綁元",
		drop_id = 305007,
		client_goods_list = {{3,15}},
	},
	[305008] = {
		name = "成就-20綁元",
		drop_id = 305008,
		client_goods_list = {{3,20}},
	},
	[305009] = {
		name = "成就-25綁元",
		drop_id = 305009,
		client_goods_list = {{3,25}},
	},
	[305010] = {
		name = "成就-30綁元",
		drop_id = 305010,
		client_goods_list = {{3,30}},
	},
	[305011] = {
		name = "成就-40綁元",
		drop_id = 305011,
		client_goods_list = {{3,40}},
	},
	[305012] = {
		name = "成就-45綁元",
		drop_id = 305012,
		client_goods_list = {{3,45}},
	},
	[305013] = {
		name = "成就-50綁元",
		drop_id = 305013,
		client_goods_list = {{3,50}},
	},
	[305014] = {
		name = "成就-70綁元",
		drop_id = 305014,
		client_goods_list = {{3,70}},
	},
	[305015] = {
		name = "成就-80綁元",
		drop_id = 305015,
		client_goods_list = {{3,80}},
	},
	[305016] = {
		name = "成就-100綁元",
		drop_id = 305016,
		client_goods_list = {{3,100}},
	},
	[305017] = {
		name = "成就-150綁元",
		drop_id = 305017,
		client_goods_list = {{3,150}},
	},
	[305018] = {
		name = "成就-200綁元",
		drop_id = 305018,
		client_goods_list = {{3,200}},
	},
	[305019] = {
		name = "成就-300綁元",
		drop_id = 305019,
		client_goods_list = {{3,300}},
	},
	[305020] = {
		name = "成就-400綁元",
		drop_id = 305020,
		client_goods_list = {{3,400}},
	},
	[305021] = {
		name = "成就-500綁元",
		drop_id = 305021,
		client_goods_list = {{3,500}},
	},
	[305101] = {
		name = "成就-100銀兩",
		drop_id = 305101,
		client_goods_list = {{17,100}},
	},
	[305102] = {
		name = "成就-500銀兩",
		drop_id = 305102,
		client_goods_list = {{17,500}},
	},
	[305103] = {
		name = "成就-1000銀兩",
		drop_id = 305103,
		client_goods_list = {{17,1000}},
	},
	[305104] = {
		name = "成就-1500銀兩",
		drop_id = 305104,
		client_goods_list = {{17,1500}},
	},
	[305105] = {
		name = "成就-2000銀兩",
		drop_id = 305105,
		client_goods_list = {{17,2000}},
	},
	[305106] = {
		name = "成就-2500銀兩",
		drop_id = 305106,
		client_goods_list = {{17,2500}},
	},
	[305107] = {
		name = "成就-3000銀兩",
		drop_id = 305107,
		client_goods_list = {{17,3000}},
	},
	[305108] = {
		name = "成就-5000銀兩",
		drop_id = 305108,
		client_goods_list = {{17,5000}},
	},
	[305201] = {
		name = "成就稱號-譽滿江湖",
		drop_id = 305201,
		client_goods_list = {{30010501,1,1,0}},
	},
	[305202] = {
		name = "成就稱號-五湖善緣客",
		drop_id = 305202,
		client_goods_list = {{30010502,1,1,0}},
	},
	[305203] = {
		name = "成就稱號-錦卉千葩",
		drop_id = 305203,
		client_goods_list = {{30010503,1,1,0}},
	},
	[305204] = {
		name = "成就稱號-草莽英雄",
		drop_id = 305204,
		client_goods_list = {{30010504,1,1,0}},
	},
	[305205] = {
		name = "成就稱號-鐵甲神兵",
		drop_id = 305205,
		client_goods_list = {{30010505,1,1,0}},
	},
	[305206] = {
		name = "成就稱號-四海通靈師",
		drop_id = 305206,
		client_goods_list = {{30010506,1,1,0}},
	},
	[305207] = {
		name = "成就稱號-卉木主人",
		drop_id = 305207,
		client_goods_list = {{30010507,1,1,0}},
	},
	[305208] = {
		name = "成就稱號-天戰行者",
		drop_id = 305208,
		client_goods_list = {{30010508,1,1,0}},
	},
	[305209] = {
		name = "成就稱號-門派競技王者",
		drop_id = 305209,
		client_goods_list = {{30010509,1,1,0}},
	},
	[305210] = {
		name = "成就稱號-地魁行者",
		drop_id = 305210,
		client_goods_list = {{30010510,1,1,0}},
	},
	[305211] = {
		name = "成就稱號-風氣黃沙·獨步武林",
		drop_id = 305211,
		client_goods_list = {{30010511,1,1,0}},
	},
	[305212] = {
		name = "成就稱號-天下誰人不識君",
		drop_id = 305212,
		client_goods_list = {{3,50}},
	},
	[305213] = {
		name = "成就稱號-打造學徒",
		drop_id = 305213,
		client_goods_list = {{3,15}},
	},
	[305214] = {
		name = "成就稱號-打造匠人",
		drop_id = 305214,
		client_goods_list = {{3,20}},
	},
	[305215] = {
		name = "成就稱號-打造名家",
		drop_id = 305215,
		client_goods_list = {{3,30}},
	},
	[305216] = {
		name = "成就稱號-打造大師",
		drop_id = 305216,
		client_goods_list = {{3,50}},
	},
	[305217] = {
		name = "成就稱號-閃閃發光",
		drop_id = 305217,
		client_goods_list = {{3,15}},
	},
	[305218] = {
		name = "成就稱號-璀璨星光",
		drop_id = 305218,
		client_goods_list = {{3,20}},
	},
	[305219] = {
		name = "成就稱號-異流星光",
		drop_id = 305219,
		client_goods_list = {{3,30}},
	},
	[305220] = {
		name = "成就稱號-七轉璇光",
		drop_id = 305220,
		client_goods_list = {{3,50}},
	},
	[305221] = {
		name = "成就稱號-捕獸能手",
		drop_id = 305221,
		client_goods_list = {{17,500}},
	},
	[305222] = {
		name = "成就稱號-捕獸達人",
		drop_id = 305222,
		client_goods_list = {{3,10}},
	},
	[305223] = {
		name = "成就稱號-捕獸名家",
		drop_id = 305223,
		client_goods_list = {{3,15}},
	},
	[305224] = {
		name = "成就稱號-捕獸大師",
		drop_id = 305224,
		client_goods_list = {{3,20}},
	},
	[305225] = {
		name = "成就稱號-繁殖能手",
		drop_id = 305225,
		client_goods_list = {{17,500}},
	},
	[305226] = {
		name = "成就稱號-繁殖達人",
		drop_id = 305226,
		client_goods_list = {{3,10}},
	},
	[305227] = {
		name = "成就稱號-繁殖名家",
		drop_id = 305227,
		client_goods_list = {{3,15}},
	},
	[305228] = {
		name = "成就稱號-繁殖大師",
		drop_id = 305228,
		client_goods_list = {{3,20}},
	},
	[306001] = {
		name = "龍紋-凝元-境界1",
		drop_id = 306001,
		client_goods_list = {{16490201,1,1,0}},
	},
	[306011] = {
		name = "龍紋-凝元-境界2",
		drop_id = 306011,
		client_goods_list = {{16490201,1,1,0}},
	},
	[306021] = {
		name = "龍紋-凝元-境界3",
		drop_id = 306021,
		client_goods_list = {{16490201,1,1,0}},
	},
	[306031] = {
		name = "龍紋-凝元-境界4",
		drop_id = 306031,
		client_goods_list = {{16490201,1,1,0}},
	},
	[306041] = {
		name = "龍紋-凝元-境界5",
		drop_id = 306041,
		client_goods_list = {{16490201,1,1,0}},
	},
	[306101] = {
		name = "龍元珀",
		drop_id = 306101,
		client_goods_list = {{16490201,1,1,0}},
	},
	[306102] = {
		name = "龍元晶珀",
		drop_id = 306102,
		client_goods_list = {{16490202,1,1,0}},
	},
	[307001] = {
		name = "百環福袋",
		drop_id = 307001,
		client_goods_list = {{16490201,1,1,0}},
	},
	[307002] = {
		name = "雙百福袋",
		drop_id = 307002,
		client_goods_list = {{16490201,1,1,0}},
	},
	[307003] = {
		name = "滿堂福袋",
		drop_id = 307003,
		client_goods_list = {{16490201,1,1,0}},
	},
	[307004] = {
		name = "50環獎勵",
		drop_id = 307004,
		client_goods_list = {{16460001,1,1,0}},
	},
	[307005] = {
		name = "250環獎勵",
		drop_id = 307005,
		client_goods_list = {{16460002,1,1,0}},
	},
	[308001] = {
		name = "少室山-boss通用獎勵掉落",
		drop_id = 308001,
		client_goods_list = {{16490201,1,1,0}},
	},
	[308101] = {
		drop_id = 308101,
		client_goods_list = {{15010206,1,1,0},{16480001,5,1,0},{16480102,1,1,0},{16480201,2,1,0},{15010064,1,1,0}},
	},
	[308102] = {
		drop_id = 308102,
		client_goods_list = {{15010205,1,1,0},{16480201,1,1,0},{15010063,1,1,0}},
	},
	[308103] = {
		name = "少室山-莊聚賢第1-2次挑戰成功",
		drop_id = 308103,
		client_goods_list = {{15010207,1,1,0},{16480001,5,1,0},{16480102,1,1,0},{16480201,2,1,0},{15010064,1,1,0}},
	},
	[308104] = {
		name = "少室山-莊聚賢第3-5次挑戰成功",
		drop_id = 308104,
		client_goods_list = {{15010206,1,1,0},{16480201,1,1,0},{15010063,1,1,0}},
	},
	[308105] = {
		name = "少室山-慕容復第1-2次挑戰成功",
		drop_id = 308105,
		client_goods_list = {{15010209,1,1,0},{16480001,5,1,0},{16480102,1,1,0},{16480201,2,1,0},{15010064,2,1,0}},
	},
	[308106] = {
		name = "少室山-慕容復第3-5次挑戰成功",
		drop_id = 308106,
		client_goods_list = {{15010208,1,1,0},{16480201,1,1,0},{15010063,1,1,0}},
	},
	[308107] = {
		name = "少室山-丁春秋第1-2次挑戰成功",
		drop_id = 308107,
		client_goods_list = {{15010204,1,1,0},{16480001,5,1,0},{16480102,1,1,0},{16480201,2,1,0},{15010064,3,1,0}},
	},
	[308108] = {
		name = "少室山-丁春秋第3-5次挑戰成功",
		drop_id = 308108,
		client_goods_list = {{15010203,1,1,0},{16480201,1,1,0},{15010063,1,1,0}},
	},
	[308201] = {
		drop_id = 308201,
		client_goods_list = {{16160107,1,1,0},{16480001,1,1,0},{16480101,1,1,0},{16480201,1,1,0},{16160104,1,1,0}},
	},
	[309001] = {
		name = "眾裏尋卿-獎勵1",
		drop_id = 309001,
		client_goods_list = {{15010068,1,1,0}},
	},
	[309002] = {
		name = "眾裏尋卿-獎勵2",
		drop_id = 309002,
		client_goods_list = {{15010024,1,1,0}},
	},
	[309003] = {
		name = "眾裏尋卿-獎勵3",
		drop_id = 309003,
		client_goods_list = {{15010093,1,1,0}},
	},
	[309004] = {
		name = "眾裏尋卿-獎勵4",
		drop_id = 309004,
		client_goods_list = {{16450001,1,1,0}},
	},
	[309005] = {
		name = "眾裏尋卿-獎勵5",
		drop_id = 309005,
		client_goods_list = {{16480101,1,1,0}},
	},
	[309006] = {
		name = "眾裏尋卿-獎勵6",
		drop_id = 309006,
		client_goods_list = {{31020401,1,1,0}},
	},
	[309101] = {
		name = "眾裏尋卿-雙倍獎勵1",
		drop_id = 309101,
		client_goods_list = {{15010068,2,1,0}},
	},
	[309102] = {
		name = "眾裏尋卿-雙倍獎勵2",
		drop_id = 309102,
		client_goods_list = {{15010024,2,1,0}},
	},
	[309103] = {
		name = "眾裏尋卿-雙倍獎勵3",
		drop_id = 309103,
		client_goods_list = {{15010093,2,1,0}},
	},
	[309104] = {
		name = "眾裏尋卿-雙倍獎勵4",
		drop_id = 309104,
		client_goods_list = {{16450001,2,1,0}},
	},
	[309105] = {
		name = "眾裏尋卿-雙倍獎勵5",
		drop_id = 309105,
		client_goods_list = {{16480101,2,1,0}},
	},
	[309106] = {
		name = "眾裏尋卿-雙倍獎勵6",
		drop_id = 309106,
		client_goods_list = {{31020401,2,1,0}},
	},
	[310001] = {
		name = "45級獸靈寶箱",
		drop_id = 310001,
		client_goods_list = {{15010068,2,1,0}},
	},
	[310002] = {
		name = "65級獸靈寶箱",
		drop_id = 310002,
		client_goods_list = {{15010068,2,1,0}},
	},
	[310003] = {
		name = "75級獸靈寶箱",
		drop_id = 310003,
		client_goods_list = {{15010068,2,1,0}},
	},
	[310101] = {
		name = "10桃李值",
		drop_id = 310101,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310102] = {
		name = "20桃李值",
		drop_id = 310102,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310103] = {
		name = "30桃李值",
		drop_id = 310103,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310104] = {
		name = "40桃李值",
		drop_id = 310104,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310105] = {
		name = "50桃李值",
		drop_id = 310105,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310106] = {
		name = "60桃李值",
		drop_id = 310106,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310107] = {
		name = "70桃李值",
		drop_id = 310107,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310108] = {
		name = "80桃李值",
		drop_id = 310108,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310109] = {
		name = "90桃李值",
		drop_id = 310109,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310110] = {
		name = "100桃李值",
		drop_id = 310110,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310111] = {
		name = "150桃李值",
		drop_id = 310111,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310112] = {
		name = "200桃李值",
		drop_id = 310112,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310113] = {
		name = "250桃李值",
		drop_id = 310113,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310114] = {
		name = "300桃李值",
		drop_id = 310114,
		client_goods_list = {{16160120,1,1,0}},
	},
	[310201] = {
		name = "出師禮包",
		drop_id = 310201,
		client_goods_list = {{15010055,2,1,0},{16320001,2,1,0},{16240201,1,1,0},{16240701,1,1,0},{11010001,200,1,0},{11020001,200,1,0}},
	},
	[310202] = {
		name = "50w經驗禮包",
		drop_id = 310202,
		client_goods_list = {{15010055,2,1,0},{16320001,2,1,0},{16240201,1,1,0},{16240701,1,1,0},{11010001,200,1,0},{11020001,200,1,0}},
	},
	[310301] = {
		name = "出師獎勵-徒弟",
		drop_id = 310301,
		client_goods_list = {{16160101,500000,1,0},{16160104,500000,1,0},{15016201,1,1,0}},
	},
	[310311] = {
		name = "出師獎勵-師父-完成度1",
		drop_id = 310311,
		client_goods_list = {{15016102,1,1,0}},
	},
	[310312] = {
		name = "出師獎勵-師父-完成度2",
		drop_id = 310312,
		client_goods_list = {{15016104,1,1,0}},
	},
	[310313] = {
		name = "出師獎勵-師父-完成度3",
		drop_id = 310313,
		client_goods_list = {{15016107,1,1,0}},
	},
	[310314] = {
		name = "出師獎勵-師父-完成度4",
		drop_id = 310314,
		client_goods_list = {{15016111,1,1,0}},
	},
	[310315] = {
		name = "出師獎勵-師父-完成度5",
		drop_id = 310315,
		client_goods_list = {{15016112,1,1,0}},
	},
	[310321] = {
		name = "出師獎勵-師父-評價1",
		drop_id = 310321,
		client_goods_list = {{16160104,200000,1,0}},
	},
	[310322] = {
		name = "出師獎勵-師父-評價2",
		drop_id = 310322,
		client_goods_list = {{16160104,220000,1,0}},
	},
	[310323] = {
		name = "出師獎勵-師父-評價3",
		drop_id = 310323,
		client_goods_list = {{16160104,240000,1,0}},
	},
	[310401] = {
		name = "師門任務-徒弟獎勵1",
		drop_id = 310401,
		client_goods_list = {{16160101,6630,1,0},{16160104,19000,1,0}},
	},
	[310402] = {
		name = "師門任務-徒弟獎勵2",
		drop_id = 310402,
		client_goods_list = {{16160101,8430,1,0},{16160104,20000,1,0}},
	},
	[310403] = {
		name = "師門任務-徒弟獎勵3",
		drop_id = 310403,
		client_goods_list = {{16160101,10400,1,0},{16160104,21000,1,0}},
	},
	[310404] = {
		name = "師門任務-徒弟獎勵4",
		drop_id = 310404,
		client_goods_list = {{16160101,12545,1,0},{16160104,22000,1,0}},
	},
	[310405] = {
		name = "師門任務-徒弟獎勵5",
		drop_id = 310405,
		client_goods_list = {{16160101,14875,1,0},{16160104,23000,1,0}},
	},
	[310406] = {
		name = "師門任務-徒弟獎勵6",
		drop_id = 310406,
		client_goods_list = {{16160101,17395,1,0},{16160104,24000,1,0}},
	},
	[310407] = {
		name = "師門任務-徒弟獎勵7",
		drop_id = 310407,
		client_goods_list = {{16160101,20115,1,0},{16160104,25000,1,0}},
	},
	[310408] = {
		name = "師門任務-徒弟獎勵8",
		drop_id = 310408,
		client_goods_list = {{16160101,23050,1,0},{16160104,26000,1,0}},
	},
	[310409] = {
		name = "師門任務-徒弟獎勵9",
		drop_id = 310409,
		client_goods_list = {{16160101,26200,1,0},{16160104,27000,1,0}},
	},
	[310410] = {
		name = "師門任務-徒弟獎勵10",
		drop_id = 310410,
		client_goods_list = {{16160101,29560,1,0},{16160104,28000,1,0}},
	},
	[310411] = {
		name = "師門任務-徒弟獎勵11",
		drop_id = 310411,
		client_goods_list = {{16160101,33125,1,0},{16160104,29000,1,0}},
	},
	[310412] = {
		name = "師門任務-徒弟獎勵12",
		drop_id = 310412,
		client_goods_list = {{16160101,36875,1,0},{16160104,30000,1,0}},
	},
	[310413] = {
		name = "師門任務-徒弟獎勵13",
		drop_id = 310413,
		client_goods_list = {{16160101,40770,1,0},{16160104,31000,1,0}},
	},
	[310414] = {
		name = "師門任務-徒弟獎勵14",
		drop_id = 310414,
		client_goods_list = {{16160101,44780,1,0},{16160104,32000,1,0}},
	},
	[310415] = {
		name = "師門任務-徒弟獎勵15",
		drop_id = 310415,
		client_goods_list = {{16160101,48875,1,0},{16160104,33000,1,0}},
	},
	[310416] = {
		name = "師門任務-徒弟獎勵16",
		drop_id = 310416,
		client_goods_list = {{16160101,53035,1,0},{16160104,34000,1,0}},
	},
	[310417] = {
		name = "師門任務-徒弟獎勵17",
		drop_id = 310417,
		client_goods_list = {{16160101,57280,1,0},{16160104,35000,1,0}},
	},
	[310418] = {
		name = "師門任務-徒弟獎勵18",
		drop_id = 310418,
		client_goods_list = {{16160101,61660,1,0},{16160104,36000,1,0}},
	},
	[310419] = {
		name = "師門任務-徒弟獎勵19",
		drop_id = 310419,
		client_goods_list = {{16160101,66255,1,0},{16160104,37000,1,0}},
	},
	[310420] = {
		name = "師門任務-徒弟獎勵20",
		drop_id = 310420,
		client_goods_list = {{16160101,71185,1,0},{16160104,38000,1,0}},
	},
	[310421] = {
		name = "師門任務-徒弟獎勵21",
		drop_id = 310421,
		client_goods_list = {{16160101,76570,1,0},{16160104,39000,1,0}},
	},
	[310422] = {
		name = "師門任務-徒弟獎勵22",
		drop_id = 310422,
		client_goods_list = {{16160101,82590,1,0},{16160104,40000,1,0}},
	},
	[310423] = {
		name = "師門任務-徒弟獎勵23",
		drop_id = 310423,
		client_goods_list = {{16160101,89425,1,0},{16160104,41000,1,0}},
	},
	[310424] = {
		name = "師門任務-徒弟獎勵24",
		drop_id = 310424,
		client_goods_list = {{16160101,97255,1,0},{16160104,42000,1,0}},
	},
	[310425] = {
		name = "師門任務-徒弟獎勵25",
		drop_id = 310425,
		client_goods_list = {{16160101,106230,1,0},{16160104,43000,1,0}},
	},
	[310426] = {
		name = "師門任務-徒弟獎勵26",
		drop_id = 310426,
		client_goods_list = {{16160101,116300,1,0},{16160104,44000,1,0}},
	},
	[310427] = {
		name = "師門任務-徒弟獎勵27",
		drop_id = 310427,
		client_goods_list = {{16160101,127415,1,0},{16160104,45000,1,0}},
	},
	[310428] = {
		name = "師門任務-徒弟獎勵28",
		drop_id = 310428,
		client_goods_list = {{16160101,139475,1,0},{16160104,46000,1,0}},
	},
	[310429] = {
		name = "師門任務-徒弟獎勵29",
		drop_id = 310429,
		client_goods_list = {{16160101,152380,1,0},{16160104,47000,1,0}},
	},
	[310430] = {
		name = "師門任務-徒弟獎勵30",
		drop_id = 310430,
		client_goods_list = {{16160101,165830,1,0},{16160104,48000,1,0}},
	},
	[310431] = {
		name = "師門任務-徒弟獎勵31",
		drop_id = 310431,
		client_goods_list = {{16160101,179525,1,0},{16160104,49000,1,0}},
	},
	[310432] = {
		name = "師門任務-徒弟獎勵32",
		drop_id = 310432,
		client_goods_list = {{16160101,192465,1,0},{16160104,50000,1,0}},
	},
	[310501] = {
		name = "師門任務-師父獎勵1",
		drop_id = 310501,
		client_goods_list = {{16160104,19000,1,0},{15016101,1,1,0}},
	},
	[310502] = {
		name = "師門任務-師父獎勵2",
		drop_id = 310502,
		client_goods_list = {{16160104,20000,1,0},{15016101,1,1,0}},
	},
	[310503] = {
		name = "師門任務-師父獎勵3",
		drop_id = 310503,
		client_goods_list = {{16160104,21000,1,0},{15016101,1,1,0}},
	},
	[310504] = {
		name = "師門任務-師父獎勵4",
		drop_id = 310504,
		client_goods_list = {{16160104,22000,1,0},{15016101,1,1,0}},
	},
	[310505] = {
		name = "師門任務-師父獎勵5",
		drop_id = 310505,
		client_goods_list = {{16160104,23000,1,0},{15016101,1,1,0}},
	},
	[310506] = {
		name = "師門任務-師父獎勵6",
		drop_id = 310506,
		client_goods_list = {{16160104,24000,1,0},{15016101,1,1,0}},
	},
	[310507] = {
		name = "師門任務-師父獎勵7",
		drop_id = 310507,
		client_goods_list = {{16160104,25000,1,0},{15016101,1,1,0}},
	},
	[310508] = {
		name = "師門任務-師父獎勵8",
		drop_id = 310508,
		client_goods_list = {{16160104,26000,1,0},{15016101,1,1,0}},
	},
	[310509] = {
		name = "師門任務-師父獎勵9",
		drop_id = 310509,
		client_goods_list = {{16160104,27000,1,0},{15016101,1,1,0}},
	},
	[310510] = {
		name = "師門任務-師父獎勵10",
		drop_id = 310510,
		client_goods_list = {{16160104,28000,1,0},{15016101,1,1,0}},
	},
	[310511] = {
		name = "師門任務-師父獎勵11",
		drop_id = 310511,
		client_goods_list = {{16160104,29000,1,0},{15016101,1,1,0}},
	},
	[310512] = {
		name = "師門任務-師父獎勵12",
		drop_id = 310512,
		client_goods_list = {{16160104,30000,1,0},{15016101,1,1,0}},
	},
	[310513] = {
		name = "師門任務-師父獎勵13",
		drop_id = 310513,
		client_goods_list = {{16160104,31000,1,0},{15016101,1,1,0}},
	},
	[310514] = {
		name = "師門任務-師父獎勵14",
		drop_id = 310514,
		client_goods_list = {{16160104,32000,1,0},{15016101,1,1,0}},
	},
	[310515] = {
		name = "師門任務-師父獎勵15",
		drop_id = 310515,
		client_goods_list = {{16160104,33000,1,0},{15016101,1,1,0}},
	},
	[310516] = {
		name = "師門任務-師父獎勵16",
		drop_id = 310516,
		client_goods_list = {{16160104,34000,1,0},{15016101,1,1,0}},
	},
	[310517] = {
		name = "師門任務-師父獎勵17",
		drop_id = 310517,
		client_goods_list = {{16160104,35000,1,0},{15016101,1,1,0}},
	},
	[310518] = {
		name = "師門任務-師父獎勵18",
		drop_id = 310518,
		client_goods_list = {{16160104,36000,1,0},{15016101,1,1,0}},
	},
	[310519] = {
		name = "師門任務-師父獎勵19",
		drop_id = 310519,
		client_goods_list = {{16160104,37000,1,0},{15016101,1,1,0}},
	},
	[310520] = {
		name = "師門任務-師父獎勵20",
		drop_id = 310520,
		client_goods_list = {{16160104,38000,1,0},{15016101,1,1,0}},
	},
	[310521] = {
		name = "師門任務-師父獎勵21",
		drop_id = 310521,
		client_goods_list = {{16160104,39000,1,0},{15016101,1,1,0}},
	},
	[310522] = {
		name = "師門任務-師父獎勵22",
		drop_id = 310522,
		client_goods_list = {{16160104,40000,1,0},{15016101,1,1,0}},
	},
	[310523] = {
		name = "師門任務-師父獎勵23",
		drop_id = 310523,
		client_goods_list = {{16160104,41000,1,0},{15016101,1,1,0}},
	},
	[310524] = {
		name = "師門任務-師父獎勵24",
		drop_id = 310524,
		client_goods_list = {{16160104,42000,1,0},{15016101,1,1,0}},
	},
	[310525] = {
		name = "師門任務-師父獎勵25",
		drop_id = 310525,
		client_goods_list = {{16160104,43000,1,0},{15016101,1,1,0}},
	},
	[310526] = {
		name = "師門任務-師父獎勵26",
		drop_id = 310526,
		client_goods_list = {{16160104,44000,1,0},{15016101,1,1,0}},
	},
	[310527] = {
		name = "師門任務-師父獎勵27",
		drop_id = 310527,
		client_goods_list = {{16160104,45000,1,0},{15016101,1,1,0}},
	},
	[310528] = {
		name = "師門任務-師父獎勵28",
		drop_id = 310528,
		client_goods_list = {{16160104,46000,1,0},{15016101,1,1,0}},
	},
	[310529] = {
		name = "師門任務-師父獎勵29",
		drop_id = 310529,
		client_goods_list = {{16160104,47000,1,0},{15016101,1,1,0}},
	},
	[310530] = {
		name = "師門任務-師父獎勵30",
		drop_id = 310530,
		client_goods_list = {{16160104,48000,1,0},{15016101,1,1,0}},
	},
	[310531] = {
		name = "師門任務-師父獎勵31",
		drop_id = 310531,
		client_goods_list = {{16160104,49000,1,0},{15016101,1,1,0}},
	},
	[310532] = {
		name = "師門任務-師父獎勵32",
		drop_id = 310532,
		client_goods_list = {{16160104,50000,1,0},{15016101,1,1,0}},
	},
	[310601] = {
		name = "太學冊-1到59級-徒弟獎勵1",
		drop_id = 310601,
		client_goods_list = {{15010068,1,1,0}},
	},
	[310602] = {
		name = "太學冊-1到59級-徒弟獎勵2",
		drop_id = 310602,
		client_goods_list = {{15010024,1,1,0}},
	},
	[310603] = {
		name = "太學冊-1到59級-徒弟獎勵3",
		drop_id = 310603,
		client_goods_list = {{15016001,1,1,0}},
	},
	[310604] = {
		name = "太學冊-60到74級-徒弟獎勵1",
		drop_id = 310604,
		client_goods_list = {{15010076,1,1,0}},
	},
	[310605] = {
		name = "太學冊-60到74級-徒弟獎勵2",
		drop_id = 310605,
		client_goods_list = {{15010024,1,1,0}},
	},
	[310606] = {
		name = "太學冊-60到74級-徒弟獎勵3",
		drop_id = 310606,
		client_goods_list = {{15016002,1,1,0}},
	},
	[310607] = {
		name = "太學冊-75到99級-徒弟獎勵1",
		drop_id = 310607,
		client_goods_list = {{16290003,1,1,0}},
	},
	[310608] = {
		name = "太學冊-75到99級-徒弟獎勵2",
		drop_id = 310608,
		client_goods_list = {{15010024,1,1,0}},
	},
	[310609] = {
		name = "太學冊-75到99級-徒弟獎勵3",
		drop_id = 310609,
		client_goods_list = {{15016003,1,1,0}},
	},
	[310611] = {
		name = "太學冊-1到59級-師父獎勵1",
		drop_id = 310611,
		client_goods_list = {{15016105,1,1,0}},
	},
	[310612] = {
		name = "太學冊-1到59級-師父獎勵2",
		drop_id = 310612,
		client_goods_list = {{15016105,1,1,0}},
	},
	[310613] = {
		name = "太學冊-1到59級-師父獎勵3",
		drop_id = 310613,
		client_goods_list = {{15016105,1,1,0}},
	},
	[310614] = {
		name = "太學冊-60到74級-師父獎勵1",
		drop_id = 310614,
		client_goods_list = {{15016105,1,1,0}},
	},
	[310615] = {
		name = "太學冊-60到74級-師父獎勵2",
		drop_id = 310615,
		client_goods_list = {{15016105,1,1,0}},
	},
	[310616] = {
		name = "太學冊-60到74級-師父獎勵3",
		drop_id = 310616,
		client_goods_list = {{15016105,1,1,0}},
	},
	[310617] = {
		name = "太學冊-75到99級-師父獎勵1",
		drop_id = 310617,
		client_goods_list = {{15016105,1,1,0}},
	},
	[310618] = {
		name = "太學冊-75到99級-師父獎勵2",
		drop_id = 310618,
		client_goods_list = {{15016105,1,1,0}},
	},
	[310619] = {
		name = "太學冊-75到99級-師父獎勵3",
		drop_id = 310619,
		client_goods_list = {{15016105,1,1,0}},
	},
	[320101] = {
		name = "20級套裝寶箱-肩",
		drop_id = 320101,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320102] = {
		name = "20級套裝寶箱-肩",
		drop_id = 320102,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320103] = {
		name = "20級套裝寶箱-肩",
		drop_id = 320103,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320104] = {
		name = "20級套裝寶箱-肩",
		drop_id = 320104,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320201] = {
		name = "20級套裝寶箱-戒",
		drop_id = 320201,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320202] = {
		name = "20級套裝寶箱-戒",
		drop_id = 320202,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320203] = {
		name = "20級套裝寶箱-戒",
		drop_id = 320203,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320204] = {
		name = "20級套裝寶箱-戒",
		drop_id = 320204,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320301] = {
		name = "20級套裝寶箱-符",
		drop_id = 320301,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320302] = {
		name = "20級套裝寶箱-符",
		drop_id = 320302,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320303] = {
		name = "20級套裝寶箱-符",
		drop_id = 320303,
		client_goods_list = {{16160120,1,1,0}},
	},
	[320304] = {
		name = "20級套裝寶箱-符",
		drop_id = 320304,
		client_goods_list = {{16160120,1,1,0}},
	},
	[321001] = {
		name = "新手老三環特殊獎勵1",
		drop_id = 321001,
		client_goods_list = {{16160120,1,1,0}},
	},
	[321002] = {
		name = "新手老三環特殊獎勵2",
		drop_id = 321002,
		client_goods_list = {{16160120,1,1,0}},
	},
	[321003] = {
		name = "新手老三環特殊獎勵3",
		drop_id = 321003,
		client_goods_list = {{16160120,1,1,0}},
	},
	[321004] = {
		name = "新手老三環特殊獎勵4",
		drop_id = 321004,
		client_goods_list = {{16160120,1,1,0}},
	},
	[330001] = {
		name = "銀兩答謝禮盒",
		drop_id = 330001,
		client_goods_list = {{15010011,1,1,0}},
	},
	[330002] = {
		name = "元寶答謝禮盒",
		drop_id = 330002,
		client_goods_list = {{15010011,1,1,0}},
	},
	[330003] = {
		name = "新婚禮盒",
		drop_id = 330003,
		client_goods_list = {{15010011,1,1,0}},
	},
	[340001] = {
		name = "副本帶隊獎勵",
		drop_id = 340001,
		client_goods_list = {{15010081,1,1,0}},
	},
	[340002] = {
		name = "副本助戰獎勵",
		drop_id = 340002,
		client_goods_list = {{15010081,1,1,0}},
	},
	[350001] = {
		name = "助戰禮包",
		drop_id = 350001,
		client_goods_list = {{15010081,1,1,0}},
	},
	[350101] = {
		name = "老玩家尊享禮包",
		drop_id = 350101,
		client_goods_list = {{15010081,1,1,0}},
	},
	[351001] = {
		name = "500元寶",
		drop_id = 351001,
		client_goods_list = {{16160102,1,1,0},{16010001,10,1,0},{16250101,1,1,0},{33011015,1,1,0}},
	},
	[351002] = {
		name = "1000元寶",
		drop_id = 351002,
		client_goods_list = {{16160102,1,1,0},{16010001,20,1,0},{10001009,1,1,0},{10002009,1,1,0}},
	},
	[351003] = {
		name = "2000元寶",
		drop_id = 351003,
		client_goods_list = {{16160102,1,1,0},{16010001,30,1,0},{16400001,10,1,0},{16041003,1,1,0},{16460011,1,1,0}},
	},
	[351004] = {
		name = "3000元寶",
		drop_id = 351004,
		client_goods_list = {{16160102,1,1,0},{16010001,35,1,0},{16400001,15,1,0},{16400002,1,1,0},{16450001,1,1,0}},
	},
	[351005] = {
		name = "5000元寶",
		drop_id = 351005,
		client_goods_list = {{16160102,1,1,0},{16010001,40,1,0},{16400001,20,1,0},{16400002,2,1,0},{32010003,1,1,0}},
	},
	[351006] = {
		name = "10000元寶",
		drop_id = 351006,
		client_goods_list = {{16160102,1,1,0},{16010001,50,1,0},{16400001,30,1,0},{16400002,3,1,0},{33011017,1,1,0},{16460012,1,1,0}},
	},
	[351007] = {
		name = "20000元寶",
		drop_id = 351007,
		client_goods_list = {{16160102,1,1,0},{16010001,75,1,0},{16220004,20,1,0},{16280001,5,1,0},{16211003,1,1,0}},
	},
	[351008] = {
		name = "50000元寶",
		drop_id = 351008,
		client_goods_list = {{16160102,1,1,0},{16010001,100,1,0},{16220004,30,1,0},{16280001,15,1,0},{31010601,1,1,0},{16460013,1,1,0}},
	},
}

local _mt = {
	__index = {
		desc = "",
		name = "",
		drop_id = 172032,
		client_goods_list = {{15010051,1,1,0}},
	},
}

for k1,v1 in pairs(config.drop) do
	setmetatable(v1, _mt)
end

