config.dungeon_type = {
    [1] = {
        id = "1",
        name = "材料副本",
    },
    [2] = {
        id = "2",
        name = "老三環",
    },
    [3] = {
        id = "3",
        name = "燕子塢",
    },
    [4] = {
        id = "4",
        name = "四絕莊",
    },
    [5] = {
        id = "5",
        name = "神獸來襲",
    },
    [6] = {
        id = "6",
        name = "珍瓏棋局",
    },
    [7] = {
        id = "7",
        name = "英雄試煉",
    },
    [8] = {
        id = "8",
        name = "武林懸賞令",
    },
    [11] = {
        id = "11",
        name = "單人劇情副本",
    },
    [51] = {
        id = "51",
        name = "老三環",
    },
    [52] = {
        id = "52",
        name = "燕子塢",
    },
    [53] = {
        id = "53",
        name = "四絕莊",
    },
    [54] = {
        id = "54",
        name = "縹緲峰",
    },
    [55] = {
        id = "55",
        name = "稀世藏寶圖",
    },
    [56] = {
        id = "56",
        name = "珍瓏棋局",
    },
    [57] = {
        id = "57",
        name = "少室山",
    },
    [58] = {
        id = "58",
        name = "英雄老三環",
    },
    [59] = {
        id = "59",
        name = "英雄燕子塢",
    },
    [60] = {
        id = "60",
        name = "英雄四絕莊",
    },
    [61] = {
        id = "61",
        name = "英雄縹緲峰",
    },
}
