config.quick_chat = {
	[1] = {
		id = 1,
		name = "萌萌噠",
		content = "#name# 今！天！沒！吃！藥！感！覺！自！己！萌！萌！噠！",
	},
	[2] = {
		id = 2,
		name = "威風",
		content = "#name# 拿著大砍刀威風道：“我左青龍、右白虎、老牛在腰間，龍頭在胸口，神擋殺神，佛擋殺佛……哎呦”",
	},
	[3] = {
		id = 3,
		name = "美人計",
		content = "#name# 扭了扭自己的腰肢，甩了甩長發，說道：“妳看我美嘛？”",
	},
	[4] = {
		id = 4,
		name = "打瞌睡",
		content = "#name# 打了個哈欠，說道：“中午不睡，下午崩潰，真是至理名言。”",
	},
	[5] = {
		id = 5,
		name = "自戀",
		content = "#name# 攤了攤手說道：“我想，只要我再稍微具有壹些謙虛的品質，我就是個完美的人了。”",
	},
	[6] = {
		id = 6,
		name = "隨便",
		content = "#name# 攤了攤手說道：“我不是隨便的人，隨便起來不是人。”",
	},
	[7] = {
		id = 7,
		name = "土",
		content = "#name# 喊道：“不要說我土，我這叫復古。不要說我俗，我這叫民族。”",
	},
	[8] = {
		id = 8,
		name = "禍害",
		content = "#name# 攤了攤手說道：“雖然我不能普渡眾生，但是我可以禍害蒼生。”",
	},
	[9] = {
		id = 9,
		name = "滾",
		content = "#name# 怒道：“妳有2個選擇，1是馬上滾；2是立刻滾。當然妳還可以選擇立刻馬上滾。”",
	},
	[10] = {
		id = 10,
		name = "胖子",
		content = "#name# 感嘆道：“原本想壹口壹口吃掉憂愁，不料卻壹口壹口吃成胖子。”",
	},
	[11] = {
		id = 11,
		name = "掐指壹算",
		content = "#name# 瞇著眼睛說道：“我掐指壹算，發現妳命裏缺我。”",
	},
	[12] = {
		id = 12,
		name = "打醬油",
		content = "#name# 憤怒道：“我努力克制心中那集大成的魔，卻忽略妳可能只是那打醬油的鬼……”",
	},
	[13] = {
		id = 13,
		name = "喜歡",
		content = "#name# 嗔到：喜歡人家的人都是好人；不喜歡人家的人都是壞人；討厭人家的都不是人。",
	},
	[14] = {
		id = 14,
		name = "牽線",
		content = "#name# 不爽道：“月老，妳能不能別再用劣質的線牽了嘛，隔三差五就斷了。”",
	},
	[15] = {
		id = 15,
		name = "單身",
		content = "#name# 感嘆道：“真正的勇士敢於直視漂亮的美眉，敢於直面慘淡的單身。”",
	},
	[16] = {
		id = 16,
		name = "動手",
		content = "#name# 擼起袖子，怒道：“我從不罵人，因為我動手能力比較強。”",
	},
	[17] = {
		id = 17,
		name = "嘲諷",
		content = "#name# 譏諷道：“妳的長相已經突破了人類的想象，極具後現代藝術水平，有變形金剛的血統。”",
	},
	[18] = {
		id = 18,
		name = "鄙視",
		content = "#name# 壹臉不屑道：“我真的不願意用腳指頭鄙視妳，但這是妳自找的。”",
	},
	[19] = {
		id = 19,
		name = "滑板鞋",
		content = "#name# 壹步壹步似抓牙，似魔鬼的步伐，摩擦！摩擦！",
	},
	[20] = {
		id = 20,
		name = "美女",
		content = "#name# 色瞇瞇的說道：“美女，我來跟妳生小狐仙好不好？”",
	},
	[21] = {
		id = 21,
		name = "大吼",
		content = "#name# 清了清嗓子，大喝道：“路見不平壹聲吼！吼完繼續往前走！”",
	},
	[22] = {
		id = 22,
		name = "嘚瑟",
		content = "#name# 嘚瑟的笑了笑，說道：“穿別人的鞋，走自己的路，讓他們找去吧！”",
	},
	[23] = {
		id = 23,
		name = "橫著走",
		content = "#name# 得意的指著自己的鼻子說：“我是屬螃蟹的，天生就喜歡橫著走。”",
	},
	[24] = {
		id = 24,
		name = "愛",
		content = "#name# 雙眼閃著光，說道：“心撲通撲通跳：為妳而活！心停了：為妳而亡！”",
	},
	[25] = {
		id = 25,
		name = "愛妻",
		content = "#name# 大喝道：“妻管嚴？說誰妻管嚴呢？！我這是愛！是愛！”",
	},
	[26] = {
		id = 26,
		name = "打劫",
		content = "#name# 抽出壹把血淋淋的菜刀握在手中，口中嘟噥道：“打劫~打劫…寶石、神符、神獸…通通交出來”",
	},
	[27] = {
		id = 27,
		name = "恭喜發財",
		content = "#name# 笑呵呵的作揖道：“恭喜發財，紅包拿來。”",
	},
	[28] = {
		id = 28,
		name = "比劃",
		content = "#name# 擼起了袖子，大喝道：“五魁首啊，六六六啊！來咱倆比劃比劃！”",
	},
	[29] = {
		id = 29,
		name = "搬救兵",
		content = "#name# 搖了搖手指，說道：“就這樣的救兵，難道不是猴子請來的逗比麽？”",
	},
	[30] = {
		id = 30,
		name = "跳車",
		content = "#name# 有美女要請我吃飯！我先走壹步！",
	},
	[31] = {
		id = 31,
		name = "吆喝",
		content = "#name# 扛著扁擔吆喝道：“所有商會道具樣樣五元，樣樣五元了啊！物美價廉，童叟無欺！”",
	},
	[32] = {
		id = 32,
		name = "氣憤",
		content = "#name# 氣得跳腳，大吼道：“不怕虎壹樣的敵人，就怕豬壹樣的隊友！”",
	},
	[33] = {
		id = 33,
		name = "有錢",
		content = "#name# 甩了甩手上的壹沓鈔票，說道：“錢不是萬能的，但沒錢是萬萬不能的。”",
	},
	[34] = {
		id = 34,
		name = "失戀",
		content = "#name# 又失戀了，壹個人站在縹緲峰的懸崖邊上想不開……",
	},
	[35] = {
		id = 35,
		name = "獨孤求敗",
		content = "#name# 仰首蒼天，狂笑不已長嘆道：“難道這天底下，竟然沒有人是我的對手？跪求壹敗”",
	},
	[36] = {
		id = 36,
		name = "贊揚",
		content = "#name# 豎起大拇指：“高，實在是高！”",
	},
}
