
local _et = {}
config.task_dialog = {
	[2001] = {
		[1] = {
			id = 2001,
			npc_id = 4001,
			content = "武林懸賞令",
			talk_npc = 4001,
		},
	},
	[2002] = {
		[1] = {
			id = 2002,
			npc_id = 4002,
			content = "武林懸賞令",
			talk_npc = 4002,
		},
	},
	[2003] = {
		[1] = {
			id = 2003,
			npc_id = 4003,
			content = "武林懸賞令",
			talk_npc = 4003,
		},
	},
	[2004] = {
		[1] = {
			id = 2004,
			npc_id = 4004,
			content = "武林懸賞令",
			talk_npc = 4004,
		},
	},
	[2005] = {
		[1] = {
			id = 2005,
			npc_id = 4005,
			content = "武林懸賞令",
			talk_npc = 4005,
		},
	},
	[2006] = {
		[1] = {
			id = 2006,
			npc_id = 4006,
			content = "武林懸賞令",
			talk_npc = 4006,
		},
	},
	[2007] = {
		[1] = {
			id = 2007,
			npc_id = 4007,
			content = "武林懸賞令",
			talk_npc = 4007,
		},
	},
	[2008] = {
		[1] = {
			id = 2008,
			npc_id = 4008,
			content = "武林懸賞令",
			talk_npc = 4008,
		},
	},
	[2009] = {
		[1] = {
			id = 2009,
			npc_id = 4009,
			content = "武林懸賞令",
			talk_npc = 4009,
		},
	},
	[2010] = {
		[1] = {
			id = 2010,
			npc_id = 4010,
			content = "武林懸賞令",
			talk_npc = 4010,
		},
	},
	[10001] = {
		[1] = {
			id = 10001,
			npc_id = 1002,
			content = "好了，我吃的飽飽的了，阿娘說過，受人湧泉之恩要滴水相報，我剛剛在這裏撿了個古怪玩意，就給妳了。",
			talk_npc = 1002,
		},
	},
	[10002] = {
		[1] = {
			id = 10002,
			npc_id = 16,
			content = "這碧玉龍雕倒有點眼熟，妳若是能通過我把關的科舉，我倒是可以考慮告訴妳壹些消息。",
			talk_npc = 16,
		},
	},
	[10003] = {
		[1] = {
			id = 10003,
			npc_id = 1017,
			content = "妳的事歐陽修告訴我了，文武雙全，不愧是#career#的高徒，不過，妳手中的碧玉龍雕非同小可，要知如何應用，妳需幫我幾個小忙。",
			talk_npc = 1017,
		},
	},
	[10004] = {
		[1] = {
			id = 10004,
			npc_id = 1016,
			content = "我剛聽妳在打聽李家姐姐的事情，妳幫我探探那棋局，我可以幫妳打聽打聽李家姐姐的事哦。對了，我還找了壹個朋友壹起過棋局呢。",
			talk_npc = 1016,
		},
	},
	[10005] = {
		[1] = {
			id = 10005,
			npc_id = 36,
			content = "哈哈，沒想到有人來找我這乞丐壹起破棋陣，下棋我不行，但力氣我還是有壹把的。",
			talk_npc = 36,
		},
	},
	[10006] = {
		[1] = {
			id = 10006,
			npc_id = 1016,
			content = "這棋局，內中蘊含奧妙無數，不壞不壞，對了，#name#，妳打聽李家姐姐做啥來著？",
			talk_npc = 1016,
		},
	},
	[10007] = {
		[1] = {
			id = 10007,
			npc_id = 1002,
			content = "妳是#career#的#name#嗎，妳的身上好像有個神器碎片，我可以幫妳激活它喲。",
			talk_npc = 1002,
		},
	},
	[10008] = {
		[1] = {
			id = 10008,
			npc_id = 1005,
			content = "咦，這裏有壹副畫卷，看起來有些時日了，只是這般殘破也看不出什麽端倪。",
			talk_npc = 1004,
		},
		[2] = {
			id = 10008,
			seq = 2,
			npc_id = 1005,
			content = "少俠可否幫我壹起將這畫像修補完成，看看到底畫的是什麽。",
			talk_npc = 1004,
		},
		[3] = {
			id = 10008,
			seq = 3,
			npc_id = 1005,
			content = "我來固定畫卷，少俠將破碎的部分放回畫卷原處即可。",
			talk_npc = 1004,
		},
	},
	[10009] = {
		[1] = {
			id = 10009,
			npc_id = 1005,
			content = "這女子……很熟悉的感覺……這不正是面前的玉像嗎？",
			talk_npc = 1004,
		},
	},
	[10010] = {
		[1] = {
			id = 10010,
			npc_id = 1012,
			content = "對了，剛剛在靈鷲宮弟子上搜出了這封書信。（妳將書信遞給了段譽）",
			talk_npc = 0,
		},
		[2] = {
			id = 10010,
			seq = 2,
			npc_id = 1012,
			content = "書信？",
			talk_npc = 1012,
		},
		[3] = {
			id = 10010,
			seq = 3,
			npc_id = 1012,
			content = "不過這書信似乎有點模糊，這樣吧，妳嘗試將書信塗抹壹下，看能否獲取書信上的內容。",
			talk_npc = 1012,
		},
	},
	[10011] = {
		[1] = {
			id = 10011,
			npc_id = 1012,
			content = "嗯…這似乎是誰在策劃壹個重大陰謀。事不宜遲，少俠盡快與我們的接應人回合吧！",
			talk_npc = 1012,
		},
	},
	[10013] = {
		[1] = {
			id = 10013,
			npc_id = 1002,
			content = "這裏好像好久沒有人來過了，也不知道這是哪，不過這裏好漂亮呀，我是鐘靈兒，是來看熱鬧的遊客，很高興認識妳呢。",
			talk_npc = 1002,
		},
	},
	[10016] = {
		[1] = {
			id = 10016,
			npc_id = 1023,
			content = "今日叫少俠前來，是想跟少俠分享壹個我最近的發現。",
			talk_npc = 1023,
		},
		[2] = {
			id = 10016,
			seq = 2,
			npc_id = 1023,
			content = "我發現珍獸等級達到45級的時候，可以進行提悟，這對珍獸的成長大有益處，",
			talk_npc = 1023,
		},
	},
	[10017] = {
		[1] = {
			id = 10017,
			npc_id = 1023,
			content = "我這正好有壹顆靈獸精元，可以保證少俠有壹只達到45級的珍獸，少俠趕緊先把珍獸提升到45級吧。",
			talk_npc = 1023,
		},
	},
	[10018] = {
		[1] = {
			id = 10018,
			npc_id = 1023,
			content = "再告訴少俠壹個秘密，珍獸有特有的珍獸稱號，由稱謂、階位、評定三者組成。",
			talk_npc = 1023,
		},
		[2] = {
			id = 10018,
			seq = 2,
			npc_id = 1023,
			content = "稱謂與珍獸悟性有關，階位對應珍獸成長率，評定與珍獸的資質有關。",
			talk_npc = 1023,
		},
	},
	[10021] = {
		[1] = {
			id = 10021,
			npc_id = 1002,
			content = "好了好了，妳看看它都發亮了，對了#name#妳能幫我去采點野花蜜麽？我的肚子有點餓了。",
			talk_npc = 1002,
		},
	},
	[10023] = {
		[1] = {
			id = 10023,
			npc_id = 1002,
			content = "嗯嗯，野花蜜好香好甜，靈兒好幸福……",
			talk_npc = 1002,
		},
	},
	[10027] = {
		[1] = {
			id = 10027,
			npc_id = 2007,
			content = "當少俠的等級分別達到49/54/59/64/69/74/79/84/89/94這些級別時，可以找我領取修煉福利，可助少俠輕松修煉。",
			talk_npc = 2007,
		},
	},
	[10031] = {
		[1] = {
			id = 10031,
			npc_id = 1002,
			content = "對了對了，#name#，妳說妳是來找#career#的門派信物的吧，我來幫妳忙吧，兩個人總找比壹個人找快吧。",
			talk_npc = 1002,
		},
	},
	[10033] = {
		[1] = {
			id = 10033,
			npc_id = 1003,
			content = "噝噝……",
			talk_npc = 1003,
		},
	},
	[10041] = {
		[1] = {
			id = 10041,
			npc_id = 1003,
			content = "嘻嘻，好貂兒，我剛剛吃了好甜好甜的野花蜜，妳想吃麽？",
			talk_npc = 1002,
		},
	},
	[10043] = {
		[1] = {
			id = 10043,
			npc_id = 1003,
			content = "噝噝……咯咯……",
			talk_npc = 1003,
		},
		[2] = {
			id = 10043,
			seq = 2,
			npc_id = 1003,
			content = "啥？野花蜜沒蛇好吃，笨貂，野花蜜可比蛇肉好吃多了，哼，下次不給妳蛇吃了。",
			talk_npc = 1002,
		},
		[3] = {
			id = 10043,
			seq = 3,
			npc_id = 1003,
			content = "嗡嗡……噝噝噝噝……",
			talk_npc = 1003,
		},
		[4] = {
			id = 10043,
			seq = 4,
			npc_id = 1003,
			content = "鐘靈兒姑娘，妳能和這貂兒交流？",
			talk_npc = 0,
		},
		[5] = {
			id = 10043,
			seq = 5,
			npc_id = 1003,
			content = "是呀，這是我的閃電貂，它剛剛在和我賠罪呢，還給我抓來了兩只可愛的小香豬。",
			talk_npc = 1002,
		},
		[6] = {
			id = 10043,
			seq = 6,
			npc_id = 1003,
			content = "這閃電貂這麽聰明，想必就是能通人性的珍獸吧，真是罕見至極。",
			talk_npc = 0,
		},
		[7] = {
			id = 10043,
			seq = 7,
			npc_id = 1003,
			content = "哪有什麽罕見的，貂兒抓來的兩只小香豬也是珍獸，妳請我吃了野花蜜，我送壹只給妳吧。",
			talk_npc = 1002,
		},
	},
	[10051] = {
		[1] = {
			id = 10051,
			npc_id = 1003,
			content = "珍獸可是很好玩的，妳可以讓珍獸出戰來陪陪妳哦。",
			talk_npc = 1002,
		},
	},
	[10053] = {
		[1] = {
			id = 10053,
			npc_id = 1004,
			content = "藐姑射之山，有神人居焉，肌膚若冰雪，綽約若處子，不食五谷，吸風飲露。",
			talk_npc = 1004,
		},
	},
	[10061] = {
		[1] = {
			id = 10061,
			npc_id = 1004,
			content = "神仙姊姊，妳若能活過來跟我說壹句話，我便為妳死壹千遍，壹萬遍，也如身登極樂，歡喜無限。那可惡的大猴子，為何偏偏要擋住我的路。",
			talk_npc = 1004,
		},
	},
	[10063] = {
		[1] = {
			id = 10063,
			npc_id = 1005,
			content = "磕首千遍，供我驅策。遵行我命，百死無悔。",
			talk_npc = 1005,
		},
	},
	[10071] = {
		[1] = {
			id = 10071,
			npc_id = 1005,
			content = "神仙姐姐，真乃仙子下凡，磕首千遍，也是天經地義之事。",
			talk_npc = 1004,
		},
		[2] = {
			id = 10071,
			seq = 2,
			npc_id = 1005,
			content = "段譽，妳真被此玉像迷昏了頭不成，妳還真打算磕首千遍供她驅策呀？",
			talk_npc = 0,
		},
		[3] = {
			id = 10071,
			seq = 3,
			npc_id = 1005,
			content = "那是當然，仙子臨凡，若真能供其驅策，那真是求之不得之事呀。",
			talk_npc = 1004,
		},
		[4] = {
			id = 10071,
			seq = 4,
			npc_id = 1005,
			content = "好玩好玩，不知道磕首千遍後這玉像會不會活過來驅策妳，段大哥妳磕首吧，我幫妳數數。",
			talk_npc = 1002,
		},
	},
	[10073] = {
		[1] = {
			id = 10073,
			npc_id = 1005,
			content = "磕首千遍，總算是完成了，這小蒲團都被磕破了，咦，這裏面好像有什麽東西。",
			talk_npc = 1004,
		},
	},
	[10081] = {
		[1] = {
			id = 10081,
			npc_id = 1005,
			content = "咦，咦咦，蒲團被搶走了，快追快追，看看是不是神仙姐姐顯靈了。",
			talk_npc = 1002,
		},
	},
	[10083] = {
		[1] = {
			npc_id = 1006,
			content = "嘻嘻……捉迷藏……捉住……還妳……",
			talk_npc = 1006,
		},
		[2] = {
			seq = 2,
			npc_id = 1006,
			content = "呼……呼呼……這位就是蝶靈的老大了嗎？居然把東西還回來了，看來還是個好妖。",
			talk_npc = 1004,
		},
		[3] = {
			seq = 3,
			npc_id = 1006,
			content = "她只是在惡作劇，和我們玩捉迷藏，我們捉住她了，東西自然就給回我們了。",
			talk_npc = 1002,
		},
		[4] = {
			seq = 4,
			npc_id = 1006,
			content = "我看看我看看，這蒲團裏東西不少，北冥神功、淩波微步，還有這是啥？",
			talk_npc = 1004,
		},
		[5] = {
			seq = 5,
			npc_id = 1006,
			content = "碧玉龍雕，這就是掌門所說的門派信物，總算是找到了！有了信物，我就可以前往洛陽了。",
			talk_npc = 0,
		},
		[6] = {
			seq = 6,
			npc_id = 1006,
			content = "#name#，妳要去洛陽麽？我們壹起去吧，我還沒去過洛陽呢。",
			talk_npc = 1002,
		},
		[7] = {
			seq = 7,
			npc_id = 1006,
			content = "是極是極，我們就壹同前往吧，我出門時，家裏備了幾匹坐騎，#name#妳也選壹只吧。",
			talk_npc = 1004,
		},
		[8] = {
			seq = 8,
			npc_id = 1006,
			content = "前面好像是出口，走走走，到了洛陽我做東，請妳們共上黃鶴樓。",
			talk_npc = 1004,
		},
	},
	[10091] = {
		[1] = {
			id = 10091,
			npc_id = 1999,
			content = "什麽人？居然敢擅闖我無量劍宗禁地，納命來！",
			talk_npc = 1999,
		},
	},
	[10093] = {
		[1] = {
			id = 10093,
			npc_id = 1007,
			content = "妳們是什麽人？為什麽會從禁地之中出來？我師父呢？",
			talk_npc = 1007,
		},
	},
	[10101] = {
		[1] = {
			id = 10101,
			npc_id = 1007,
			content = "膽敢偷入無量劍宗禁地，覬覦無量玉璧，無量劍宗不會放過妳們的！",
			talk_npc = 1007,
		},
	},
	[10103] = {
		[1] = {
			id = 10103,
			npc_id = 1008,
			content = "這就跑出來了？他們黑壓壓的壹大群人，還以為多了不起呢，沒想到壹個個慌慌張張的好像喪家之犬，真嚇了我壹跳。",
			talk_npc = 1008,
		},
	},
	[10111] = {
		[1] = {
			id = 10111,
			npc_id = 1008,
			content = "咦咦，不對勁，有人放毒霧封山，難道是無量劍派的仇家來了，我們去瞅瞅。",
			talk_npc = 1008,
		},
	},
	[10113] = {
		[1] = {
			id = 10113,
			npc_id = 1009,
			content = "救我……救救……我……",
			talk_npc = 1009,
		},
	},
	[10121] = {
		[1] = {
			id = 10121,
			npc_id = 1009,
			content = "他傷的好像不輕，我聽說內力高強的人可以用內力查探他人身體情況，#name#，妳能不能試試？",
			talk_npc = 1008,
		},
	},
	[10123] = {
		[1] = {
			id = 10123,
			npc_id = 1009,
			content = "哎呀，這回可糟了，他已經毒入骨髓無藥可救，妳的內力入他體內也中了劇毒，要快快找找有沒有解藥。",
			talk_npc = 1008,
		},
		[2] = {
			id = 10123,
			seq = 2,
			npc_id = 1009,
			content = "解鈴還須系鈴人，看來我們要打探下這無量劍派之敵到底是何方神聖了、",
			talk_npc = 0,
		},
	},
	[10133] = {
		[1] = {
			id = 10133,
			npc_id = 1010,
			content = "大爺，大俠，美女……小人有眼不識泰山……上有高堂下有稚兒，請饒了小的壹命吧……",
			talk_npc = 1010,
		},
	},
	[10141] = {
		[1] = {
			id = 10141,
			npc_id = 1010,
			content = "廢話少說吧，妳是什麽人？為什麽來這裏，無量劍宗的人呢？該不會被妳們殺的差不多了吧？",
			talk_npc = 0,
		},
		[2] = {
			id = 10141,
			seq = 2,
			npc_id = 1010,
			content = "我們是神農幫的，無量劍宗不識好歹，之前殺了我神農幫數人，我們幫主大怒，率我們上門討個公道。",
			talk_npc = 1010,
		},
		[3] = {
			id = 10141,
			seq = 3,
			npc_id = 1010,
			content = "毒霧封山，妳們這不止是討個公道，妳們是想滅門吧。還有之前那人，到底中的是什麽毒？",
			talk_npc = 1008,
		},
		[4] = {
			id = 10141,
			seq = 4,
			npc_id = 1010,
			content = "沒有沒有，我神農幫向來以和為貴，至於之前那人？妳說的是那個無量劍宗的人，他所中的毒乃是斷腸散，只有幫主有解藥。",
			talk_npc = 1010,
		},
		[5] = {
			id = 10141,
			seq = 5,
			npc_id = 1010,
			content = "對了，我的藥包中的蛇膽丸能夠延緩斷腸散發作的時間，我知道的也就這麽多了，求求妳饒了我吧。",
			talk_npc = 1010,
		},
	},
	[10143] = {
		[1] = {
			id = 10143,
			npc_id = 1010,
			content = "#name#妳的蛇毒暫時被壓制住了，不過還是要趕緊找到神農幫幫主要到解藥解毒為妙。",
			talk_npc = 1008,
		},
	},
	[10151] = {
		[1] = {
			id = 10151,
			npc_id = 1010,
			content = "妳們要找司空玄幫主？他就在前面坐鎮呢，妳們只要壹直走過去就能看見他了。",
			talk_npc = 1010,
		},
	},
	[10153] = {
		[1] = {
			id = 10153,
			npc_id = 1011,
			content = "雖然神農幫幫主司空玄只是我靈鷲宮下的壹條狗，但是打狗也要看主人，妳們是想與我們靈鷲宮為敵麽？",
			talk_npc = 1011,
		},
	},
	[10161] = {
		[1] = {
			id = 10161,
			npc_id = 1011,
			content = "念在妳們年紀輕輕，自斷壹臂跪下認錯，我就饒妳們壹命。",
			talk_npc = 1011,
		},
	},
	[10163] = {
		[1] = {
			id = 10163,
			npc_id = 1012,
			content = "那靈鷲宮是什麽地方，那些姑娘壹個個刀光劍影涼颼颼的，壹點都不像女人。",
			talk_npc = 1012,
		},
		[2] = {
			id = 10163,
			seq = 2,
			npc_id = 1012,
			content = "段大哥妳可不要亂說話，我可是找了個武藝高強的女俠來接應我們，她可是最討厭男人了，特別是小白臉，嘻嘻。",
			talk_npc = 1008,
		},
	},
	[10171] = {
		[1] = {
			id = 10171,
			npc_id = 1013,
			content = "妳們這行人是來幹什麽的？暗號，暗號。",
			talk_npc = 1013,
		},
	},
	[10173] = {
		[1] = {
			id = 10173,
			npc_id = 1013,
			content = "靈兒妳這野丫頭，敢看我笑話，看我下次來不來救妳。",
			talk_npc = 1013,
		},
	},
	[10181] = {
		[1] = {
			id = 10181,
			npc_id = 1013,
			content = "木姐姐我不敢了，後面有很多好兇好兇的人在追我，好像說是靈鷲宮的，我們快走吧。",
			talk_npc = 1008,
		},
		[2] = {
			id = 10181,
			seq = 2,
			npc_id = 1013,
			content = "靈鷲宮的人嗎？真是麻煩，我準備了幾只巨鷹，我們飛回洛陽。",
			talk_npc = 1013,
		},
	},
	[10183] = {
		[1] = {
			id = 10183,
			npc_id = 1014,
			content = "好了，這裏就是洛陽了，鐘靈兒跟我回家，至於妳們兩個，就此別過吧。",
			talk_npc = 1013,
		},
	},
	[10191] = {
		[1] = {
			id = 10191,
			npc_id = 1014,
			content = "#name#，洛陽可是天子腳下，就算妳是#career#高徒，但也不要管太多閑事。",
			talk_npc = 1014,
		},
	},
	[10193] = {
		[1] = {
			id = 10193,
			npc_id = 1015,
			content = "#name#，無量山好刺激，下次我們再壹起去玩吧。",
			talk_npc = 1015,
		},
	},
	[10201] = {
		[1] = {
			id = 10201,
			npc_id = 1015,
			content = "我娘惦記我了，我要回去找我娘，木姐姐雖然看起來冷冰冰的，但是其實是個口硬心軟的好人，妳有什麽事她或許能幫妳。",
			talk_npc = 1015,
		},
	},
	[10203] = {
		[1] = {
			id = 10203,
			npc_id = 1016,
			content = "哎呀糟了，本來還想和妳們壹起去喝壹杯，但是我有大麻煩了，先走壹步，#name#大恩容後再報。",
			talk_npc = 1016,
		},
	},
	[10211] = {
		[1] = {
			id = 10211,
			npc_id = 1016,
			content = "我的麻煩妳解決不了，對了，#name#妳找到的那個碧玉龍雕我看著十分不凡，我聽說洛陽的歐陽修對玉素有研究，妳可以去找他看看。",
			talk_npc = 1016,
		},
	},
	[10213] = {
		[1] = {
			id = 10213,
			npc_id = 16,
			content = "妳是何人，我乃堂堂朝廷八品大員，掌科舉重任，爾等平民莫要浪費我的時間。",
			talk_npc = 16,
		},
	},
	[10221] = {
		[1] = {
			id = 10221,
			npc_id = 1017,
			content = "老夫有壹摯友李侍郎，他近日壹直在為壹些事犯愁，妳去幫我問問如何？",
			talk_npc = 1017,
		},
	},
	[10223] = {
		[1] = {
			id = 10223,
			npc_id = 1018,
			content = "沒想到我為壹點小事煩惱，竟然連張兄都知道了，妳受張兄所托，必然是可信之人，我也不瞞妳了……",
			talk_npc = 1018,
		},
	},
	[10231] = {
		[1] = {
			id = 10231,
			npc_id = 1018,
			content = "老夫有壹女兒，平日裏不愛紅妝愛武裝，已讓我很頭疼，近日我發現她時常魂不守舍，實在是讓老夫擔心，妳能否幫忙查探下？",
			talk_npc = 1018,
		},
	},
	[10233] = {
		[1] = {
			id = 10233,
			npc_id = 1019,
			content = "李家姑娘的事，只有李侍郎這個糊塗蛋自己不清楚，李家姑娘肯定是春心動了。",
			talk_npc = 1019,
		},
	},
	[10241] = {
		[1] = {
			id = 10241,
			npc_id = 1019,
			content = "我偷偷告訴妳，妳可別和別人說呀，我昨天去閑逛，就發現李家姑娘和壹個男子……哎呀呀，不行不能再說了……",
			talk_npc = 1019,
		},
	},
	[10243] = {
		[1] = {
			id = 10243,
			npc_id = 1018,
			content = "什麽？妳說我女兒有了心上人？怎麽可能，老夫又不是什麽食古不化之人，有心上人有什麽必要偷偷摸摸隱瞞老夫？",
			talk_npc = 1018,
		},
	},
	[10251] = {
		[1] = {
			id = 10251,
			npc_id = 1018,
			content = "莫非小清的心上人是三教九流之輩？不行，#name#少俠，妳可壹定要幫老夫查查小清的心上人到底是何人物，老夫感激不盡！",
			talk_npc = 1018,
		},
	},
	[10253] = {
		[1] = {
			id = 10253,
			npc_id = 1016,
			content = "#name#，見到妳太好了，聽說妳文武雙全，洛陽城有個聾啞老人，布下壹個珍瓏棋局，我們壹起去闖闖吧！",
			talk_npc = 1016,
		},
	},
	[10261] = {
		[1] = {
			id = 10261,
			npc_id = 1016,
			content = "原來是李大人想知道自家女兒的心上人，李姐姐不愛紅妝愛武裝，可不是什麽扭捏之人，妳這種事情直接問她就好了。",
			talk_npc = 1016,
		},
	},
	[10263] = {
		[1] = {
			id = 10263,
			npc_id = 1020,
			content = "我爹讓妳來調查我的心上人？這有啥好調查的，直接來問我好了，我的心上人是楊鐵宗，壹個小門派的劍客。",
			talk_npc = 1020,
		},
	},
	[10271] = {
		[1] = {
			id = 10271,
			npc_id = 1020,
			content = "我的心上人，必須是頂天立地的豪傑，楊鐵宗雖然武藝高強古道熱腸，但總覺得少了點什麽。所以我才沒告訴我父親此事。",
			talk_npc = 1020,
		},
	},
	[10273] = {
		[1] = {
			id = 10273,
			npc_id = 1016,
			content = "怪不得李家姐姐壹直對楊兄平平淡淡，原來如此，依我看來，李家姐姐如此女中豪傑，應是覺得楊兄雖古道熱腸，但是卻無俠名。",
			talk_npc = 1016,
		},
	},
	[10281] = {
		[1] = {
			id = 10281,
			npc_id = 1016,
			content = "我看楊兄和李姐姐乃是天作之合，不如成人之美，幫楊兄壹把如何？",
			talk_npc = 1016,
		},
	},
	[10283] = {
		[1] = {
			id = 10283,
			npc_id = 1021,
			content = "原來清兒是如此想的，也對，男兒當展淩雲誌，不負天生八尺軀，我本有壹事想做，卻壹直猶疑不決，如今看來實在負了清兒對我之情。",
			talk_npc = 1021,
		},
	},
	[10291] = {
		[1] = {
			id = 10291,
			npc_id = 1021,
			content = "洛陽城外有壹夥老三環賊匪，賊首是兇名遠播的綠林巨寇葛榮，我本計劃為民除害，奈何壹直未有十全把握，不知#name#妳可願助我壹臂之力？",
			talk_npc = 1021,
		},
	},
	[10293] = {
		[1] = {
			id = 10293,
			npc_id = 1021,
			content = "想不到那葛榮如此狡猾，今日要不是喬幫主仗義相助，真是兇多吉少。",
			talk_npc = 1021,
		},
	},
	[10301] = {
		[1] = {
			id = 10301,
			npc_id = 1021,
			content = "今日我剿滅賊匪，得官家贊賞，總算是能夠光明正大的上李家大門提親了，#name#，這事妳能否找段公子幫我出面？",
			talk_npc = 1021,
		},
	},
	[10303] = {
		[1] = {
			id = 10303,
			npc_id = 1016,
			content = "哈哈，楊兄終於想通了，楊家和李家本來就是世交，他跟李姐姐更是天生壹對。",
			talk_npc = 1016,
		},
	},
	[10311] = {
		[1] = {
			id = 10311,
			npc_id = 1016,
			content = "#name#，妳先幫我去和李大人說下，我要召集段家人馬，好好準備下。",
			talk_npc = 1016,
		},
	},
	[10313] = {
		[1] = {
			id = 10313,
			npc_id = 1018,
			content = "原來小清喜歡的是鐵宗這個臭小子，也罷，鐵宗畢竟是名門之後，人也厚道老實，小清跟著他應該不會吃苦。",
			talk_npc = 1018,
		},
	},
	[10321] = {
		[1] = {
			id = 10321,
			npc_id = 1018,
			content = "#name#，妳幫了小清不少忙，到時候壹定要來喝喜酒啊。",
			talk_npc = 1018,
		},
	},
	[10323] = {
		[1] = {
			id = 10323,
			npc_id = 1019,
			content = "#name#，妳在尋找參加婚禮的賀禮麽？我偷偷告訴妳，小清那丫頭，最喜歡珍獸了，如果能夠抓到壹只珍獸做賀禮，小清肯定很開心。",
			talk_npc = 1019,
		},
	},
	[10331] = {
		[1] = {
			id = 10331,
			npc_id = 1019,
			content = "我聽說，雲家妹子知道哪裏可以抓到珍獸，妳可以去找她看看。",
			talk_npc = 1019,
		},
	},
	[10333] = {
		[1] = {
			id = 10333,
			npc_id = 1023,
			content = "我聽清姐姐說過妳，妳就是#name#吧，謝謝妳幫了清姐姐大忙，有什麽需要我幫忙的盡管說。",
			talk_npc = 1023,
		},
	},
	[10341] = {
		[1] = {
			id = 10341,
			npc_id = 1023,
			content = "妳想抓只珍獸做賀禮呀，好主意，我知道玄武島有野生的珍獸，只要有捕獸繩就可以捕捉哦，我送妳過去吧。",
			talk_npc = 1023,
		},
	},
	[10343] = {
		[1] = {
			id = 10343,
			npc_id = 1023,
			content = "妳抓到珍獸了呀，這只珍獸很不錯的樣子，清姐姐肯定喜歡。",
			talk_npc = 1023,
		},
	},
	[10351] = {
		[1] = {
			id = 10351,
			npc_id = 1023,
			content = "好了，清姐姐和楊哥的婚禮快要開始了，妳再不去就來不及了，快去吧。",
			talk_npc = 1023,
		},
	},
	[10353] = {
		[1] = {
			id = 10353,
			npc_id = 1018,
			content = "哈哈，#name#妳來了，還這麽客氣帶來了賀禮，賀禮我代小清收下了，妳快入席吧。",
			talk_npc = 1018,
		},
	},
	[10361] = {
		[1] = {
			id = 10361,
			npc_id = 1020,
			content = "#name#，我們的事煩妳費心了，日後若是妳有心上人盡管和姐姐說，姐姐保證撮合妳們。",
			talk_npc = 1020,
		},
	},
	[10363] = {
		[1] = {
			id = 10363,
			npc_id = 1021,
			content = "大恩不言謝，以後但有需要幫忙的地方，只要妳壹句話我定二話不說立馬就到！",
			talk_npc = 1021,
		},
	},
	[10371] = {
		[1] = {
			id = 10371,
			npc_id = 1021,
			content = "對了，差點忘記了，趙天師好像有事找妳，妳快去看看吧。",
			talk_npc = 1021,
		},
	},
	[10373] = {
		[1] = {
			id = 10373,
			npc_id = 1017,
			content = "妳來了，李家之事妳做的很好，按理說我應該為妳解信物，但是妳的實力稍顯不足，等妳在江湖中闖蕩壹番再來找我吧。",
			talk_npc = 1017,
		},
	},
	[10381] = {
		[1] = {
			id = 10381,
			npc_id = 1017,
			content = "很好，現在妳已經有了壹定的實力，這塊碧玉龍雕就贈予妳。憑著這塊信物，妳能夠獲得丐幫的鼎力相助。不過，如今武林動亂，丐幫也處於動蕩之中，何去何從，全看妳自己選擇……",
			talk_npc = 1017,
		},
	},
	[10383] = {
		[1] = {
			id = 10383,
			npc_id = 1201,
			content = "原來是#name#少俠，江湖上傳言少俠年輕有為，文武雙全，不知來我丐幫有何貴幹？",
			talk_npc = 1201,
		},
	},
	[10391] = {
		[1] = {
			id = 10391,
			npc_id = 1201,
			content = "這……這是我丐幫的信物？原來#name#少俠是我丐幫的恩人，失敬失敬。快裏面請！",
			talk_npc = 1201,
		},
	},
	[10393] = {
		[1] = {
			id = 10393,
			npc_id = 1202,
			content = "哼，真是氣煞我也。壹幫匪類，還沒有我叫花子有擔當，也敢自稱江湖豪傑？",
			talk_npc = 1202,
		},
	},
	[10401] = {
		[1] = {
			id = 10401,
			npc_id = 1202,
			content = "唉，#name#少俠，讓妳見笑了。如今喬兄弟被人汙蔑，每天有不少人來我丐幫挑釁，真是忍無可忍。",
			talk_npc = 1202,
		},
	},
	[10403] = {
		[1] = {
			id = 10403,
			npc_id = 1203,
			content = "報！汪長老、呂長老，前面又有壹個自稱是祁老六的家夥上門挑釁！",
			talk_npc = 1203,
		},
	},
	[10411] = {
		[1] = {
			id = 10411,
			npc_id = 1203,
			content = "那個祁老六已經打傷好幾位丐幫弟子了！",
			talk_npc = 1203,
		},
	},
	[10413] = {
		[1] = {
			id = 10413,
			npc_id = 1201,
			content = "多謝少俠相助。唉，想我丐幫向來以仗義為號，歷代幫主都是義薄雲天之輩，否則又怎能服眾？",
			talk_npc = 1201,
		},
	},
	[10421] = {
		[1] = {
			id = 10421,
			npc_id = 1201,
			content = "方才那祁老六上門滋事，有壹些弟子受傷了，少俠隨我去看看吧。",
			talk_npc = 1201,
		},
	},
	[10423] = {
		[1] = {
			id = 10423,
			npc_id = 1203,
			content = "全長老！全長老！妳在說什麽瘋話！哎呀……",
			talk_npc = 1203,
		},
	},
	[10431] = {
		[1] = {
			id = 10431,
			npc_id = 1203,
			content = "汪長老，#name#少俠，全長老他發瘋了，竟然說喬幫主是忘恩負義的小人，這……",
			talk_npc = 1203,
		},
	},
	[10433] = {
		[1] = {
			id = 10433,
			npc_id = 1204,
			content = "喬峰那狗賊是契丹人，非我族類，其心必異！如今，殺父弒母就是證據！",
			talk_npc = 1204,
		},
	},
	[10441] = {
		[1] = {
			id = 10441,
			npc_id = 1204,
			content = "人前義薄雲天，人後殺父弒母，妳們壹個個都被他蒙蔽了！啊！！",
			talk_npc = 1204,
		},
	},
	[10443] = {
		[1] = {
			id = 10443,
			npc_id = 1201,
			content = "唉，就連我丐幫內部都有紛說，更遑論外人。如今，必須要解決這個問題了。",
			talk_npc = 1201,
		},
	},
	[10451] = {
		[1] = {
			id = 10451,
			npc_id = 1201,
			content = "聽說，這次聚賢莊大會就是為了商量如何對付喬兄弟。我丐幫也需得參加！",
			talk_npc = 1201,
		},
	},
	[10453] = {
		[1] = {
			id = 10453,
			npc_id = 1201,
			content = "我們有消息，喬兄弟已經到了聚賢莊這壹帶，不過具體落腳點還沒打探清楚。",
			talk_npc = 1201,
		},
	},
	[10461] = {
		[1] = {
			id = 10461,
			npc_id = 1201,
			content = "喬兄弟這個時候出現在聚賢莊，讓我有壹種不好的預感。壹旦有消息，我會立即派人通知少俠。",
			talk_npc = 1201,
		},
	},
	[10463] = {
		[1] = {
			id = 10463,
			npc_id = 1203,
			content = "多謝少俠出手相助！",
			talk_npc = 1203,
		},
	},
	[10471] = {
		[1] = {
			id = 10471,
			npc_id = 1203,
			content = "營地附近就有許多天星草，可以治療外傷，勞煩少俠了！",
			talk_npc = 1203,
		},
	},
	[10473] = {
		[1] = {
			id = 10473,
			npc_id = 1203,
			content = "多謝少俠！",
			talk_npc = 1203,
		},
	},
	[10481] = {
		[1] = {
			id = 10481,
			npc_id = 1203,
			content = "有喬幫主的消息了！他就在聚賢莊附近的壹家客棧落腳。少俠只要到了附近，自然會有我丐幫弟子接應。",
			talk_npc = 1203,
		},
	},
	[10483] = {
		[1] = {
			id = 10483,
			npc_id = 1203,
			content = "是#name#少俠麽？",
			talk_npc = 1203,
		},
	},
	[10491] = {
		[1] = {
			id = 10491,
			npc_id = 1203,
			content = "喬幫主就在我身後那座客棧裏，不過這兩天壹直有壹些散人在附近遊蕩，似乎也是得到了消息。",
			talk_npc = 1203,
		},
	},
	[10493] = {
		[1] = {
			id = 10493,
			npc_id = 1026,
			content = "什麽人？",
			talk_npc = 1026,
		},
	},
	[10501] = {
		[1] = {
			id = 10501,
			npc_id = 1026,
			content = "#name#兄弟，哈哈，妳怎麽來了？",
			talk_npc = 1026,
		},
	},
	[10503] = {
		[1] = {
			id = 10503,
			npc_id = 1026,
			content = "壹別許久，兄弟高壯了不少，哈哈，喝酒！",
			talk_npc = 1026,
		},
	},
	[10511] = {
		[1] = {
			id = 10511,
			npc_id = 1026,
			content = "來，給妳介紹壹下，這位是阿朱姑娘。",
			talk_npc = 1026,
		},
	},
	[10513] = {
		[1] = {
			id = 10513,
			npc_id = 1027,
			content = "#name#少俠，妳好，妳好，嘻嘻。",
			talk_npc = 1027,
		},
	},
	[10521] = {
		[1] = {
			id = 10521,
			npc_id = 1027,
			content = "早就聽喬大爺提起過妳，年輕俊傑喔。",
			talk_npc = 1027,
		},
	},
	[10523] = {
		[1] = {
			id = 10523,
			npc_id = 1026,
			content = "（喬峰將來龍去脈與妳講了壹通，嘆道）我聽聞這次遊氏雙雄與閻王敵薛神醫大撒英雄帖，聚集天下英雄豪傑，希望能夠治療阿朱。",
			talk_npc = 1026,
		},
	},
	[10531] = {
		[1] = {
			id = 10531,
			npc_id = 1026,
			content = "如今，阿朱身受重傷，需得我時時刻刻以真氣續命。#name#，妳來的正好，同我壹道去拜訪鮑老板吧，我知道他也在這客棧中，他消息靈通，想必知道些內情。",
			talk_npc = 1026,
		},
	},
	[10533] = {
		[1] = {
			id = 10533,
			npc_id = 1205,
			content = "喬峰！？",
			talk_npc = 1205,
		},
	},
	[10541] = {
		[1] = {
			id = 10541,
			npc_id = 1205,
			content = "嘿，弒父殺母的狗賊，拿命來！",
			talk_npc = 1205,
		},
	},
	[10543] = {
		[1] = {
			id = 10543,
			npc_id = 1026,
			content = "向望海，喬某乃是頂天立地的男兒好漢，今日不與妳計較，此番前來，是為了打聽壹下聚賢莊之事。",
			talk_npc = 1026,
		},
	},
	[10551] = {
		[1] = {
			id = 10551,
			npc_id = 1026,
			content = "鮑老板，當日山東青州府壹別，忽忽數年，鮑兄風采如昔，可喜可賀。",
			talk_npc = 1026,
		},
	},
	[10553] = {
		[1] = {
			id = 10553,
			npc_id = 1206,
			content = "（鮑千靈神色難看，緩緩道）茍且偷生，直到如今，總算還沒死。",
			talk_npc = 1206,
		},
	},
	[10561] = {
		[1] = {
			id = 10561,
			npc_id = 1206,
			content = "鮑千靈的項上人頭，喬兄何時要取，隨時來拿便是。鮑某專做沒本錢生意，全副家當蝕在喬兄手上，也沒什麽。閣下連父親、母親、師父都殺，對鮑某這般泛泛之交，下手何必容情？",
			talk_npc = 1206,
		},
	},
	[10563] = {
		[1] = {
			id = 10563,
			npc_id = 1207,
			content = "嘿嘿，喬峰，妳少在這惺惺作態。",
			talk_npc = 1207,
		},
	},
	[10571] = {
		[1] = {
			id = 10571,
			npc_id = 1207,
			content = "妳這契丹狗賊，如今想來我英雄大會，怕是見不得中原武林昌盛，怕威脅到契丹吧！",
			talk_npc = 1207,
		},
	},
	[10573] = {
		[1] = {
			id = 10573,
			npc_id = 1026,
			content = "（喬峰搖搖頭，不再辯解）",
			talk_npc = 1026,
		},
	},
	[10581] = {
		[1] = {
			id = 10581,
			npc_id = 1026,
			content = "在下實在是有事相求薛神醫，還盼幾位引路。",
			talk_npc = 1026,
		},
	},
	[10583] = {
		[1] = {
			id = 10583,
			npc_id = 1206,
			content = "（鮑千靈腦中思索，薛神醫大撒英雄帖，為的就在對付妳。妳沒的活得不耐煩了，竟敢孤身前往，到底有何用意？）",
			talk_npc = 1206,
		},
	},
	[10591] = {
		[1] = {
			id = 10591,
			npc_id = 1206,
			content = "這英雄大會，便設在此去東北七十裏的聚賢莊。喬兄肯去，再好也沒有了。鮑千靈有言在先，自來會無好會，宴無好宴，喬兄此去兇多吉少，莫怪鮑千靈事先不加關照。",
			talk_npc = 1206,
		},
	},
	[10593] = {
		[1] = {
			id = 10593,
			npc_id = 1026,
			content = "（喬峰微微壹笑）三位便請先行，小弟過得壹個時辰，慢慢再去也不遲，也好讓大夥兒預備預備。",
			talk_npc = 1026,
		},
	},
	[10601] = {
		[1] = {
			id = 10601,
			npc_id = 1026,
			content = "有閻王敵薛神醫在，阿朱有救了。",
			talk_npc = 1026,
		},
	},
	[10603] = {
		[1] = {
			id = 10603,
			npc_id = 1026,
			content = "（淡然壹笑）此事必有幕後推手。不過事已至此，喬某說什麽都沒有用。",
			talk_npc = 1026,
		},
	},
	[10611] = {
		[1] = {
			id = 10611,
			npc_id = 1026,
			content = "現在壹心想要的，就是把阿朱治好，然後再找出殺我師父父母的仇人！",
			talk_npc = 1026,
		},
	},
	[10613] = {
		[1] = {
			id = 10613,
			npc_id = 1027,
			content = "唉，我這副身子，可連累喬大爺嘍。",
			talk_npc = 1027,
		},
	},
	[10621] = {
		[1] = {
			id = 10621,
			npc_id = 1027,
			content = "要不是……啊……！",
			talk_npc = 1027,
		},
	},
	[10623] = {
		[1] = {
			id = 10623,
			npc_id = 1026,
			content = "不好，又發作了！",
			talk_npc = 1026,
		},
	},
	[10631] = {
		[1] = {
			id = 10631,
			npc_id = 1026,
			content = "原以為天心葵這種草藥到處都有，所以沒帶多少，沒想到卻是最先用完。我還要為阿朱渡氣續命，只好勞煩#name#了！",
			talk_npc = 1026,
		},
	},
	[10633] = {
		[1] = {
			id = 10633,
			npc_id = 1026,
			content = "呼，好險，多謝了。",
			talk_npc = 1026,
		},
	},
	[10641] = {
		[1] = {
			id = 10641,
			npc_id = 1026,
			content = "咱們也該出發了！",
			talk_npc = 1026,
		},
	},
	[10643] = {
		[1] = {
			id = 10643,
			npc_id = 1208,
			content = "站住，什麽人！",
			talk_npc = 1208,
		},
	},
	[10651] = {
		[1] = {
			id = 10651,
			npc_id = 1208,
			content = "沒有請帖，禁止入內！",
			talk_npc = 1208,
		},
	},
	[10653] = {
		[1] = {
			id = 10653,
			npc_id = 1209,
			content = "哈哈，什麽英雄集會，我看是狗熊聚會！",
			talk_npc = 1209,
		},
	},
	[10661] = {
		[1] = {
			id = 10661,
			npc_id = 1209,
			content = "嘿嘿，嘿嘿，喬峰啊喬峰。我四大惡人也是心狠手辣，卻不想妳比我們更狠，要不給妳個第五惡人來做做？",
			talk_npc = 1209,
		},
	},
	[10663] = {
		[1] = {
			id = 10663,
			npc_id = 1032,
			content = "聞道薛神醫和遊氏兄弟在聚賢莊擺設英雄大宴，喬某不齒於中原豪傑，豈敢厚顏前來赴宴？只是今日有急事相求薛神醫，來得冒昧，還望怨罪。",
			talk_npc = 1026,
		},
	},
	[10671] = {
		[1] = {
			id = 10671,
			npc_id = 1032,
			content = "不知有什麽事要在下效勞？",
			talk_npc = 1032,
		},
	},
	[10673] = {
		[1] = {
			id = 10673,
			npc_id = 1026,
			content = "（喬峰將阿朱從車裏扶出來，低聲道）只因在下行事魯莽，累得這位阿朱姑娘中了別人的掌力，身受重傷。",
			talk_npc = 1026,
		},
	},
	[10681] = {
		[1] = {
			id = 10681,
			npc_id = 1026,
			content = "當今之世，除了薛神醫外，無人再能醫得，是以不揣冒昧，趕來請薛神醫救命。",
			talk_npc = 1026,
		},
	},
	[10683] = {
		[1] = {
			id = 10683,
			npc_id = 1210,
			content = "嘿嘿，喬峰，喬峰，妳少惺惺作態。",
			talk_npc = 1210,
		},
	},
	[10691] = {
		[1] = {
			id = 10691,
			npc_id = 1210,
			content = "論到掌力，這天下最剛猛的掌法之壹怕就是妳的降龍十八掌了吧！",
			talk_npc = 1210,
		},
	},
	[10693] = {
		[1] = {
			id = 10693,
			npc_id = 1032,
			content = "（薛神醫猶豫再三，還是上前把脈。這壹搭手，就發現了問題）",
			talk_npc = 1032,
		},
	},
	[10701] = {
		[1] = {
			id = 10701,
			npc_id = 1032,
			content = "這位姑娘氣息微弱，但體內真氣鼓蕩，若不是敷了太行山譚公的治傷靈藥，又得閣下以內力替她續命，早已死在玄慈大師的大金剛掌力之下了。",
			talk_npc = 1032,
		},
	},
	[10703] = {
		[1] = {
			id = 10703,
			npc_id = 1027,
			content = "（阿朱天性極為頑皮，她可不像喬峰那樣，每句話都講究分寸，她胡說八道，瞎三話四，乃是家常便飯，心念壹轉，便張口就來，胡編亂造了壹個故事）",
			talk_npc = 1027,
		},
	},
	[10711] = {
		[1] = {
			id = 10711,
			npc_id = 1027,
			content = "如此，要不是喬大爺伸手幫我擋了壹下，阿朱怕是早就死啦。",
			talk_npc = 1027,
		},
	},
	[10713] = {
		[1] = {
			id = 10713,
			npc_id = 1032,
			content = "（薛神醫聽了半晌，點點頭）原來如此，不過……",
			talk_npc = 1032,
		},
	},
	[10721] = {
		[1] = {
			id = 10721,
			npc_id = 1032,
			content = "可薛某救人壹向是看心情，不論是誰帶這姑娘來，我都給她醫治。哼，單單是喬峰妳帶來，我便不治。",
			talk_npc = 1032,
		},
	},
	[10723] = {
		[1] = {
			id = 10723,
			npc_id = 1211,
			content = "嘿，妳這個小姑娘，嘴裏簡直沒有壹句實話！",
			talk_npc = 1211,
		},
	},
	[10731] = {
		[1] = {
			id = 10731,
			npc_id = 1211,
			content = "喬兄適才說道是有人冒充少林高僧，招搖撞騙，打傷了這姑娘。這位姑娘卻又說打傷她的是青年公子。到底是誰的話對？我看，都是瞎說，還想讓少林方丈大師頂缸，真是歹毒！",
			talk_npc = 1211,
		},
	},
	[10733] = {
		[1] = {
			id = 10733,
			npc_id = 1026,
			content = "眾位今日群集聚賢莊，為的是商議對付喬某，姓喬的豈有不知？",
			talk_npc = 1026,
		},
	},
	[10741] = {
		[1] = {
			id = 10741,
			npc_id = 1026,
			content = "我想眾位都是堂堂丈夫，是非分明，要殺之而甘心的只喬某壹人，跟這個小姑娘絲毫無涉。薛先生竟將痛恨喬某之意，牽連到阮姑娘身上，豈非大大的不該？",
			talk_npc = 1026,
		},
	},
	[10743] = {
		[1] = {
			id = 10743,
			npc_id = 1026,
			content = "（喬峰見眾人都是壹副原來如此的樣子，心中了然，看來今日之事怕是不成了）",
			talk_npc = 1026,
		},
	},
	[10751] = {
		[1] = {
			id = 10751,
			npc_id = 1026,
			content = "哈哈哈哈，既然如此，那喬某也沒什麽好說的，只好會壹會諸位了！",
			talk_npc = 1026,
		},
	},
	[10753] = {
		[1] = {
			id = 10753,
			npc_id = 1026,
			content = "#name#，這次多虧妳，否則我定然是死在那聚賢莊中。",
			talk_npc = 1026,
		},
	},
	[10761] = {
		[1] = {
			id = 10761,
			npc_id = 1026,
			content = "既然撿得壹條命，那喬某就要將那幕後之人找到，看看到底是誰，害的我如此下場！",
			talk_npc = 1026,
		},
	},
	[10763] = {
		[1] = {
			id = 10763,
			npc_id = 1026,
			content = "（喬峰搖頭）#name#兄弟，妳已經幫了我夠多了，只是這國恨家仇，喬某當壹力承擔！",
			talk_npc = 1026,
		},
	},
	[10771] = {
		[1] = {
			id = 10771,
			npc_id = 1026,
			content = "咱們就此分別！",
			talk_npc = 1026,
		},
	},
	[10773] = {
		[1] = {
			id = 10773,
			npc_id = 1202,
			content = "喬兄弟逃出去了？",
			talk_npc = 1202,
		},
	},
	[10781] = {
		[1] = {
			id = 10781,
			npc_id = 1202,
			content = "（妳將來龍去脈大概講了壹通，傳功長老默然不語，此時，突然有丐幫弟子傳訊過來，傳功長老將紙條遞給妳）喬兄弟壹向有擔當，既然如此說了，定是有自己的安排。",
			talk_npc = 1202,
		},
	},
	[10783] = {
		[1] = {
			id = 10783,
			npc_id = 1037,
			content = "#name#，妳終於來了！",
			talk_npc = 1037,
		},
	},
	[10791] = {
		[1] = {
			id = 10791,
			npc_id = 1037,
			content = "段郎，段郎他……有危險！",
			talk_npc = 1037,
		},
	},
	[10793] = {
		[1] = {
			id = 10793,
			npc_id = 1037,
			content = "（木婉清將事情快速講了壹通）那幾個惡人已經來到天龍寺，就在裏面！",
			talk_npc = 1037,
		},
	},
	[10801] = {
		[1] = {
			id = 10801,
			npc_id = 1037,
			content = "啊！那些就是他們的人！",
			talk_npc = 1037,
		},
	},
	[10803] = {
		[1] = {
			id = 10803,
			npc_id = 1301,
			content = "#name#，我聽譽兒提起過妳，多謝妳及時趕來。",
			talk_npc = 1301,
		},
	},
	[10811] = {
		[1] = {
			id = 10811,
			npc_id = 1301,
			content = "譽兒的情況不是很好，現在渾身真氣沖撞……我也不太懂得，但方丈大師說情況危急。",
			talk_npc = 1301,
		},
	},
	[10813] = {
		[1] = {
			id = 10813,
			npc_id = 1041,
			content = "嘻嘻，#name#，妳怎麽來啦。",
			talk_npc = 1041,
		},
	},
	[10821] = {
		[1] = {
			id = 10821,
			npc_id = 1041,
			content = "我好得很，好得很，就是肚子裏頭有點難受。",
			talk_npc = 1041,
		},
	},
	[10823] = {
		[1] = {
			id = 10823,
			npc_id = 1041,
			content = "不必擔心，枯榮大師已經給我治療，還傳了我大理絕學，再過壹時半刻，就會好些啦。",
			talk_npc = 1041,
		},
	},
	[10831] = {
		[1] = {
			id = 10831,
			npc_id = 1041,
			content = "對了，妳幫我到房間裏取壹枚天龍參命丹，枯榮大師方才給我渡氣療傷，消耗不少。",
			talk_npc = 1041,
		},
	},
	[10833] = {
		[1] = {
			id = 10833,
			npc_id = 1044,
			content = "多謝施主……",
			talk_npc = 1044,
		},
	},
	[10841] = {
		[1] = {
			id = 10841,
			npc_id = 1044,
			content = "原來是大輪明王駕到，裏面請，裏面請。",
			talk_npc = 1044,
		},
	},
	[10843] = {
		[1] = {
			id = 10843,
			npc_id = 1302,
			content = "得罪了！",
			talk_npc = 1302,
		},
	},
	[10851] = {
		[1] = {
			id = 10851,
			npc_id = 1302,
			content = "（鳩摩智施了壹禮）吐蕃國晚輩鳩摩智，參見前輩大師。有常無常，雙樹枯榮，南北西東，非假非空！",
			talk_npc = 1302,
		},
	},
	[10853] = {
		[1] = {
			id = 10853,
			npc_id = 1044,
			content = "（枯榮大師聽到這幾句話，反而吃了壹驚，心知自己修的枯禪來歷已然被看破）",
			talk_npc = 1044,
		},
	},
	[10861] = {
		[1] = {
			id = 10861,
			npc_id = 1044,
			content = "明王遠來，老衲未克遠迎。明王慈悲，請坐。",
			talk_npc = 1044,
		},
	},
	[10863] = {
		[1] = {
			id = 10863,
			npc_id = 1303,
			content = "嘿，老不死的家夥，打什麽啞謎，壹句都聽不懂。",
			talk_npc = 1303,
		},
	},
	[10871] = {
		[1] = {
			id = 10871,
			npc_id = 1303,
			content = "快快，把六脈神劍譜交出來！",
			talk_npc = 1303,
		},
	},
	[10873] = {
		[1] = {
			id = 10873,
			npc_id = 1302,
			content = "（鳩摩智微微壹笑）做便做了，小僧只想領略壹下中原武林風采……",
			talk_npc = 1302,
		},
	},
	[10881] = {
		[1] = {
			id = 10881,
			npc_id = 1302,
			content = "聽聞慕容公子說，大理六脈神劍乃是不世出的絕學，小僧自然想體會壹下。",
			talk_npc = 1302,
		},
	},
	[10883] = {
		[1] = {
			id = 10883,
			npc_id = 1304,
			content = "大師，咱們跟他廢話什麽？",
			talk_npc = 1304,
		},
	},
	[10891] = {
		[1] = {
			id = 10891,
			npc_id = 1304,
			content = "這些壹個個老不死的，直接搶了便是！",
			talk_npc = 1304,
		},
	},
	[10893] = {
		[1] = {
			id = 10893,
			npc_id = 1304,
			content = "啊，是妳！",
			talk_npc = 1304,
		},
	},
	[10901] = {
		[1] = {
			id = 10901,
			npc_id = 1304,
			content = "上次就是妳壞我好事，還差點害死我，拿命來！",
			talk_npc = 1304,
		},
	},
	[10903] = {
		[1] = {
			id = 10903,
			npc_id = 1305,
			content = "明王，老衲有事請教。",
			talk_npc = 1305,
		},
	},
	[10911] = {
		[1] = {
			id = 10911,
			npc_id = 1305,
			content = "敝寺藏有六脈神劍經壹事，縱是我段氏的俗家子弟亦不得知，慕容先生卻從何處聽來？",
			talk_npc = 1305,
		},
	},
	[10913] = {
		[1] = {
			id = 10913,
			npc_id = 1302,
			content = "（鳩摩智微微壹笑）慕容先生於天下武學，所知十分淵博。各門各派的秘技武功，往往連本派掌門人亦所不知的，慕容先生卻了如指掌。",
			talk_npc = 1302,
		},
	},
	[10921] = {
		[1] = {
			id = 10921,
			npc_id = 1302,
			content = "姑蘇慕容那‘以彼之道，還施彼身’八字，便由此而來。但慕容先生於大理段氏壹陽指與六脈神劍的奧秘，卻使終未能得窺門徑，生平耿耿，遺恨而終。小僧也是聽聞可惜，才堅決要來壹見。",
			talk_npc = 1302,
		},
	},
	[10923] = {
		[1] = {
			id = 10923,
			npc_id = 1305,
			content = "（本因方丈搖搖頭）慕容先生博學，不過……",
			talk_npc = 1305,
		},
	},
	[10931] = {
		[1] = {
			id = 10931,
			npc_id = 1305,
			content = "咱們自己的壹陽指尚自修習不得周全，要旁人的武學奇經作甚？明王遠來辛苦，待敝寺設齋接風。",
			talk_npc = 1305,
		},
	},
	[10933] = {
		[1] = {
			id = 10933,
			npc_id = 1302,
			content = "既然六脈神劍經只徒具虛名，無裨實用，貴寺又何必如此重視？",
			talk_npc = 1302,
		},
	},
	[10941] = {
		[1] = {
			id = 10941,
			npc_id = 1302,
			content = "以至傷了天龍寺與大輪寺的和氣，傷了大理國和吐蕃國的邦交。",
			talk_npc = 1302,
		},
	},
	[10943] = {
		[1] = {
			id = 10943,
			npc_id = 1306,
			content = "（大理與吐蕃向來有摩擦，接壤之處有重兵巡守，保定帝壹聽之下，眉頭皺起）",
			talk_npc = 1306,
		},
	},
	[10951] = {
		[1] = {
			id = 10951,
			npc_id = 1306,
			content = "明王之言，是不是說：天龍寺倘若不允交經，大理、吐蕃兩國便要兵戎相見？",
			talk_npc = 1306,
		},
	},
	[10953] = {
		[1] = {
			id = 10953,
			npc_id = 1307,
			content = "累死了，累死了，繞來繞去，累死了！",
			talk_npc = 1307,
		},
	},
	[10961] = {
		[1] = {
			id = 10961,
			npc_id = 1307,
			content = "還是直接搶來得爽快！",
			talk_npc = 1307,
		},
	},
	[10963] = {
		[1] = {
			id = 10963,
			npc_id = 1041,
			content = "#name#，妳沒事吧？",
			talk_npc = 1041,
		},
	},
	[10971] = {
		[1] = {
			id = 10971,
			npc_id = 1041,
			content = "這樣下去不是辦法，他們人多勢眾，還有壹個鳩摩智沒出手……",
			talk_npc = 1041,
		},
	},
	[10973] = {
		[1] = {
			id = 10973,
			npc_id = 1041,
			content = "誒？不如這樣……（段譽跟妳小聲說著調虎離山之計……）",
			talk_npc = 1041,
		},
	},
	[10981] = {
		[1] = {
			id = 10981,
			npc_id = 1041,
			content = "我那煙花，放在木婉清妹子那，妳去找她便是。",
			talk_npc = 1041,
		},
	},
	[10983] = {
		[1] = {
			id = 10983,
			npc_id = 1037,
			content = "#name#少俠，段郎他怎麽樣了！",
			talk_npc = 1037,
		},
	},
	[10991] = {
		[1] = {
			id = 10991,
			npc_id = 1037,
			content = "啊？煙花？",
			talk_npc = 1037,
		},
	},
	[10993] = {
		[1] = {
			id = 10993,
			npc_id = 1037,
			content = "跟我來！",
			talk_npc = 1037,
		},
	},
	[11001] = {
		[1] = {
			id = 11001,
			npc_id = 1037,
			content = "就是在這裏了。",
			talk_npc = 1037,
		},
	},
	[11003] = {
		[1] = {
			id = 11003,
			npc_id = 1037,
			content = "接下來怎麽做？",
			talk_npc = 1037,
		},
	},
	[11011] = {
		[1] = {
			id = 11011,
			npc_id = 1037,
			content = "啊，有人來了！",
			talk_npc = 1037,
		},
	},
	[11013] = {
		[1] = {
			id = 11013,
			npc_id = 1037,
			content = "我知道了。",
			talk_npc = 1037,
		},
	},
	[11021] = {
		[1] = {
			id = 11021,
			npc_id = 1037,
			content = "#name#，這裏就交給我了，妳快回去幫段郎，我好擔心他……",
			talk_npc = 1037,
		},
	},
	[11023] = {
		[1] = {
			id = 11023,
			npc_id = 1041,
			content = "怎麽樣了？",
			talk_npc = 1041,
		},
	},
	[11031] = {
		[1] = {
			id = 11031,
			npc_id = 1041,
			content = "我也好啦，嘻嘻。",
			talk_npc = 1041,
		},
	},
	[11033] = {
		[1] = {
			id = 11033,
			npc_id = 1307,
			content = "（壹眼瞧見段譽笑逐顏開的樣子，突然壹楞）",
			talk_npc = 1307,
		},
	},
	[11041] = {
		[1] = {
			id = 11041,
			npc_id = 1307,
			content = "我兒，我兒……要是還活著，也該這麽大了吧……啊！！",
			talk_npc = 1307,
		},
	},
	[11043] = {
		[1] = {
			id = 11043,
			npc_id = 1305,
			content = "善哉，善哉……",
			talk_npc = 1305,
		},
	},
	[11051] = {
		[1] = {
			id = 11051,
			npc_id = 1305,
			content = "明王既堅要此經，老衲等又何敢吝惜？",
			talk_npc = 1305,
		},
	},
	[11053] = {
		[1] = {
			id = 11053,
			npc_id = 1305,
			content = "明王願以少林寺七十二門絕技交換，敝寺不敢拜領。",
			talk_npc = 1305,
		},
	},
	[11061] = {
		[1] = {
			id = 11061,
			npc_id = 1305,
			content = "明王既已精通少林七十二絕技，復又精擅大雪山大輪寺武功，料來當世已無敵手。",
			talk_npc = 1305,
		},
	},
	[11063] = {
		[1] = {
			id = 11063,
			npc_id = 1041,
			content = "唉，何必方丈大師出手，我來就行！",
			talk_npc = 1041,
		},
	},
	[11071] = {
		[1] = {
			id = 11071,
			npc_id = 1041,
			content = "妳們這些惱人的家夥，看招！",
			talk_npc = 1041,
		},
	},
	[11073] = {
		[1] = {
			id = 11073,
			npc_id = 1302,
			content = "咦？六脈神劍？",
			talk_npc = 1302,
		},
	},
	[11081] = {
		[1] = {
			id = 11081,
			npc_id = 1302,
			content = "想不到，武林中又出了壹位高手，竟然如此年輕。",
			talk_npc = 1302,
		},
	},
	[11083] = {
		[1] = {
			id = 11083,
			npc_id = 1303,
			content = "啊？怎麽回事？",
			talk_npc = 1303,
		},
	},
	[11091] = {
		[1] = {
			id = 11091,
			npc_id = 1303,
			content = "哼，今日我們兄弟還有急事，這筆賬我們以後再算。（朝向鳩摩智）大師，告辭了。",
			talk_npc = 1303,
		},
	},
	[11093] = {
		[1] = {
			id = 11093,
			npc_id = 1302,
			content = "無妨，無妨。",
			talk_npc = 1302,
		},
	},
	[11101] = {
		[1] = {
			id = 11101,
			npc_id = 1302,
			content = "看來，小僧是必須要出手了。",
			talk_npc = 1302,
		},
	},
	[11103] = {
		[1] = {
			id = 11103,
			npc_id = 1044,
			content = "（枯榮大師微笑）明王用何兵刃，請取出來罷。",
			talk_npc = 1044,
		},
	},
	[11111] = {
		[1] = {
			id = 11111,
			npc_id = 1044,
			content = "雖然我天龍寺非少林，高手眾多，但也決計不會低頭。",
			talk_npc = 1044,
		},
	},
	[11113] = {
		[1] = {
			id = 11113,
			npc_id = 1302,
			content = "（鳩摩智招手喚來壹名漢子，低聲說了幾句話，那漢子很快拿來壹炷香點燃）",
			talk_npc = 1302,
		},
	},
	[11121] = {
		[1] = {
			id = 11121,
			npc_id = 1302,
			content = "妳們誰先來？",
			talk_npc = 1302,
		},
	},
	[11123] = {
		[1] = {
			id = 11123,
			npc_id = 1041,
			content = "嘿，這個老光頭真是太囂張了。",
			talk_npc = 1041,
		},
	},
	[11131] = {
		[1] = {
			id = 11131,
			npc_id = 1041,
			content = "不過感覺完全不是六脈神劍的對手嘛，哈哈。",
			talk_npc = 1041,
		},
	},
	[11133] = {
		[1] = {
			id = 11133,
			npc_id = 1302,
			content = "（看著段譽，眼睛放光）",
			talk_npc = 1302,
		},
	},
	[11141] = {
		[1] = {
			id = 11141,
			npc_id = 1302,
			content = "原來這位小施主心中記得六脈神劍的圖譜，小施主便是活圖譜。",
			talk_npc = 1302,
		},
	},
	[11143] = {
		[1] = {
			id = 11143,
			npc_id = 1041,
			content = "啊？幹麽這麽盯著我？",
			talk_npc = 1041,
		},
	},
	[11151] = {
		[1] = {
			id = 11151,
			npc_id = 1041,
			content = "哎呀，妳這老光頭，看招！",
			talk_npc = 1041,
		},
	},
	[11153] = {
		[1] = {
			id = 11153,
			npc_id = 1044,
			content = "多謝施主相助。",
			talk_npc = 1044,
		},
	},
	[11161] = {
		[1] = {
			id = 11161,
			npc_id = 1044,
			content = "明王，如今妳還有何話說？",
			talk_npc = 1044,
		},
	},
	[11163] = {
		[1] = {
			id = 11163,
			npc_id = 1302,
			content = "哼，六脈神劍不愧是天下壹等壹的絕學。不過就算如此，小僧也只是吃了不熟悉的虧罷了。",
			talk_npc = 1302,
		},
	},
	[11171] = {
		[1] = {
			id = 11171,
			npc_id = 1302,
			content = "不知這位#name#施主，和段譽施主可敢與小僧在燕子塢約戰？",
			talk_npc = 1302,
		},
	},
	[11173] = {
		[1] = {
			id = 11173,
			npc_id = 1041,
			content = "好啊，我正想再和妳打壹場。",
			talk_npc = 1041,
		},
	},
	[11181] = {
		[1] = {
			id = 11181,
			npc_id = 1041,
			content = "（似乎想到又能見到王語嫣，段譽心情很好）嘻嘻，又能見到王姑娘了，出發！",
			talk_npc = 1041,
		},
	},
	[11183] = {
		[1] = {
			id = 11183,
			content = "嗯？看起來好像那惡僧並不在這。",
		},
	},
	[11191] = {
		[1] = {
			id = 11191,
			content = "我已經派家將打探，片刻就有消息回來。",
		},
	},
	[11193] = {
		[1] = {
			id = 11193,
			npc_id = 1401,
			content = "回公子，此處附近並未發現那惡僧的痕跡。",
			talk_npc = 1401,
		},
	},
	[11201] = {
		[1] = {
			id = 11201,
			npc_id = 1401,
			content = "倒是看見兩位姑娘，身邊跟著些家將。",
			talk_npc = 1401,
		},
	},
	[11203] = {
		[1] = {
			id = 11203,
			content = "綠色的裙子，當是阿碧了。旁邊白裙的，必定是王姑娘！",
		},
	},
	[11211] = {
		[1] = {
			id = 11211,
			content = "沒想到居然壹下子就遇到王姑娘，這是天定的緣分，哈哈！",
		},
	},
	[11213] = {
		[1] = {
			id = 11213,
			npc_id = 1072,
			content = "段公子？",
			talk_npc = 1072,
		},
	},
	[11221] = {
		[1] = {
			id = 11221,
			npc_id = 1072,
			content = "不知段公子來我燕子塢，是有什麽事嗎？",
			talk_npc = 1072,
		},
	},
	[11223] = {
		[1] = {
			id = 11223,
			content = "王姑娘，我……我就是想念王姑娘了……",
		},
	},
	[11231] = {
		[1] = {
			id = 11231,
			content = "大膽！",
			talk_npc = 1403,
		},
	},
	[11233] = {
		[1] = {
			id = 11233,
			npc_id = 1064,
			content = "好啦好啦，打又打不過，妳們幾個別在這丟人了。",
			talk_npc = 1064,
		},
	},
	[11241] = {
		[1] = {
			id = 11241,
			npc_id = 1064,
			content = "（阿碧眼咕嚕壹轉，笑道）姊姊，我們走吧。",
			talk_npc = 1064,
		},
	},
	[11243] = {
		[1] = {
			id = 11243,
			npc_id = 1064,
			content = "段公子，這位少俠，咱們就此別過啦，嘻嘻。",
			talk_npc = 1064,
		},
	},
	[11251] = {
		[1] = {
			id = 11251,
			npc_id = 1064,
			content = "再見，再見~",
			talk_npc = 1064,
		},
	},
	[11253] = {
		[1] = {
			id = 11253,
			content = "王姑娘……",
		},
	},
	[11261] = {
		[1] = {
			id = 11261,
			content = "少俠，我壹見到這王姑娘，心裏就砰砰的跳，這可怎麽辦是好？妳幫我采壹朵山茶花罷，山茶國色，配王姑娘天香容顏，她必定十分喜歡。",
		},
	},
	[11263] = {
		[1] = {
			id = 11263,
			content = "#name#，多謝啦。",
		},
	},
	[11271] = {
		[1] = {
			id = 11271,
			content = "妳陪我去找王姑娘好不好？",
		},
	},
	[11273] = {
		[1] = {
			id = 11273,
			content = "哈哈，#name#妳最好了，我這就讓家將去準備船只。",
		},
	},
	[11281] = {
		[1] = {
			id = 11281,
			content = "壹會兒到了王姑娘面前，妳可要幫我說些好話。",
		},
	},
	[11283] = {
		[1] = {
			id = 11283,
			npc_id = 1401,
			content = "段公子，少俠，船只已經準備好了。",
			talk_npc = 1401,
		},
	},
	[11291] = {
		[1] = {
			id = 11291,
			npc_id = 1401,
			content = "不好，前面有人！",
			talk_npc = 1401,
		},
	},
	[11293] = {
		[1] = {
			id = 11293,
			content = "哎呀，這下不好，被發現了。",
		},
	},
	[11301] = {
		[1] = {
			id = 11301,
			content = "嗯？前面有船來了！",
		},
	},
	[11303] = {
		[1] = {
			id = 11303,
			npc_id = 1402,
			content = "段譽？",
			talk_npc = 1402,
		},
	},
	[11311] = {
		[1] = {
			id = 11311,
			npc_id = 1402,
			content = "哼，上次饒過妳，妳居然又來？",
			talk_npc = 1402,
		},
	},
	[11313] = {
		[1] = {
			id = 11313,
			content = "嘻嘻，王夫人妳好，最近山茶花養的可好？",
		},
	},
	[11321] = {
		[1] = {
			id = 11321,
			content = "哎哎……別動手呀……",
		},
	},
	[11323] = {
		[1] = {
			id = 11323,
			npc_id = 1402,
			content = "段譽，任何男子不請自來，均須斬斷雙足，妳不是不知道吧？",
			talk_npc = 1402,
		},
	},
	[11331] = {
		[1] = {
			id = 11331,
			npc_id = 1402,
			content = "不過，念在妳教的法子還不錯，山茶花養的很好的份上，我就再放妳壹馬，現在給我立即離開！否則……",
			talk_npc = 1402,
		},
	},
	[11333] = {
		[1] = {
			id = 11333,
			npc_id = 1072,
			content = "媽，怎麽了？……咦，段公子？",
			talk_npc = 1072,
		},
	},
	[11341] = {
		[1] = {
			id = 11341,
			npc_id = 1072,
			content = "（王語嫣朝妳和段譽點了點頭，並不再說話）",
			talk_npc = 1072,
		},
	},
	[11343] = {
		[1] = {
			id = 11343,
			content = "王姑娘……",
		},
	},
	[11351] = {
		[1] = {
			id = 11351,
			content = "王姑娘，壹別甚久，不知是否安好？",
		},
	},
	[11353] = {
		[1] = {
			id = 11353,
			npc_id = 1064,
			content = "嘻嘻……",
			talk_npc = 1064,
		},
	},
	[11361] = {
		[1] = {
			id = 11361,
			npc_id = 1064,
			content = "段公子，妳可真會說話兒，明明是剛剛見過面，連壹個時辰都沒有，怎麽就“壹別甚久”啦？",
			talk_npc = 1064,
		},
	},
	[11363] = {
		[1] = {
			id = 11363,
			npc_id = 1402,
			content = "哼，妳這壹雙腿腳不聽話，眼睛還不老實。",
			talk_npc = 1402,
		},
	},
	[11371] = {
		[1] = {
			id = 11371,
			npc_id = 1402,
			content = "給我挖了！",
			talk_npc = 1402,
		},
	},
	[11373] = {
		[1] = {
			id = 11373,
			npc_id = 1402,
			content = "大膽，妳是何人？",
			talk_npc = 1402,
		},
	},
	[11381] = {
		[1] = {
			id = 11381,
			npc_id = 1402,
			content = "（阿碧在王夫人耳邊低語壹陣，王夫人不由重新打量妳壹番）哼，我管妳是什麽年輕俊傑，如果現在不走，就給我當花肥吧！",
			talk_npc = 1402,
		},
	},
	[11383] = {
		[1] = {
			id = 11383,
			npc_id = 1072,
			content = "媽……",
			talk_npc = 1072,
		},
	},
	[11391] = {
		[1] = {
			id = 11391,
			npc_id = 1072,
			content = "（王語嫣壹雙妙目在妳們壹行人身上掃過）他們……他們也不是有意闖進來的。",
			talk_npc = 1072,
		},
	},
	[11393] = {
		[1] = {
			id = 11393,
			npc_id = 1402,
			content = "哼，就妳心軟。",
			talk_npc = 1402,
		},
	},
	[11401] = {
		[1] = {
			id = 11401,
			npc_id = 1402,
			content = "姓段的小子，看在嫣兒的份上，此番我不再計較。左右，把他們趕出莊子去，我們走！",
			talk_npc = 1402,
		},
	},
	[11403] = {
		[1] = {
			id = 11403,
			content = "（深情地看著王語嫣）王姑娘這般對我，心裏定然是對我有那麽壹點點喜歡的。",
		},
	},
	[11411] = {
		[1] = {
			id = 11411,
			content = "唉，這可如何是好。",
		},
	},
	[11413] = {
		[1] = {
			id = 11413,
			content = "（突然抖擻精神）對，我們得想個辦法。",
		},
	},
	[11421] = {
		[1] = {
			id = 11421,
			content = "如今，燕子塢的防禦定然更加嚴密。要想混進去，肯定很困難。不過，燕子塢這麽大，總有疏忽的地方。",
		},
	},
	[11423] = {
		[1] = {
			id = 11423,
			npc_id = 1401,
			content = "是！",
			talk_npc = 1401,
		},
	},
	[11431] = {
		[1] = {
			id = 11431,
			npc_id = 1401,
			content = "公子、少俠，前面有兩個巡守的。",
			talk_npc = 1401,
		},
	},
	[11433] = {
		[1] = {
			id = 11433,
			content = "嘿嘿，打暈了藏起來！",
		},
	},
	[11441] = {
		[1] = {
			id = 11441,
			content = "這個身材太高大，不合適。",
		},
	},
	[11443] = {
		[1] = {
			id = 11443,
			content = "哈哈，#name#，妳把阿朱姊姊的易容術學了八九分。",
		},
	},
	[11451] = {
		[1] = {
			id = 11451,
			content = "誒，等等，這裏皮膚顏色有些白了，拿點荷葉泥揉碎抹壹下就完美了。",
		},
	},
	[11453] = {
		[1] = {
			id = 11453,
			content = "妙極，妙極，這下誰也認不出來了。",
		},
	},
	[11461] = {
		[1] = {
			id = 11461,
			content = "這就是以彼之道還施彼身，讓那慕容……哼，讓他也嘗嘗鬥轉星移的滋味。",
		},
	},
	[11463] = {
		[1] = {
			id = 11463,
			npc_id = 1403,
			content = "誒？穆老六，妳不是去湖邊巡邏了麽，怎麽又回來了。",
			talk_npc = 1403,
		},
	},
	[11471] = {
		[1] = {
			id = 11471,
			npc_id = 1403,
			content = "（突然神情緊張起來）難道是有什麽事？",
			talk_npc = 1403,
		},
	},
	[11473] = {
		[1] = {
			id = 11473,
			npc_id = 1403,
			content = "哈哈，這可不稀奇。每個月，都有人沖著大小姐來，現在院子裏可不缺花肥了。",
			talk_npc = 1403,
		},
	},
	[11481] = {
		[1] = {
			id = 11481,
			npc_id = 1403,
			content = "對了，妳到底有什麽事，擅離職守，要是被抓著，處罰可不輕。",
			talk_npc = 1403,
		},
	},
	[11483] = {
		[1] = {
			id = 11483,
			npc_id = 1403,
			content = "嘿嘿，大小姐喜歡公子咱們都清楚。外面那些人，根本沒機會。",
			talk_npc = 1403,
		},
	},
	[11491] = {
		[1] = {
			id = 11491,
			npc_id = 1403,
			content = "巧了，我正好知道公子在哪，不過我最近手癢癢的很，妳陪我過兩招，我就告訴妳。",
			talk_npc = 1403,
		},
	},
	[11493] = {
		[1] = {
			id = 11493,
			npc_id = 1404,
			content = "國師，依妳看，那段譽的功夫怎麽樣？",
			talk_npc = 1404,
		},
	},
	[11501] = {
		[1] = {
			id = 11501,
			npc_id = 1404,
			content = "誰？！",
			talk_npc = 1404,
		},
	},
	[11503] = {
		[1] = {
			id = 11503,
			npc_id = 1074,
			content = "慕容公子，那段譽的功夫十分了得，大意之下，我險些著了道。",
			talk_npc = 1074,
		},
	},
	[11511] = {
		[1] = {
			id = 11511,
			npc_id = 1074,
			content = "他習得了大理絕學六脈神劍，又不知從哪裏得來壹副深厚功力，不過幸好還不能熟練運用，妳我還是有機會的。",
			talk_npc = 1074,
		},
	},
	[11513] = {
		[1] = {
			id = 11513,
			npc_id = 1404,
			content = "哦？要是如此，那倒還好。我已經布下天羅地網，那段譽來了，就別想離開。",
			talk_npc = 1404,
		},
	},
	[11521] = {
		[1] = {
			id = 11521,
			npc_id = 1404,
			content = "妳怎麽還在這裏？嗯？妳想幹什麽！",
			talk_npc = 1404,
		},
	},
	[11523] = {
		[1] = {
			id = 11523,
			npc_id = 1404,
			content = "妳到底是誰？",
			talk_npc = 1404,
		},
	},
	[11531] = {
		[1] = {
			id = 11531,
			npc_id = 1404,
			content = "給我留下，讓我看看妳的真面目！",
			talk_npc = 1404,
		},
	},
	[11533] = {
		[1] = {
			id = 11533,
			content = "#name#，妳回來了！",
		},
	},
	[11541] = {
		[1] = {
			id = 11541,
			content = "嗯？妳受傷了？",
		},
	},
	[11543] = {
		[1] = {
			id = 11543,
			npc_id = 1403,
			content = "想走？晚了！",
			talk_npc = 1403,
		},
	},
	[11551] = {
		[1] = {
			id = 11551,
			npc_id = 1403,
			content = "哼，妳不是穆老六，妳到底是誰！",
			talk_npc = 1403,
		},
	},
	[11553] = {
		[1] = {
			id = 11553,
			content = "趁著慕容復還沒追出來，我們快快離開。",
		},
	},
	[11561] = {
		[1] = {
			id = 11561,
			content = "要是被慕容復和鳩摩智聯手纏上，可就麻煩了！",
		},
	},
	[11563] = {
		[1] = {
			id = 11563,
			content = "呼……終於逃出來了，好險。",
		},
	},
	[11571] = {
		[1] = {
			id = 11571,
			content = "唉，多虧了王姑娘相助。不知何時才能再見她壹面……",
		},
	},
	[11573] = {
		[1] = {
			id = 11573,
			npc_id = 1401,
			content = "#name#少俠，這次多虧妳了，要不然我家公子可就危險了……",
			talk_npc = 1401,
		},
	},
	[11581] = {
		[1] = {
			id = 11581,
			npc_id = 1401,
			content = "#name#少俠，能否勞煩妳壹件事情？",
			talk_npc = 1401,
		},
	},
	[11583] = {
		[1] = {
			id = 11583,
			npc_id = 1086,
			content = "譽兒？",
			talk_npc = 1086,
		},
	},
	[11591] = {
		[1] = {
			id = 11591,
			npc_id = 1086,
			content = "我聽譽兒提起過，妳就是#name#少俠吧，果然年輕有為。",
			talk_npc = 1086,
		},
	},
	[11593] = {
		[1] = {
			id = 11593,
			npc_id = 1086,
			content = "原來如此，譽兒這點跟我倒是不太像，哈哈。",
			talk_npc = 1086,
		},
	},
	[11601] = {
		[1] = {
			id = 11601,
			npc_id = 1086,
			content = "嗯？這些煩人的家夥又來了。",
			talk_npc = 1086,
		},
	},
	[11603] = {
		[1] = {
			id = 11603,
			npc_id = 1086,
			content = "這裏向來清凈，難得有熱鬧看看",
			talk_npc = 1086,
		},
	},
	[11611] = {
		[1] = {
			id = 11611,
			npc_id = 1086,
			content = "少俠，我先失陪了。",
			talk_npc = 1086,
		},
	},
	[11613] = {
		[1] = {
			id = 11613,
			npc_id = 1097,
			content = "（喬峰看到妳，壹臉驚喜）#name#兄弟！",
			talk_npc = 1097,
		},
	},
	[11621] = {
		[1] = {
			id = 11621,
			npc_id = 1097,
			content = "妳怎麽來了？",
			talk_npc = 1097,
		},
	},
	[11623] = {
		[1] = {
			id = 11623,
			npc_id = 1501,
			content = "妳這姑娘，捉了魚，刺死了卻不吃，怎地捉弄人家漁夫！",
			talk_npc = 1501,
		},
	},
	[11631] = {
		[1] = {
			id = 11631,
			npc_id = 1501,
			content = "真是氣死我了，#name#，幫我教訓教訓她！",
			talk_npc = 1501,
		},
	},
	[11633] = {
		[1] = {
			id = 11633,
			npc_id = 1084,
			content = "哼，我便是喜歡無端殺生，妳待怎樣？",
			talk_npc = 1084,
		},
	},
	[11641] = {
		[1] = {
			id = 11641,
			npc_id = 1084,
			content = "（仰臉看看妳）妳又是誰？",
			talk_npc = 1084,
		},
	},
	[11643] = {
		[1] = {
			id = 11643,
			npc_id = 1086,
			content = "唉，唉，#name#少俠，妳別跟她壹般計較。",
			talk_npc = 1086,
		},
	},
	[11651] = {
		[1] = {
			id = 11651,
			npc_id = 1086,
			content = "小女性子頑劣，壹直都是……（突然，妳看到阿紫擡手撒出壹道綠色毫光，壹看就是淬了劇毒）",
			talk_npc = 1086,
		},
	},
	[11653] = {
		[1] = {
			id = 11653,
			npc_id = 1086,
			content = "（段正淳顯然也發現，側身壹掌，便把阿紫打下水去，誰知道就再也沒浮上來）啊呦，這可怎麽辦。",
			talk_npc = 1086,
		},
	},
	[11661] = {
		[1] = {
			id = 11661,
			npc_id = 1086,
			content = "阿星，阿星！快出來！",
			talk_npc = 1086,
		},
	},
	[11663] = {
		[1] = {
			id = 11663,
			npc_id = 1085,
			content = "要是妳淹死了，我就來救，淹死了別人，我愛瞧熱鬧！",
			talk_npc = 1085,
		},
	},
	[11671] = {
		[1] = {
			id = 11671,
			npc_id = 1085,
			content = "（說話間，人已走近）若是男子，我就救，倘是女子，便淹死了壹百個，我也只拍手喝采，決計不救。",
			talk_npc = 1085,
		},
	},
	[11673] = {
		[1] = {
			id = 11673,
			npc_id = 1086,
			content = "阿星，快快，是我將她失手摔下湖去，哪知便不浮上來了。",
			talk_npc = 1086,
		},
	},
	[11681] = {
		[1] = {
			id = 11681,
			npc_id = 1086,
			content = "就是個十四五歲的小姑娘而已，妳可別多心。",
			talk_npc = 1086,
		},
	},
	[11683] = {
		[1] = {
			id = 11683,
			npc_id = 1085,
			content = "妳這人哪，十四五歲的小姑娘，七八十歲的老太婆都是來者不……",
			talk_npc = 1085,
		},
	},
	[11691] = {
		[1] = {
			id = 11691,
			npc_id = 1085,
			content = "（阮星竹忽然註意到旁邊還有妳和喬峰等人在，不由臉色壹紅，剩下壹個字也縮回去了。）",
			talk_npc = 1085,
		},
	},
	[11693] = {
		[1] = {
			id = 11693,
			npc_id = 1086,
			content = "阿星，妳快救她起來，妳說什麽我都依妳。",
			talk_npc = 1086,
		},
	},
	[11701] = {
		[1] = {
			id = 11701,
			npc_id = 1086,
			content = "她已經掉下去很久啦。",
			talk_npc = 1086,
		},
	},
	[11703] = {
		[1] = {
			id = 11703,
			npc_id = 1085,
			content = "當真什麽都依我？",
			talk_npc = 1085,
		},
	},
	[11711] = {
		[1] = {
			id = 11711,
			npc_id = 1085,
			content = "若是我讓妳永遠留在這兒，妳也依我麽？",
			talk_npc = 1085,
		},
	},
	[11713] = {
		[1] = {
			id = 11713,
			npc_id = 1085,
			content = "哼，為什麽不用救了？我偏偏要救。（說著，阮星竹壹個縱身躍入水中，忽然又冒頭對妳說道）",
			talk_npc = 1085,
		},
	},
	[11721] = {
		[1] = {
			id = 11721,
			npc_id = 1085,
			content = "這位少俠，妳幫我打他，要是他敢還手，我就不救了！",
			talk_npc = 1085,
		},
	},
	[11723] = {
		[1] = {
			id = 11723,
			npc_id = 1085,
			content = "（不消三五個呼吸時間，阮星竹又冒頭出來，手裏還碰了個人，正是那個少女）",
			talk_npc = 1085,
		},
	},
	[11731] = {
		[1] = {
			id = 11731,
			npc_id = 1085,
			content = "啊呦，別打了，別打了。",
			talk_npc = 1085,
		},
	},
	[11733] = {
		[1] = {
			id = 11733,
			npc_id = 1086,
			content = "阿星妳好厲害！",
			talk_npc = 1086,
		},
	},
	[11741] = {
		[1] = {
			id = 11741,
			npc_id = 1086,
			content = "咦？好像已經沒了呼吸？",
			talk_npc = 1086,
		},
	},
	[11743] = {
		[1] = {
			id = 11743,
			npc_id = 1097,
			content = "呵呵，這小姑娘可真有意思。",
			talk_npc = 1097,
		},
	},
	[11751] = {
		[1] = {
			id = 11751,
			npc_id = 1097,
			content = "原來是星宿老怪的徒弟。",
			talk_npc = 1097,
		},
	},
	[11753] = {
		[1] = {
			id = 11753,
			npc_id = 1097,
			content = "沒有，只是星宿派的龜息功罷了，只要壹點’京門穴‘，便立時能夠醒來。",
			talk_npc = 1097,
		},
	},
	[11761] = {
		[1] = {
			id = 11761,
			npc_id = 1097,
			content = "#name#，妳取壹根樹枝，待會兒咱們’救救‘她。",
			talk_npc = 1097,
		},
	},
	[11763] = {
		[1] = {
			id = 11763,
			npc_id = 1085,
			content = "（阮星竹正查看阿紫的肩頭，忽然神色大變）啊……",
			talk_npc = 1085,
		},
	},
	[11771] = {
		[1] = {
			id = 11771,
			npc_id = 1085,
			content = "妳快來看，她……她是我們的女兒！",
			talk_npc = 1085,
		},
	},
	[11773] = {
		[1] = {
			id = 11773,
			npc_id = 1086,
			content = "什……什麽？她是我的女兒？",
			talk_npc = 1086,
		},
	},
	[11781] = {
		[1] = {
			id = 11781,
			npc_id = 1086,
			content = "不可能，這怎麽可能。",
			talk_npc = 1086,
		},
	},
	[11783] = {
		[1] = {
			id = 11783,
			npc_id = 1085,
			content = "還有她肩頭這壹道印痕，是我劃下的，妳自己瞧去！",
			talk_npc = 1085,
		},
	},
	[11791] = {
		[1] = {
			id = 11791,
			npc_id = 1085,
			content = "妳竟親手害死了她，妳不撫養女兒，還害死了她……妳……妳這狠心的爹爹……",
			talk_npc = 1085,
		},
	},
	[11793] = {
		[1] = {
			id = 11793,
			npc_id = 1097,
			content = "阿朱，妳怎麽了？",
			talk_npc = 1097,
		},
	},
	[11801] = {
		[1] = {
			id = 11801,
			npc_id = 1097,
			content = "妳是不是不舒服？那我們回去罷。",
			talk_npc = 1097,
		},
	},
	[11803] = {
		[1] = {
			id = 11803,
			npc_id = 1084,
			content = "咯咯……",
			talk_npc = 1084,
		},
	},
	[11811] = {
		[1] = {
			id = 11811,
			npc_id = 1084,
			content = "咦？我怎麽在這裏？",
			talk_npc = 1084,
		},
	},
	[11813] = {
		[1] = {
			id = 11813,
			npc_id = 1097,
			content = "妳這小女孩，實在是太歹毒。",
			talk_npc = 1097,
		},
	},
	[11821] = {
		[1] = {
			id = 11821,
			npc_id = 1097,
			content = "阿朱，我們走。",
			talk_npc = 1097,
		},
	},
	[11823] = {
		[1] = {
			id = 11823,
			npc_id = 1501,
			content = "（眼見喬峰走遠，阿朱拉著妳到壹旁）",
			talk_npc = 1501,
		},
	},
	[11831] = {
		[1] = {
			id = 11831,
			npc_id = 1501,
			content = "#name#，妳……妳能幫我壹個忙麽？",
			talk_npc = 1501,
		},
	},
	[11833] = {
		[1] = {
			id = 11833,
			npc_id = 1501,
			content = "不錯。我方才瞧見那半塊金鎖，我也有壹片壹模壹樣的。而我從小就是被送走的，不記得爹媽的樣貌，妳……妳能幫我……",
			talk_npc = 1501,
		},
	},
	[11841] = {
		[1] = {
			id = 11841,
			npc_id = 1501,
			content = "#name#，拜托妳了，喬大哥已經等很久了，阿朱拜謝！（說著，阿朱朝妳深深壹禮）",
			talk_npc = 1501,
		},
	},
	[11843] = {
		[1] = {
			id = 11843,
			npc_id = 1085,
			content = "我苦命的女兒……",
			talk_npc = 1085,
		},
	},
	[11851] = {
		[1] = {
			id = 11851,
			npc_id = 1085,
			content = "什麽人！",
			talk_npc = 1085,
		},
	},
	[11853] = {
		[1] = {
			id = 11853,
			npc_id = 1502,
			content = "姓段的，這回看妳往哪裏跑！",
			talk_npc = 1502,
		},
	},
	[11861] = {
		[1] = {
			id = 11861,
			npc_id = 1502,
			content = "嘿嘿，每次見妳，都有不同的美人兒伴在身旁，艷福不淺吶，嘿嘿……",
			talk_npc = 1502,
		},
	},
	[11863] = {
		[1] = {
			id = 11863,
			npc_id = 1503,
			content = "啟稟主公，臣下在青石橋邊故布疑陣，沒想到他們這麽快便瞧破了。",
			talk_npc = 1503,
		},
	},
	[11871] = {
		[1] = {
			id = 11871,
			npc_id = 1503,
			content = "請主公速速起駕，否則要有個閃失，皇上那邊，臣下如何交代？",
			talk_npc = 1503,
		},
	},
	[11873] = {
		[1] = {
			id = 11873,
			npc_id = 1504,
			content = "（遠處只聽壹聲長嘯）姓段的龜兒子，妳逃不了啦！",
			talk_npc = 1504,
		},
	},
	[11881] = {
		[1] = {
			id = 11881,
			npc_id = 1504,
			content = "嘿嘿嘿，快乖乖的束手待縛。老子瞧在妳兒子的面上，說不定便饒了妳性命。",
			talk_npc = 1504,
		},
	},
	[11883] = {
		[1] = {
			id = 11883,
			npc_id = 1502,
			content = "饒不饒他的性命，卻也還輪不到妳嶽老三作主，難道老大還不會發落麽？",
			talk_npc = 1502,
		},
	},
	[11891] = {
		[1] = {
			id = 11891,
			npc_id = 1502,
			content = "（葉二娘看向妳，惱道）這小子武功高強，壹起上！",
			talk_npc = 1502,
		},
	},
	[11893] = {
		[1] = {
			id = 11893,
			npc_id = 1505,
			content = "嘿嘿，段正淳，今日就是妳的死期！（說完，段延慶陡然出手，壹杖點在範曄身上，頓時斃命）",
			talk_npc = 1505,
		},
	},
	[11901] = {
		[1] = {
			id = 11901,
			npc_id = 1505,
			content = "哼，假仁假義！",
			talk_npc = 1505,
		},
	},
	[11903] = {
		[1] = {
			id = 11903,
			npc_id = 1086,
			content = "妳要殺我，盡管來取我性命便是。何必傷及他人！",
			talk_npc = 1086,
		},
	},
	[11911] = {
		[1] = {
			id = 11911,
			npc_id = 1086,
			content = "我段氏以‘仁義’治國，濫殺無辜，縱然得國，時候也不久長。",
			talk_npc = 1086,
		},
	},
	[11913] = {
		[1] = {
			id = 11913,
			npc_id = 1505,
			content = "呸，好厲害的武功！",
			talk_npc = 1505,
		},
	},
	[11921] = {
		[1] = {
			id = 11921,
			npc_id = 1505,
			content = "閣下是誰？何以前來攪局？",
			talk_npc = 1505,
		},
	},
	[11923] = {
		[1] = {
			id = 11923,
			npc_id = 1086,
			content = "喬幫主，妳先救了我女兒，又救了我們……",
			talk_npc = 1086,
		},
	},
	[11931] = {
		[1] = {
			id = 11931,
			npc_id = 1086,
			content = "實在是不知道如何感謝妳是好……這壹對玉璧，權當微薄感謝之情了。",
			talk_npc = 1086,
		},
	},
	[11933] = {
		[1] = {
			id = 11933,
			npc_id = 1097,
			content = "（喬峰卻露出冷笑，看也不看那玉璧）喬某救他，全出於壹片自私之心，各位不用謝我。段王爺，我問妳壹句話，請妳從實回答。當年妳做過壹件於心有愧的大錯事，是也不是？",
			talk_npc = 1097,
		},
	},
	[11941] = {
		[1] = {
			id = 11941,
			npc_id = 1097,
			content = "雖然此事未必出於妳本心，可是妳卻害得壹個孩子壹生孤苦，連自己爺娘是誰也不知道，是也不是？（說到此處，喬峰聲音依然有些激動）",
			talk_npc = 1097,
		},
	},
	[11943] = {
		[1] = {
			id = 11943,
			npc_id = 1097,
			content = "（喬峰往外走了壹陣，忽然仰天長嘯，兩行清淚流出）爹，娘，孩兒要為妳們報仇了！",
			talk_npc = 1097,
		},
	},
	[11951] = {
		[1] = {
			id = 11951,
			npc_id = 1097,
			content = "今晚我就要殺了那狗賊，祭拜父母在天之靈！",
			talk_npc = 1097,
		},
	},
	[11953] = {
		[1] = {
			id = 11953,
			npc_id = 1501,
			content = "#name#，妳可千萬不要告訴喬大爺我的身世。",
			talk_npc = 1501,
		},
	},
	[11961] = {
		[1] = {
			id = 11961,
			npc_id = 1501,
			content = "阿朱……阿朱有自己的打算……",
			talk_npc = 1501,
		},
	},
	[11963] = {
		[1] = {
			id = 11963,
			npc_id = 1097,
			content = "阿朱……阿朱！",
			talk_npc = 1097,
		},
	},
	[11971] = {
		[1] = {
			id = 11971,
			npc_id = 1097,
			content = "哈哈，哈哈哈哈……我喬峰壹世為人，背負弒父殺母，刺殺師父的惡名，沒想到，今日竟然親手殺了我最愛的女人……",
			talk_npc = 1097,
		},
	},
	[11973] = {
		[1] = {
			id = 11973,
			npc_id = 1097,
			content = "#name#兄弟，這壹路上，多謝妳幫忙。",
			talk_npc = 1097,
		},
	},
	[11981] = {
		[1] = {
			id = 11981,
			npc_id = 1097,
			content = "不過，從此以後，喬某大概會退出江湖，守著阿朱……我們，就此別過……",
			talk_npc = 1097,
		},
	},
	[11983] = {
		[1] = {
			id = 11983,
			npc_id = 1601,
			content = "哈哈，原來是#name#小兄弟，是什麽風把妳給吹來了？",
			talk_npc = 1601,
		},
	},
	[11991] = {
		[1] = {
			id = 11991,
			npc_id = 1601,
			content = "來來來，閑話少說，妳我先過壹過招，最近手癢得很，都沒有人肯陪我練了。",
			talk_npc = 1601,
		},
	},
	[11993] = {
		[1] = {
			id = 11993,
			npc_id = 1601,
			content = "嘿，小兄弟真是進步神速，我已經完全不是對手了。",
			talk_npc = 1601,
		},
	},
	[12001] = {
		[1] = {
			id = 12001,
			npc_id = 1601,
			content = "我這把老骨頭啊，也是該退休嘍！哈哈！汪長老，妳別在壹旁看熱鬧，妳的功夫，現在也是不如這位小兄弟嘍。",
			talk_npc = 1601,
		},
	},
	[12003] = {
		[1] = {
			id = 12003,
			npc_id = 1602,
			content = "哈哈，不錯，確有此事。我等也是為了這件事情才來的。",
			talk_npc = 1602,
		},
	},
	[12011] = {
		[1] = {
			id = 12011,
			npc_id = 1602,
			content = "聰辯先生大發英雄帖，在這擂鼓山上布下珍瓏棋局，請天下豪傑對弈。這種事情，怎麽能少了我們丐幫？哈哈！",
			talk_npc = 1602,
		},
	},
	[12013] = {
		[1] = {
			id = 12013,
			npc_id = 1602,
			content = "正是，正是，我們正準備上山呢。",
			talk_npc = 1602,
		},
	},
	[12021] = {
		[1] = {
			id = 12021,
			npc_id = 1602,
			content = "小兄弟要不要跟我們壹起？",
			talk_npc = 1602,
		},
	},
	[12023] = {
		[1] = {
			id = 12023,
			npc_id = 1601,
			content = "嘿嘿，不僅四大惡人，就連丁春秋那個老不死的也過來了！",
			talk_npc = 1601,
		},
	},
	[12031] = {
		[1] = {
			id = 12031,
			npc_id = 1601,
			content = "哼，還真是不經念叨。西夏壹品堂的家夥，看著就煩！",
			talk_npc = 1601,
		},
	},
	[12033] = {
		[1] = {
			id = 12033,
			npc_id = 1602,
			content = "我們快走，待會兒四大惡人出現，又是壹場口水。",
			talk_npc = 1602,
		},
	},
	[12041] = {
		[1] = {
			id = 12041,
			npc_id = 1602,
			content = "到了，這裏就是天聾地啞谷。嗯？看來，有人比我們來的早多了。",
			talk_npc = 1602,
		},
	},
	[12043] = {
		[1] = {
			id = 12043,
			npc_id = 1601,
			content = "不錯，就是他。",
			talk_npc = 1601,
		},
	},
	[12051] = {
		[1] = {
			id = 12051,
			npc_id = 1601,
			content = "看來這場熱鬧是免不了的了。走，我們先進去再說。",
			talk_npc = 1601,
		},
	},
	[12053] = {
		[1] = {
			id = 12053,
			npc_id = 1603,
			content = "原來是丐幫的諸位長老，還有#name#少俠，快請。",
			talk_npc = 1603,
		},
	},
	[12061] = {
		[1] = {
			id = 12061,
			npc_id = 1603,
			content = "還有少林的幾位大師沒到，煩請稍等壹下。",
			talk_npc = 1603,
		},
	},
	[12063] = {
		[1] = {
			id = 12063,
			npc_id = 1602,
			content = "不妨事，不妨事。",
			talk_npc = 1602,
		},
	},
	[12071] = {
		[1] = {
			id = 12071,
			npc_id = 1602,
			content = "#name#小兄弟，妳看，除了那星宿派的老妖怪以外，四大惡人也來了，還有壹些江湖散人。",
			talk_npc = 1602,
		},
	},
	[12073] = {
		[1] = {
			id = 12073,
			npc_id = 1601,
			content = "不錯，今天的陣仗可不小。",
			talk_npc = 1601,
		},
	},
	[12081] = {
		[1] = {
			id = 12081,
			npc_id = 1601,
			content = "走，咱們上前打個招呼去。",
			talk_npc = 1601,
		},
	},
	[12083] = {
		[1] = {
			id = 12083,
			npc_id = 1115,
			content = "徐長老，汪長老，#name#少俠，好久不見！",
			talk_npc = 1115,
		},
	},
	[12091] = {
		[1] = {
			id = 12091,
			npc_id = 1115,
			content = "哈哈，看來，大家對聰辯先生的棋局都很感興趣啊。",
			talk_npc = 1115,
		},
	},
	[12093] = {
		[1] = {
			id = 12093,
			npc_id = 1604,
			content = "哼，今日我們兄弟聚集於此，還怕妳不成？",
			talk_npc = 1604,
		},
	},
	[12101] = {
		[1] = {
			id = 12101,
			npc_id = 1604,
			content = "妳三番五次壞我等好事，今天插翅也跑不了了！",
			talk_npc = 1604,
		},
	},
	[12103] = {
		[1] = {
			id = 12103,
			npc_id = 1605,
			content = "#name#，妳也來啦！",
			talk_npc = 1605,
		},
	},
	[12111] = {
		[1] = {
			id = 12111,
			npc_id = 1605,
			content = "走，咱們不理他們。這幫人，天天苦大仇深，跟誰都想報仇。逍遙樂哉多好，唉，可惜王姑娘不在……",
			talk_npc = 1605,
		},
	},
	[12113] = {
		[1] = {
			id = 12113,
			npc_id = 1602,
			content = "哼，這幫家夥真是陰魂不散。",
			talk_npc = 1602,
		},
	},
	[12121] = {
		[1] = {
			id = 12121,
			npc_id = 1602,
			content = "#name#小兄弟，麻煩妳幫我取壹壺清水，這嶽老三下手真是越來越狠了。",
			talk_npc = 1602,
		},
	},
	[12123] = {
		[1] = {
			id = 12123,
			npc_id = 1605,
			content = "少林的玄難大師來了！",
			talk_npc = 1605,
		},
	},
	[12131] = {
		[1] = {
			id = 12131,
			npc_id = 1605,
			content = "#name#，壹會兒妳要不要去對弈？",
			talk_npc = 1605,
		},
	},
	[12133] = {
		[1] = {
			id = 12133,
			npc_id = 1107,
			content = "諸位，各路英雄豪傑，今日蘇某在此擺下棋局，得各位前來，深感榮幸。",
			talk_npc = 1107,
		},
	},
	[12141] = {
		[1] = {
			id = 12141,
			npc_id = 1107,
			content = "破局者，當然有大好處。諸位，誰先來？",
			talk_npc = 1107,
		},
	},
	[12143] = {
		[1] = {
			id = 12143,
			npc_id = 1605,
			content = "嘻嘻，大家都這麽謙讓，那就我先來吧！",
			talk_npc = 1605,
		},
	},
	[12151] = {
		[1] = {
			id = 12151,
			npc_id = 1605,
			content = "聰辯先生，晚生有禮了！",
			talk_npc = 1605,
		},
	},
	[12153] = {
		[1] = {
			id = 12153,
			npc_id = 1107,
			content = "原來是大理鎮南王世子，段譽段公子，有請了。",
			talk_npc = 1107,
		},
	},
	[12161] = {
		[1] = {
			id = 12161,
			npc_id = 1107,
			content = "煩請下棋時，各位不要出言打擾。",
			talk_npc = 1107,
		},
	},
	[12163] = {
		[1] = {
			id = 12163,
			npc_id = 1605,
			content = "這……",
			talk_npc = 1605,
		},
	},
	[12171] = {
		[1] = {
			id = 12171,
			npc_id = 1605,
			content = "（觀察良久，終於把手中棋子壹丟）老先生所擺的珍瓏深奧巧妙之極，晚生破解不來。",
			talk_npc = 1605,
		},
	},
	[12173] = {
		[1] = {
			id = 12173,
			npc_id = 1107,
			content = "段公子棋藝高超，方才走的已經是絕妙無比，只是若能再有變通，恐怕這棋局就已經破了。",
			talk_npc = 1107,
		},
	},
	[12181] = {
		[1] = {
			id = 12181,
			npc_id = 1107,
			content = "諸位，請吧？",
			talk_npc = 1107,
		},
	},
	[12183] = {
		[1] = {
			id = 12183,
			npc_id = 1606,
			content = "這棋局甚是精妙，不過範某也浸淫多年，願前來壹試。",
			talk_npc = 1606,
		},
	},
	[12191] = {
		[1] = {
			id = 12191,
			npc_id = 1606,
			content = "聰辯先生，得罪了！",
			talk_npc = 1606,
		},
	},
	[12193] = {
		[1] = {
			id = 12193,
			npc_id = 1107,
			content = "（蘇星河深深看了壹眼範百齡，搖頭道）這局棋原是極難，妳天資有限，雖然棋力不弱，卻也多半解不開，何況又有丁春秋這惡賊在旁施展邪術，迷人心魄，實在大是兇險，妳到底要想下去呢，還是不想了？",
			talk_npc = 1107,
		},
	},
	[12201] = {
		[1] = {
			id = 12201,
			npc_id = 1107,
			content = "丁老怪，蘇某有言在先，對弈時絕不可打擾，妳若再犯，莫怪蘇某無情。",
			talk_npc = 1107,
		},
	},
	[12203] = {
		[1] = {
			id = 12203,
			npc_id = 1607,
			content = "我星宿派便是以五毒立本，隨身攜帶壹些毒蟲毒藥，也是正常的吧。",
			talk_npc = 1607,
		},
	},
	[12211] = {
		[1] = {
			id = 12211,
			npc_id = 1607,
			content = "呵呵，不過既然聰辯先生提醒了，那我叫人收斂便是。不過，那些毒蟲聽不聽話，我可就保不準了。",
			talk_npc = 1607,
		},
	},
	[12213] = {
		[1] = {
			id = 12213,
			npc_id = 1606,
			content = "（壹旁解棋的範百齡突然胸口壹悶，壹口血噴了出來）哇——噗……",
			talk_npc = 1606,
		},
	},
	[12221] = {
		[1] = {
			id = 12221,
			npc_id = 1606,
			content = "聰辯先生，範某棋藝不精，失禮了。",
			talk_npc = 1606,
		},
	},
	[12223] = {
		[1] = {
			id = 12223,
			npc_id = 1607,
			content = "嘿嘿，枉自送命，卻又何苦來？",
			talk_npc = 1607,
		},
	},
	[12231] = {
		[1] = {
			id = 12231,
			npc_id = 1607,
			content = "這老賊布下的機關，原是用來折磨、殺傷人的，範百齡，妳這叫做自投羅網。",
			talk_npc = 1607,
		},
	},
	[12233] = {
		[1] = {
			id = 12233,
			npc_id = 1607,
			content = "嘿嘿，他是老賊，我便稱他為老賊！",
			talk_npc = 1607,
		},
	},
	[12241] = {
		[1] = {
			id = 12241,
			npc_id = 1607,
			content = "倒是師兄妳，聰辯先生，聾啞先生，今日怎麽不聾也不啞了？",
			talk_npc = 1607,
		},
	},
	[12243] = {
		[1] = {
			id = 12243,
			npc_id = 1107,
			content = "（蘇星河冷冷瞥了丁春秋壹眼，並不答話）",
			talk_npc = 1107,
		},
	},
	[12251] = {
		[1] = {
			id = 12251,
			npc_id = 1107,
			content = "#name#少俠，煩請妳將那塊石頭搬來，給玄難大師看坐。",
			talk_npc = 1107,
		},
	},
	[12253] = {
		[1] = {
			id = 12253,
			npc_id = 1113,
			content = "阿彌陀佛，多謝小施主。",
			talk_npc = 1113,
		},
	},
	[12261] = {
		[1] = {
			id = 12261,
			npc_id = 1113,
			content = "（正當玄難準備落子時，只聽噗的壹聲，半空中飛下白白的壹粒東西，打在棋盤之上。）",
			talk_npc = 1113,
		},
	},
	[12263] = {
		[1] = {
			id = 12263,
			npc_id = 1107,
			content = "何方高人，不如現身壹見？",
			talk_npc = 1107,
		},
	},
	[12271] = {
		[1] = {
			id = 12271,
			npc_id = 1107,
			content = "蘇某廣發英雄帖，不論正道邪道，能破解先師留下的珍瓏棋局，便是了卻我壹樁心願，蘇某必有重謝，又何必藏頭縮尾？",
			talk_npc = 1107,
		},
	},
	[12273] = {
		[1] = {
			id = 12273,
			npc_id = 1608,
			content = "哈哈哈哈，慕容公子，既然主人發話了，那咱們就出來吧。",
			talk_npc = 1608,
		},
	},
	[12281] = {
		[1] = {
			id = 12281,
			npc_id = 1608,
			content = "諸位，在下鳩摩智，特來領教中原武林功夫。聽聞各路豪傑齊聚壹堂，來湊個熱鬧。",
			talk_npc = 1608,
		},
	},
	[12283] = {
		[1] = {
			id = 12283,
			npc_id = 1605,
			content = "慕容公子來了，那王姑娘她……",
			talk_npc = 1605,
		},
	},
	[12291] = {
		[1] = {
			id = 12291,
			npc_id = 1605,
			content = "（段譽定睛壹看，慕容復身後，壹人娉娉婷婷，緩步而來，正是他朝思暮想、無時或忘的王語嫣，只可惜落花有意流水無情，佳人壹雙美眸正癡癡的盯著慕容復，根本看都不看段譽壹眼）王姑娘……",
			talk_npc = 1605,
		},
	},
	[12293] = {
		[1] = {
			id = 12293,
			npc_id = 1608,
			content = "哈哈，慕容公子，這棋局妳是解不開的。",
			talk_npc = 1608,
		},
	},
	[12301] = {
		[1] = {
			id = 12301,
			npc_id = 1608,
			content = "這棋局看似高明，實際上乃是壹盤死棋，只是用來捉弄人罷了。",
			talk_npc = 1608,
		},
	},
	[12303] = {
		[1] = {
			id = 12303,
			npc_id = 1107,
			content = "哼，番邦異人而已，先師遺物，豈容妳說三道四？",
			talk_npc = 1107,
		},
	},
	[12311] = {
		[1] = {
			id = 12311,
			npc_id = 1107,
			content = "慕容公子，珍瓏棋局內涵無窮奧妙，妳要小心。",
			talk_npc = 1107,
		},
	},
	[12313] = {
		[1] = {
			id = 12313,
			npc_id = 1607,
			content = "哈哈，師兄，妳就承認吧，那老賊留下這棋局，就是個禍害而已。",
			talk_npc = 1607,
		},
	},
	[12321] = {
		[1] = {
			id = 12321,
			npc_id = 1607,
			content = "這棋局，就是用來害人、毀人的，哪怕沒有我這毒氣，壹旦陷入其中，便不可自拔，整日渾渾噩噩，最終只會功力盡失，成了白癡！",
			talk_npc = 1607,
		},
	},
	[12323] = {
		[1] = {
			id = 12323,
			npc_id = 1609,
			content = "阿彌陀佛。",
			talk_npc = 1609,
		},
	},
	[12331] = {
		[1] = {
			id = 12331,
			npc_id = 1609,
			content = "都說這棋局害人，可是只要將就戒、定、慧，又怎麽會沈迷其中呢？就如同練功壹樣，不能有勝敗之心。",
			talk_npc = 1609,
		},
	},
	[12333] = {
		[1] = {
			id = 12333,
			npc_id = 1609,
			content = "（虛竹見不少人均沈迷其中，慈悲之心大動，又靈光壹閃，想到：我解不開棋局，但搗亂壹番，卻是容易，只須他心神壹分，便有救了。既無棋局，何來勝敗？）",
			talk_npc = 1609,
		},
	},
	[12341] = {
		[1] = {
			id = 12341,
			npc_id = 1609,
			content = "好，那我來試試。（說完，虛竹便閉上眼睛，胡亂走了壹步）",
			talk_npc = 1609,
		},
	},
	[12343] = {
		[1] = {
			id = 12343,
			npc_id = 1107,
			content = "哼，丁老怪，今日，就是我們了結之時！",
			talk_npc = 1107,
		},
	},
	[12351] = {
		[1] = {
			id = 12351,
			npc_id = 1107,
			content = "還請#name#少俠，助我壹臂之力！",
			talk_npc = 1107,
		},
	},
	[12353] = {
		[1] = {
			id = 12353,
			npc_id = 1610,
			content = "多謝少俠相助。",
			talk_npc = 1610,
		},
	},
	[12361] = {
		[1] = {
			id = 12361,
			npc_id = 1610,
			content = "虛竹，妳破了珍瓏棋局，按我逍遙派門規，妳就是下任掌門了。",
			talk_npc = 1610,
		},
	},
	[12363] = {
		[1] = {
			id = 12363,
			npc_id = 1609,
			content = "啊，不行，不行，我是少林弟子，怎麽能當別派掌門呢。",
			talk_npc = 1609,
		},
	},
	[12371] = {
		[1] = {
			id = 12371,
			npc_id = 1609,
			content = "無崖子老前輩，還請收回成命。而且我又笨，當不了掌門的，只能當壹個小沙彌。",
			talk_npc = 1609,
		},
	},
	[12373] = {
		[1] = {
			id = 12373,
			npc_id = 1610,
			content = "（搖頭）覆水難收，定下的規矩，便是規矩。妳去天山靈鷲宮，找天山童姥吧。她也是當世絕頂高手，自會指點妳。",
			talk_npc = 1610,
		},
	},
	[12381] = {
		[1] = {
			id = 12381,
			npc_id = 1610,
			content = "如此，我也了卻壹樁心願。來，我傳功與妳。",
			talk_npc = 1610,
		},
	},
	[12383] = {
		[1] = {
			id = 12383,
			npc_id = 1133,
			content = "唉，無崖子老前輩真是的，怎麽……",
			talk_npc = 1133,
		},
	},
	[12391] = {
		[1] = {
			id = 12391,
			npc_id = 1133,
			content = "不對，不對，我當改口叫師父了。這，我有兩個師父，兩個門派，這可如何是好……",
			talk_npc = 1133,
		},
	},
	[12393] = {
		[1] = {
			id = 12393,
			npc_id = 1133,
			content = "呵呵，也罷，小僧還不如施主看的明白。",
			talk_npc = 1133,
		},
	},
	[12401] = {
		[1] = {
			id = 12401,
			npc_id = 1133,
			content = "那天山童姥要去哪裏找啊，這裏好大。",
			talk_npc = 1133,
		},
	},
	[12403] = {
		[1] = {
			id = 12403,
			npc_id = 1133,
			content = "這裏的人，怎麽這麽兇，我們不過是提了壹句天山童姥，就差點招來殺身之禍。",
			talk_npc = 1133,
		},
	},
	[12411] = {
		[1] = {
			id = 12411,
			npc_id = 1133,
			content = "這天山童姥，似乎是個兇人。",
			talk_npc = 1133,
		},
	},
	[12413] = {
		[1] = {
			id = 12413,
			npc_id = 1142,
			content = "哼，今天便是我等翻身的日子！",
			talk_npc = 1142,
		},
	},
	[12421] = {
		[1] = {
			id = 12421,
			npc_id = 1142,
			content = "嗯？妳們是什麽人，敢來萬仙大會搗亂？",
			talk_npc = 1142,
		},
	},
	[12423] = {
		[1] = {
			id = 12423,
			npc_id = 1142,
			content = "路過？采集千年雪蓮？",
			talk_npc = 1142,
		},
	},
	[12431] = {
		[1] = {
			id = 12431,
			npc_id = 1142,
			content = "（桑土公仔細打量了妳們壹眼，嗤笑壹聲）嗤，還千年雪蓮。老子都沒見過幾顆，妳們還想染手？",
			talk_npc = 1142,
		},
	},
	[12433] = {
		[1] = {
			id = 12433,
			npc_id = 1133,
			content = "呼，嚇死小僧了，那人怎麽這麽兇。",
			talk_npc = 1133,
		},
	},
	[12441] = {
		[1] = {
			id = 12441,
			npc_id = 1133,
			content = "這裏是什麽萬仙大會，#name#施主，我們現在怎麽辦？",
			talk_npc = 1133,
		},
	},
	[12443] = {
		[1] = {
			id = 12443,
			npc_id = 1141,
			content = "今日，我們三十六洞真人與七十二島散仙大多聚集於此，便是要反抗天山童姥。",
			talk_npc = 1141,
		},
	},
	[12451] = {
		[1] = {
			id = 12451,
			npc_id = 1141,
			content = "如果有任何形跡可疑之人，格殺勿論！",
			talk_npc = 1141,
		},
	},
	[12453] = {
		[1] = {
			id = 12453,
			npc_id = 1143,
			content = "嘿嘿，黎夫人說的好。",
			talk_npc = 1143,
		},
	},
	[12461] = {
		[1] = {
			id = 12461,
			npc_id = 1143,
			content = "跟我上！",
			talk_npc = 1143,
		},
	},
	[12463] = {
		[1] = {
			id = 12463,
			npc_id = 1133,
			content = "不好，他們要殺害那個女童！",
			talk_npc = 1133,
		},
	},
	[12471] = {
		[1] = {
			id = 12471,
			npc_id = 1133,
			content = "住手！",
			talk_npc = 1133,
		},
	},
	[12473] = {
		[1] = {
			id = 12473,
			npc_id = 1142,
			content = "妳不是來采藥的，妳到底是什麽人？",
			talk_npc = 1142,
		},
	},
	[12481] = {
		[1] = {
			id = 12481,
			npc_id = 1142,
			content = "（旁邊壹個人在桑土公身邊耳語，桑土公神情壹變）哼，原來妳是天山童姥的人！該死！",
			talk_npc = 1142,
		},
	},
	[12483] = {
		[1] = {
			id = 12483,
			npc_id = 1142,
			content = "哼，沒想到妳還有兩下子。",
			talk_npc = 1142,
		},
	},
	[12491] = {
		[1] = {
			id = 12491,
			npc_id = 1142,
			content = "不過就算妳壹個人再厲害，我們有幾十個兄弟，妳今天是逃不出去了！",
			talk_npc = 1142,
		},
	},
	[12493] = {
		[1] = {
			id = 12493,
			npc_id = 1143,
			content = "怎麽，妳不知道？",
			talk_npc = 1143,
		},
	},
	[12501] = {
		[1] = {
			id = 12501,
			npc_id = 1143,
			content = "哼，不知道，就敢從我們手中搶人，誰信？",
			talk_npc = 1143,
		},
	},
	[12503] = {
		[1] = {
			id = 12503,
			npc_id = 1141,
			content = "烏老大，別跟他廢話，管他是不是童姥的人，救走童姥，就是跟我們三十六洞七十二島作對！",
			talk_npc = 1141,
		},
	},
	[12511] = {
		[1] = {
			id = 12511,
			npc_id = 1141,
			content = "受死吧！",
			talk_npc = 1141,
		},
	},
	[12513] = {
		[1] = {
			id = 12513,
			npc_id = 1133,
			content = "#name#施主，妳終於回來了！",
			talk_npc = 1133,
		},
	},
	[12521] = {
		[1] = {
			id = 12521,
			npc_id = 1133,
			content = "小僧正準備去迎施主，剛剛壹時情急，小僧……",
			talk_npc = 1133,
		},
	},
	[12523] = {
		[1] = {
			id = 12523,
			npc_id = 1133,
			content = "她？對對，剛才壹路奔波，我倒還沒來得及問。",
			talk_npc = 1133,
		},
	},
	[12531] = {
		[1] = {
			id = 12531,
			npc_id = 1133,
			content = "小姑娘，妳姓甚名誰，家在哪裏，怎麽會得罪了如此兇惡之人？",
			talk_npc = 1133,
		},
	},
	[12533] = {
		[1] = {
			id = 12533,
			npc_id = 1144,
			content = "嘿，膽小鬼，只想到逃命，我羞也給妳羞死了！",
			talk_npc = 1144,
		},
	},
	[12541] = {
		[1] = {
			id = 12541,
			npc_id = 1144,
			content = "男子漢大丈夫，區區幾十個人而已，就給妳嚇成這個樣子？沒用，真沒用！",
			talk_npc = 1144,
		},
	},
	[12543] = {
		[1] = {
			id = 12543,
			npc_id = 1133,
			content = "什……什麽？她就是天山童姥？",
			talk_npc = 1133,
		},
	},
	[12551] = {
		[1] = {
			id = 12551,
			npc_id = 1133,
			content = "聽師父說，天山童姥乃是當世壹等壹的絕頂高手，怎麽……怎麽會是壹個小女孩樣？",
			talk_npc = 1133,
		},
	},
	[12553] = {
		[1] = {
			id = 12553,
			npc_id = 1144,
			content = "哼，這是因為我練功所致，終生只能維持這個樣子。",
			talk_npc = 1144,
		},
	},
	[12561] = {
		[1] = {
			id = 12561,
			npc_id = 1144,
			content = "嗯？什麽人，出來！",
			talk_npc = 1144,
		},
	},
	[12563] = {
		[1] = {
			id = 12563,
			npc_id = 1144,
			content = "哼，這幫家夥，陰魂不散，要不是我恰好到了散氣還功之日，又怎地會被他們擒去。",
			talk_npc = 1144,
		},
	},
	[12571] = {
		[1] = {
			id = 12571,
			npc_id = 1144,
			content = "小和尚，妳繼續背著我，按我說的走！",
			talk_npc = 1144,
		},
	},
	[12573] = {
		[1] = {
			id = 12573,
			npc_id = 1133,
			content = "是，是。",
			talk_npc = 1133,
		},
	},
	[12581] = {
		[1] = {
			id = 12581,
			npc_id = 1133,
			content = "童姥，老前輩，他們都是妳手下，為何抓住妳，卻不認識妳？",
			talk_npc = 1133,
		},
	},
	[12583] = {
		[1] = {
			id = 12583,
			npc_id = 1144,
			content = "嘿嘿，這世上認得我，見過我面目的人可不多。大多都死了。他們要是認出我來，還敢抓我？",
			talk_npc = 1144,
		},
	},
	[12591] = {
		[1] = {
			id = 12591,
			npc_id = 1144,
			content = "告訴妳們也無妨，我在他們壹個個身上都種下生死符，要是到期沒有我的解藥續命，壹個個會求生不得，求死不能！",
			talk_npc = 1144,
		},
	},
	[12593] = {
		[1] = {
			id = 12593,
			npc_id = 1144,
			content = "哼，小和尚，妳前面說，妳師父說我是絕頂高手，似乎認得我？妳師父是誰？",
			talk_npc = 1144,
		},
	},
	[12601] = {
		[1] = {
			id = 12601,
			npc_id = 1144,
			content = "！！李秋水！！",
			talk_npc = 1144,
		},
	},
	[12603] = {
		[1] = {
			id = 12603,
			npc_id = 1145,
			content = "咯咯，師姐，想見妳壹面可真不容易呢。",
			talk_npc = 1145,
		},
	},
	[12611] = {
		[1] = {
			id = 12611,
			npc_id = 1145,
			content = "呦，還找了兩個幫手？妳是瞧不起師妹我懶得出手，還是練功出了岔子？",
			talk_npc = 1145,
		},
	},
	[12613] = {
		[1] = {
			id = 12613,
			npc_id = 1144,
			content = "呸，妳個小和尚懂什麽，快背上我跑，姥姥以後必有重謝！",
			talk_npc = 1144,
		},
	},
	[12621] = {
		[1] = {
			id = 12621,
			npc_id = 1144,
			content = "這條路是不能走了，快，從右邊繞過去。",
			talk_npc = 1144,
		},
	},
	[12623] = {
		[1] = {
			id = 12623,
			npc_id = 1133,
			content = "（虛竹顯然有些疑惑，不過還是遵照天山童姥的囑咐，飛速跑了起來。虛竹得了無崖子的畢生功力，加上原來在少林修行，壹時間，竟然勉強將李秋水甩開了。）",
			talk_npc = 1133,
		},
	},
	[12631] = {
		[1] = {
			id = 12631,
			npc_id = 1133,
			content = "前輩，前面有幾個人，好像是山下那些人。",
			talk_npc = 1133,
		},
	},
	[12633] = {
		[1] = {
			id = 12633,
			npc_id = 1144,
			content = "呼，到了這靈鷲宮裏，便安全了。哼該死的李秋水，竟然趁我不註意，想偷襲我……",
			talk_npc = 1144,
		},
	},
	[12641] = {
		[1] = {
			id = 12641,
			npc_id = 1144,
			content = "小和尚，妳還沒回答我剛才的問題。妳師父到底是誰？",
			talk_npc = 1144,
		},
	},
	[12643] = {
		[1] = {
			id = 12643,
			npc_id = 1133,
			content = "我師父是少林的慧輪大師。",
			talk_npc = 1133,
		},
	},
	[12651] = {
		[1] = {
			id = 12651,
			npc_id = 1133,
			content = "啊不，不是……（虛竹突然想起，指點自己來這裏的師父，可不是少林寺的那位大師，而是無崖子）",
			talk_npc = 1133,
		},
	},
	[12653] = {
		[1] = {
			id = 12653,
			npc_id = 1144,
			content = "無崖子？",
			talk_npc = 1144,
		},
	},
	[12661] = {
		[1] = {
			id = 12661,
			npc_id = 1144,
			content = "妳怎麽會……嘶……快，快去那個房間裏，把那黑色檀木盒子裏的千年雪蓮拿給我。",
			talk_npc = 1144,
		},
	},
	[12663] = {
		[1] = {
			id = 12663,
			npc_id = 1144,
			content = "呼……好多了……",
			talk_npc = 1144,
		},
	},
	[12671] = {
		[1] = {
			id = 12671,
			npc_id = 1144,
			content = "（天山童姥的聲音有些顫抖）小和尚，妳說的無崖子，是哪個無崖子？",
			talk_npc = 1144,
		},
	},
	[12673] = {
		[1] = {
			id = 12673,
			npc_id = 1133,
			content = "這世上，還有兩個無崖子麽？",
			talk_npc = 1133,
		},
	},
	[12681] = {
		[1] = {
			id = 12681,
			npc_id = 1133,
			content = "我說的，自然是聰辯先生蘇星河的師父，逍遙派掌門人。",
			talk_npc = 1133,
		},
	},
	[12683] = {
		[1] = {
			id = 12683,
			npc_id = 1144,
			content = "（天山童姥的呼吸急促起來）大師兄，大師兄……",
			talk_npc = 1144,
		},
	},
	[12691] = {
		[1] = {
			id = 12691,
			npc_id = 1144,
			content = "……不，不可能，妳有何憑證！",
			talk_npc = 1144,
		},
	},
	[12693] = {
		[1] = {
			id = 12693,
			npc_id = 1133,
			content = "（從衣兜裏拿出七寶指環）這是他給我的信物，說讓我憑借這個來靈鷲宮找天山童姥。",
			talk_npc = 1133,
		},
	},
	[12701] = {
		[1] = {
			id = 12701,
			npc_id = 1133,
			content = "不好，有人追過來了！",
			talk_npc = 1133,
		},
	},
	[12703] = {
		[1] = {
			id = 12703,
			npc_id = 1144,
			content = "（天山童姥壹把奪過戒指，輕輕撫摸）掌門！妳……妳是逍遙派的新掌門？（突然，壹陣輕輕點地的聲音出現，天山童姥警覺地望向聲音方向）",
			talk_npc = 1144,
		},
	},
	[12711] = {
		[1] = {
			id = 12711,
			npc_id = 1144,
			content = "李秋水，出來！",
			talk_npc = 1144,
		},
	},
	[12713] = {
		[1] = {
			id = 12713,
			npc_id = 1145,
			content = "咯咯，師姐，大家同門壹場，幹嘛這麽防範著我呢？要不是我對妳這靈鷲宮還算熟悉，就要迷路了。",
			talk_npc = 1145,
		},
	},
	[12721] = {
		[1] = {
			id = 12721,
			npc_id = 1145,
			content = "七寶指環？妳哪兒來的！",
			talk_npc = 1145,
		},
	},
	[12723] = {
		[1] = {
			id = 12723,
			npc_id = 1144,
			content = "（只見天山童姥輕輕壹笑，反而戴在手上）自然是他給我的。",
			talk_npc = 1144,
		},
	},
	[12731] = {
		[1] = {
			id = 12731,
			npc_id = 1144,
			content = "怎麽，妳不知道麽？哈哈哈哈……",
			talk_npc = 1144,
		},
	},
	[12733] = {
		[1] = {
			id = 12733,
			npc_id = 1145,
			content = "不可能， 不可能，妳騙人！",
			talk_npc = 1145,
		},
	},
	[12741] = {
		[1] = {
			id = 12741,
			npc_id = 1145,
			content = "把指環給我！",
			talk_npc = 1145,
		},
	},
	[12743] = {
		[1] = {
			id = 12743,
			npc_id = 1144,
			content = "李秋水，妳倒是長能耐，我們這回反倒是被妳給算計了。",
			talk_npc = 1144,
		},
	},
	[12751] = {
		[1] = {
			id = 12751,
			npc_id = 1144,
			content = "（天山童姥轉向妳）小子，姥姥欠妳壹個人情。今日若是能活著出去，以後必定報答！",
			talk_npc = 1144,
		},
	},
	[12753] = {
		[1] = {
			id = 12753,
			npc_id = 1133,
			content = "施主，這次，小僧又連累妳了。",
			talk_npc = 1133,
		},
	},
	[12761] = {
		[1] = {
			id = 12761,
			npc_id = 1133,
			content = "此番事情結束，小僧當回到少林面壁懺悔。",
			talk_npc = 1133,
		},
	},
	[12763] = {
		[1] = {
			id = 12763,
			npc_id = 1144,
			content = "大師兄……哈哈哈哈，大師兄……",
			talk_npc = 1144,
		},
	},
	[12771] = {
		[1] = {
			id = 12771,
			npc_id = 1144,
			content = "到頭來，萬事俱空啊……",
			talk_npc = 1144,
		},
	},
	[12773] = {
		[1] = {
			id = 12773,
			npc_id = 1133,
			content = "施主保重！",
			talk_npc = 1133,
		},
	},
	[20101] = {
		[1] = {
			id = 20101,
			npc_id = 14,
			content = "少俠久仰，老朽這有封大理段氏家將朱丹臣托我交給妳的結交拜帖，他說多虧妳之前仗義相助，才能救回他家小主子，若能與英雄結交想必會對少俠日後有不菲的幫助！",
			talk_npc = 14,
		},
	},
	[20102] = {
		[1] = {
			id = 20102,
			npc_id = 14,
			talk_npc = 14,
		},
	},
	[20103] = {
		[1] = {
			id = 20103,
			npc_id = 14,
			content = "很不錯，少俠妳已經成功結交了朱丹臣這位英雄，老朽還要提醒妳壹下，可以打開英雄譜界面使用道具提升與英雄的好感度，老朽贈予少俠些許道具感受壹番。",
			talk_npc = 14,
		},
	},
	[20104] = {
		[1] = {
			id = 20104,
			npc_id = 14,
			talk_npc = 14,
		},
	},
	[20105] = {
		[1] = {
			id = 20105,
			npc_id = 14,
			content = "少俠悟性極高，是個可造之材，老朽這裏還有壹些英雄相關的秘決要告訴妳！",
			talk_npc = 14,
		},
	},
	[20106] = {
		[1] = {
			id = 20106,
			npc_id = 14,
			content = "少俠可每日來找老朽，進行英雄試煉的挑戰，此挑戰每日免費壹次，挑戰成功英雄後，有壹定機會獲得英雄碎片和培養好感度所需的道具。少俠不妨當下便壹試究竟！",
			talk_npc = 14,
		},
	},
	[20201] = {
		[1] = {
			id = 20201,
			npc_id = 41,
			content = "少俠近來行走江湖，想必也獲得了些亮晶晶的小玩意， 這就是寶石。寶石分為不同的種類，可對習武之人產生不同功效。",
			talk_npc = 41,
		},
	},
	[20202] = {
		[1] = {
			id = 20202,
			npc_id = 41,
			content = "屬性攻擊寶石分為冰火玄毒，天山適用冰攻，峨眉適用玄攻，逍遙適合火攻，丐幫適合毒攻;少俠不要忘記哦！",
			talk_npc = 41,
		},
	},
	[20203] = {
		[1] = {
			id = 20203,
			npc_id = 1017,
			talk_npc = 1017,
		},
	},
	[20204] = {
		[1] = {
			id = 20204,
			npc_id = 1017,
			talk_npc = 1017,
		},
	},
	[20301] = {
		[1] = {
			id = 20301,
			npc_id = 2002,
			content = "幫會",
			talk_npc = 2002,
		},
	},
	[20302] = {
		[1] = {
			id = 20302,
			npc_id = 2002,
			content = "幫會",
			talk_npc = 2002,
		},
	},
	[20303] = {
		[1] = {
			id = 20303,
			npc_id = 2002,
			content = "幫會",
			talk_npc = 2002,
		},
	},
	[20304] = {
		[1] = {
			id = 20304,
			npc_id = 2002,
			content = "幫會",
			talk_npc = 2002,
		},
	},
	[20401] = {
		[1] = {
			id = 20401,
			npc_id = 42,
			content = "少俠今日叫妳前來是風某想傳授妳壹個神木王鼎的玩法。少俠可將不需要的裝備進行熔煉，從而提升神木王鼎給角色帶來戰鬥力的提升，少俠不妨試試！",
			talk_npc = 42,
		},
	},
	[20402] = {
		[1] = {
			id = 20402,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20403] = {
		[1] = {
			id = 20403,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20404] = {
		[1] = {
			id = 20404,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20405] = {
		[1] = {
			id = 20405,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20406] = {
		[1] = {
			id = 20406,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20407] = {
		[1] = {
			id = 20407,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20408] = {
		[1] = {
			id = 20408,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20409] = {
		[1] = {
			id = 20409,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20410] = {
		[1] = {
			id = 20410,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20411] = {
		[1] = {
			id = 20411,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20412] = {
		[1] = {
			id = 20412,
			npc_id = 1001,
			talk_npc = 1001,
		},
	},
	[20504] = {
		[1] = {
			id = 20504,
			npc_id = 2009,
			content = "辛苦少俠將入幫花名冊交付我，幫中大小事務都由我掌管，有需要幫助什麽的，盡管開口！壹家兄弟不必客氣！",
			talk_npc = 2009,
		},
	},
	[20505] = {
		[1] = {
			id = 20505,
			npc_id = 2009,
			content = "少俠在外闖蕩多時，幫會的建設離不開幫裏的每個人，現在幫中也要給妳分配壹些幫中事物。幫會任務共有5輪，可選自己喜歡的任務去完成。",
			talk_npc = 2009,
		},
	},
	[20506] = {
		[1] = {
			id = 20506,
			npc_id = 2009,
			content = "有了少俠相助，本幫定可成為江湖第壹大幫。 幫會的事情，如果少俠做的好，我將會獎勵妳幫會工資，讓妳行走江湖不會再感覺囊中羞澀。",
			talk_npc = 2009,
		},
	},
	[20507] = {
		[1] = {
			id = 20507,
			npc_id = 2009,
			content = "幫會任務可每日做10次，完成後不僅有經驗獎勵，還會獲得幫貢幫會通寶和幫會資金，甚至有壹定概率觸發奇遇事件;少俠趕快選擇妳喜歡的幫會任務完成吧。",
			talk_npc = 2009,
		},
	},
	[20601] = {
		[1] = {
			id = 20601,
			npc_id = 1015,
			content = "哇！少俠已經到20級啦！這裏有些禮物送給妳哦",
			talk_npc = 1015,
		},
	},
	[20801] = {
		[1] = {
			id = 20801,
			npc_id = 14,
			content = "不錯少俠，妳看上去貌似修為精進不少，妳可以去通過我再次進入英雄試煉中，與江湖英雄切磋壹番，看看效果。",
			talk_npc = 14,
		},
	},
	[20901] = {
		[1] = {
			id = 20901,
			npc_id = 1023,
			content = "少俠，人在江湖行走有珍獸陪伴也少幾分清冷，我送妳2個珍獸捕捉繩，妳去玄武島試試吧。",
			talk_npc = 1023,
		},
	},
	[20903] = {
		[1] = {
			id = 20903,
			npc_id = 1023,
			content = "當妳獲得中意的珍獸的時候，需湊齊兩只同類珍曾寶寶，且最好先將珍善洗煉至完美，再進行繁殖，才會獲得更好的二代珍獸。我這有些洗煉丹，妳先嘗試壹下吧。",
			talk_npc = 1023,
		},
	},
	[20905] = {
		[1] = {
			id = 20905,
			npc_id = 23,
			content = "少俠我給妳講解下， 如何繁殖。如果有兩只同類型的珍獸寶寶，可以來找我選擇單人繁殖;如果沒有，可以找同伴壹起，帶著同類的珍獸，找我進行組隊繁殖。",
			talk_npc = 23,
		},
	},
	[20907] = {
		[1] = {
			id = 20907,
			npc_id = 1023,
			content = "少俠如果獲得了自己珍惜的珍獸，可以通過珍獸技能學習獲得更多的珍獸技能，珍獸技能書除了可以在交易行購買，還可通過每日懲兇打圖，獲得藏寶圖挖寶壹定概率獲得。",
			talk_npc = 1023,
		},
	},
	[20909] = {
		[1] = {
			id = 20909,
			npc_id = 23,
			content = "少俠已經完成了懲兇打圖，想必獲得了壹些藏寶圖，少俠不妨在活動大廳接取壹下分金定穴的活動，在挖圖之後，還能獲得額外任務獎勵。",
			talk_npc = 23,
		},
	},
	[20910] = {
		[1] = {
			id = 20910,
			npc_id = 1034,
			content = "古墓是山洞場景，在這狹小的山洞中聚集了大量怪物，稍有不慎便會引到。所以最好組隊來山洞殺怪，這樣能更高效的獲取經驗",
			talk_npc = 1034,
		},
	},
	[20911] = {
		[1] = {
			id = 20911,
			npc_id = 1017,
			content = "燕王古墓乃昔日大燕國皇陵，大燕的千秋大業早已蕩然無存，墓穴卻成了邪魔歪道的藏身之所，但對於妳確實是個練功的絕佳場所",
			talk_npc = 1017,
		},
	},
	[20912] = {
		[1] = {
			id = 20912,
			npc_id = 1034,
			content = "我早從天師那聽聞您的大名，我來給妳介紹下古墓。燕王古墓中的怪物比起野外的怪物都要強大很多，但是經驗也更加豐厚。",
			talk_npc = 1034,
		},
	},
	[20913] = {
		[1] = {
			id = 20913,
			npc_id = 1034,
			content = "妳先去古墓入口附近擊殺10個江湖湖傑證明下妳的身手，不然我可不敢讓妳進去。",
			talk_npc = 1034,
		},
	},
	[20914] = {
		[1] = {
			id = 20914,
			npc_id = 1034,
			content = "果然如天師所言，少俠好功夫！妳再去擊殺10個偷獵者，權當是熟悉練級環境。少俠可服下這顆天靈丹，它可大幅提升殺怪經驗",
			talk_npc = 1034,
		},
	},
	[20916] = {
		[1] = {
			id = 20916,
			npc_id = 43,
			content = "少俠久仰久仰，在下聽聞妳在江湖中闖蕩的事跡，甚是欣慰，真是武林備有人才出啊！今日找妳來，是想告訴妳關於裝備強化之事",
			talk_npc = 43,
		},
	},
	[20917] = {
		[1] = {
			id = 20917,
			npc_id = 43,
			content = "少俠已在瑯嬛福地體驗過裝備強化的功能，在下這裏有些強化材料，贈予少俠，希望少俠可以更暢快的仗劍江湖。如果少俠想要獲得更多的道具，可以前往老三環。",
			talk_npc = 43,
		},
	},
	[21002] = {
		[1] = {
			id = 21002,
			npc_id = 43,
			content = "少俠已獲得了神器的認可，五彩神石可強化神器，在下這裏恰好有些，就贈予少俠了。如果少俠想要獲得更多的神石，可以前往燕子塢。",
			talk_npc = 43,
		},
	},
	[21101] = {
		[1] = {
			id = 21101,
			npc_id = 6,
			content = "本官人脈甚廣，結識了很多誌同道合的朋友，少俠初入江湖，何不結識更多的朋友壹起玩耍？",
			talk_npc = 6,
		},
	},
	[21102] = {
		[1] = {
			id = 21102,
			npc_id = 1016,
			content = "這不是在瑯繯福地幫過在下的少俠嗎！不妨與少俠交代了，我正想與喬大哥比試酒量。",
			talk_npc = 1016,
		},
		[2] = {
			id = 21102,
			seq = 2,
			npc_id = 1016,
			content = "奈何這洛陽買酒比登天還難，王夫子的這幾壺酒真是來得及時呀。",
			talk_npc = 1016,
		},
	},
	[21103] = {
		[1] = {
			id = 21103,
			npc_id = 36,
			content = "喬大哥，給妳介紹這位兄弟，#name#，就是他上次在瑯繯福地幫我驅趕了大猿王。",
			talk_npc = 1016,
		},
		[2] = {
			id = 21103,
			seq = 2,
			npc_id = 36,
			content = "我還專門帶來幾壺美酒，比試比試酒量。",
			talk_npc = 1016,
		},
		[3] = {
			id = 21103,
			seq = 3,
			npc_id = 36,
			content = "少俠果然貌不可言，早聞江湖出現壹少年英雄，今日壹見，喬某不枉此行。",
			talk_npc = 36,
		},
	},
	[21104] = {
		[1] = {
			id = 21104,
			npc_id = 36,
			content = "（妳與喬峰、段譽壹起舉起酒杯，品嘗起美酒來了。）說實話，這美酒下肚，喬某也有些頭暈。",
			talk_npc = 36,
		},
		[2] = {
			id = 21104,
			seq = 2,
			npc_id = 36,
			content = "段兄弟酒量果然不錯，在下佩服。不如今日請少俠做個鑒證，喬某與段兄弟在此結拜。",
			talk_npc = 36,
		},
		[3] = {
			id = 21104,
			seq = 3,
			npc_id = 36,
			content = "千古知音最難覓，高山流水韻依依人生難得壹知己，舉杯邀月情更長。有勞少俠為我二人鑒證！",
			talk_npc = 36,
		},
	},
	[21105] = {
		[1] = {
			id = 21105,
			npc_id = 6,
			content = "少俠辛苦辛苦，如後有情趣相投的夥伴，可找在下進行結拜。",
			talk_npc = 6,
		},
		[2] = {
			id = 21105,
			seq = 2,
			npc_id = 6,
			content = "結拜過後可千萬別忘了輩分排序和江湖名號指示，當然有了江湖名號，妳們還可在各自結拜界面上起江湖稱號。",
			talk_npc = 6,
		},
	},
	[21106] = {
		[1] = {
			id = 21106,
			npc_id = 6,
			content = "近聞段譽在洛陽與喬峰比試酒量，可惜本官有事在身，未能前往與段兄弟壹聚。",
			talk_npc = 6,
		},
		[2] = {
			id = 21106,
			seq = 2,
			npc_id = 6,
			content = "剛好我這裏有幾壺美酒，少俠不妨幫我送去給段譽，以答謝他上次的出手相助。",
			talk_npc = 6,
		},
	},
	[21107] = {
		[1] = {
			id = 21107,
			npc_id = 1016,
			content = "這樣吧，妳和我壹同前往去找喬大哥，我們來痛飲幾杯！",
			talk_npc = 1016,
		},
	},
	[21401] = {
		[1] = {
			id = 21401,
			npc_id = 1017,
			content = "#name#，不知妳是否知道，只要按住屏幕，妳就能夠改變妳的視角？看到更多的風景。",
			talk_npc = 1017,
		},
	},
	[22101] = {
		[1] = {
			id = 22101,
			npc_id = 41,
			content = "這可怎麽辦，急死我了，少俠妳可算了來了，我們家公主前往西夏和親，但是公主心裏已有了顧護衛。",
			talk_npc = 41,
		},
		[2] = {
			id = 22101,
			seq = 2,
			npc_id = 41,
			content = "我在收擡公主留下的物品中，發現銀匕首不見了，是不是公主她…",
			talk_npc = 41,
		},
	},
	[22102] = {
		[1] = {
			id = 22102,
			npc_id = 1046,
			content = "原來是小雯叫妳來尋我的，想不到她對我如此忠心，此去和親，特意留她下來，希望她能出宮找壹戶好人家嫁了。",
			talk_npc = 1046,
		},
	},
	[22103] = {
		[1] = {
			id = 22103,
			npc_id = 1046,
			content = "(說著拿出銀匕首，斬落了壹縷青絲)這縷青絲，還望少俠幫我交給顧念，希望他能明白我的心意。",
			talk_npc = 1046,
		},
	},
	[22104] = {
		[1] = {
			id = 22104,
			npc_id = 1057,
			content = "(手握青絲)公主的心意，我其實壹直都懂，但是每個人都有自己不可擺脫的宿命，她註定了是皇家的公主，要為了黎民百姓的安穩犧牲自己的幸福。",
			talk_npc = 1057,
		},
	},
	[22105] = {
		[1] = {
			id = 22105,
			npc_id = 1046,
			content = "十裏平湖霜滿天，寸寸青絲愁華年。對月形單望相互，只羨鴛鴦不羨仙。",
			talk_npc = 1046,
		},
		[2] = {
			id = 22105,
			seq = 2,
			npc_id = 1046,
			content = "顧念的心意我懂了，既然如此，我也會完成我的使命，想必這也是他想要最好的結局。",
			talk_npc = 1046,
		},
	},
	[22106] = {
		[1] = {
			id = 22106,
			npc_id = 1,
			content = "辛苦少俠，卿卿公主這算是為了國家的安穩犧牲了自己，老朽定幫其將這縷青絲系到姻緣樹上，祈禱下輩子她能投胎平凡人家，過上幸福的生活。",
			talk_npc = 1,
		},
	},
	[30001] = {
		[1] = {
			id = 30001,
			npc_id = 1015,
			content = "#name#，妳總算來了，我的閃電貂最近心情低落，原因是覺得自己好沒用，不能與我壹起並肩作戰了。",
			talk_npc = 1015,
		},
		[2] = {
			id = 30001,
			seq = 2,
			npc_id = 1015,
			content = "聽說洛陽的雲飄飄是珍獸的心靈導師，她壹定有辦法讓閃電貂重振旗鼓，與我壹起繼續戰鬥的。",
			talk_npc = 1015,
		},
	},
	[30002] = {
		[1] = {
			id = 30002,
			npc_id = 1015,
			content = "我啞仆繼續留在這裏安慰閃電貂，少俠，妳不妨幫我去問問雲飄飄。",
			talk_npc = 1015,
		},
	},
	[30003] = {
		[1] = {
			id = 30003,
			npc_id = 1023,
			content = "我說閃電貂最近看起來這麽瘦了，原來是心裏有事呀！真是壹個多愁善感的小家夥。",
			talk_npc = 1023,
		},
	},
	[30004] = {
		[1] = {
			id = 30004,
			npc_id = 1023,
			content = "妳們算是找對人了！我這還真有壹個辦法！",
			talk_npc = 1023,
		},
	},
	[30005] = {
		[1] = {
			id = 30005,
			npc_id = 1023,
			content = "有壹個叫做珍獸附體的方法，可以將長時間培養的珍獸替換下來，附體後珍獸效果作用到角色身上。",
			talk_npc = 1023,
		},
		[2] = {
			id = 30005,
			seq = 2,
			npc_id = 1023,
			content = "附體能提升角色戰鬥力，從而提升角色戰鬥效率，少俠不妨試試！",
			talk_npc = 1023,
		},
	},
	[30006] = {
		[1] = {
			id = 30006,
			npc_id = 37,
			content = "這年頭有壹技傍身才是，生活采集不僅能獲得奇物，用於他人交易獲得銀兩。",
			talk_npc = 37,
		},
		[2] = {
			id = 30006,
			seq = 2,
			npc_id = 37,
			content = "還可獲得裝備打造所需的材料，少俠不妨學習壹個，自己動手豐衣足食！",
			talk_npc = 37,
		},
	},
	[30007] = {
		[1] = {
			id = 30007,
			npc_id = 1019,
			content = "感謝少俠不遠萬裏帶來這上好的麻布。",
			talk_npc = 1019,
		},
		[2] = {
			id = 30007,
			seq = 2,
			npc_id = 1019,
			content = "不怕您笑話，犬子田大力整天嚷嚷著要出去闖蕩江湖，但每次出去後都弄得灰頭土臉的回來，讓我很是擔心。",
			talk_npc = 1019,
		},
	},
	[30008] = {
		[1] = {
			id = 30008,
			npc_id = 1019,
			content = "少俠如果是對做衣裳有興趣，這是我積攢的壹些材料，送給妳，妳也可以自己試試做壹件裝備。",
			talk_npc = 1019,
		},
	},
	[30009] = {
		[1] = {
			id = 30009,
			npc_id = 1035,
			content = "我勸妳還是盡快離開這裏，秦皇地宮比燕王古墓更適合練功。",
			talk_npc = 1035,
		},
		[2] = {
			id = 30009,
			seq = 2,
			npc_id = 1035,
			content = "但秦皇地宮的怪物更加兇險，先收集5個盜墓賊的武器證明自己吧！",
			talk_npc = 1035,
		},
	},
	[30010] = {
		[1] = {
			id = 30010,
			npc_id = 1035,
			content = "不錯，少俠實力不錯嘛。",
			talk_npc = 1035,
		},
		[2] = {
			id = 30010,
			seq = 2,
			npc_id = 1035,
			content = "秦皇地宮雖更適合練功，但也吸引了很多江湖人士，在這殺人不會增加殺氣，所以妳更要小心！",
			talk_npc = 1035,
		},
	},
	[30011] = {
		[1] = {
			id = 30011,
			npc_id = 1035,
			content = "實不相瞞，我乃嬴家後裔，始皇陵寢慘遭盜竊，令我痛心不已。",
			talk_npc = 1035,
		},
		[2] = {
			id = 30011,
			seq = 2,
			npc_id = 1035,
			content = "可無奈小女子勢單力薄，大俠若肯出手相助，小女子願以祖傳玉佩作為酬謝。",
			talk_npc = 1035,
		},
	},
	[30012] = {
		[1] = {
			id = 30012,
			npc_id = 1035,
			content = "多謝少俠相助！盜掘之事不會止於此，若少俠日後繼續助我守護始皇陵寢，小女子必當重謝。",
			talk_npc = 1035,
		},
		[2] = {
			id = 30012,
			seq = 2,
			npc_id = 1035,
			content = "但願我做的這些，足以告慰祖先在天之靈。",
			talk_npc = 1035,
		},
	},
}

local _mt = {
	__index = {
		id = 10083,
		seq = 1,
		sound = "",
		npc_id = 1073,
		content = "（廢棄）",
		talk_npc = 1073,
	},
}

for k1,v1 in pairs(config.task_dialog) do
	for k2,v2 in pairs(v1) do
		setmetatable(v2, _mt)
	end
end

