config.sworn_name_head = {
    [1] = {
        id = 1,
        word = "東北",
    },
    [2] = {
        id = 2,
        word = "四海",
    },
    [3] = {
        id = 3,
        word = "江南",
    },
    [4] = {
        id = 4,
        word = "德藝",
    },
    [5] = {
        id = 5,
        word = "輪回",
    },
    [6] = {
        id = 6,
        word = "金蘭",
    },
    [7] = {
        id = 7,
        word = "吉祥",
    },
    [8] = {
        id = 8,
        word = "浮沈",
    },
    [9] = {
        id = 9,
        word = "北鬥",
    },
    [10] = {
        id = 10,
        word = "相守",
    },
    [11] = {
        id = 11,
        word = "逐月",
    },
    [12] = {
        id = 12,
        word = "逍遙",
    },
    [13] = {
        id = 13,
        word = "傾城",
    },
    [14] = {
        id = 14,
        word = "紅塵",
    },
    [15] = {
        id = 15,
        word = "塞北",
    },
}