config.equip_temper_suit = {
	[1] = {
		lv = 0,
		num = 10,
		attr = {{5,0}},
		desc = "無",
	},
	[2] = {
		lv = 10,
		num = 10,
		attr = {{5,40}},
		desc = "全身鍛煉+10",
	},
	[3] = {
		lv = 20,
		num = 10,
		attr = {{5,80}},
		desc = "全身鍛煉+20",
	},
	[4] = {
		lv = 30,
		num = 10,
		attr = {{5,120}},
		desc = "全身鍛煉+30",
	},
	[5] = {
		lv = 40,
		num = 10,
		attr = {{5,160}},
		desc = "全身鍛煉+40",
	},
	[6] = {
		lv = 50,
		num = 10,
		attr = {{5,200}},
		desc = "全身鍛煉+50",
	},
	[7] = {
		lv = 60,
		num = 10,
		attr = {{5,240}},
		desc = "全身鍛煉+60",
	},
	[8] = {
		lv = 70,
		num = 10,
		attr = {{5,280}},
		desc = "全身鍛煉+70",
	},
	[9] = {
		lv = 80,
		num = 10,
		attr = {{5,320}},
		desc = "全身鍛煉+80",
	},
	[10] = {
		lv = 90,
		num = 10,
		attr = {{5,360}},
		desc = "全身鍛煉+90",
	},
	[11] = {
		lv = 100,
		num = 10,
		attr = {{5,400}},
		desc = "全身鍛煉+100",
	},
}