config.stone_gold = {
    [1012] = {
        id = 1012,
        reward = 303001,
        desc = "完成每日任務",
        icon = 303001,
    },
    [1006] = {
        id = 1006,
        reward = 303002,
        desc = "完成科舉考試",
        icon = 303002,
    },
    [10] = {
        id = 10,
        reward = 303003,
        desc = "完成珍瓏棋局",
        icon = 303003,
    },
    [1011] = {
        id = 1011,
        reward = 303004,
        desc = "完成奪寶馬賊活動",
        icon = 303004,
    },
    [1001] = {
        id = 1001,
        reward = 303005,
        desc = "完成老三環副本",
        icon = 303005,
    },
    [1005] = {
        id = 1005,
        reward = 303006,
        desc = "完成幫會任務",
        icon = 303006,
    },
    [7] = {
        id = 7,
        reward = 303007,
        desc = "完成行酒令活動",
        icon = 303007,
    },
    [1002] = {
        id = 1002,
        reward = 303008,
        desc = "完成燕子塢副本",
        icon = 303008,
    },
}
