config.npc_func = {
	[100] = {
		id = 100,
		name = "單人繁殖",
	},
	[101] = {
		id = 101,
		name = "領取珍獸",
	},
	[102] = {
		id = 102,
		name = "雇傭繁殖",
	},
	[103] = {
		id = 103,
		name = "召喚神獸",
	},
	[104] = {
		id = 104,
		name = "神獸覺醒",
	},
	[105] = {
		id = 105,
		name = "老三環",
	},
	[106] = {
		id = 106,
		name = "燕子塢",
	},
	[107] = {
		id = 107,
		name = "四絕莊",
	},
	[108] = {
		id = 108,
		name = "縹緲峰",
	},
	[109] = {
		id = 109,
		name = "離 開",
	},
	[110] = {
		id = 110,
		name = "幫會任務",
	},
	[111] = {
		id = 111,
		name = "重樓肩升級",
	},
	[112] = {
		id = 112,
		name = "重樓鑲嵌",
	},
	[113] = {
		id = 113,
		name = "重樓強化",
	},
	[114] = {
		id = 114,
		name = "重樓拆卸",
	},
	[115] = {
		id = 115,
		name = "幫會運鏢",
	},
	[116] = {
		id = 116,
		name = "組隊繁殖",
	},
	[117] = {
		id = 117,
		name = "開始練功",
	},
	[118] = {
		id = 118,
		name = "進入演武堂",
	},
	[119] = {
		id = 119,
		name = "挑戰珍瓏棋局",
	},
	[120] = {
		id = 120,
		name = "快捷組隊",
	},
	[121] = {
		id = 121,
		name = "消滅奪寶馬賊",
	},
	[122] = {
		id = 122,
		name = "時裝染色",
	},
	[123] = {
		id = 123,
		name = "少室山副本",
	},
	[124] = {
		id = 124,
		name = "結拜金蘭",
	},
	[125] = {
		id = 125,
		name = "輩分排序",
	},
	[126] = {
		id = 126,
		name = "江湖名號",
	},
	[127] = {
		id = 127,
		name = "接納新人",
	},
	[128] = {
		id = 128,
		name = "請離舊人",
	},
	[129] = {
		id = 129,
		name = "割袍斷義",
	},
	[130] = {
		id = 130,
		name = "結拜平臺",
	},
	[131] = {
		id = 131,
		name = "申請結婚",
	},
	[132] = {
		id = 132,
		name = "花轎遊街",
	},
	[133] = {
		id = 133,
		name = "開啟禮堂",
	},
	[134] = {
		id = 134,
		name = "進入禮堂",
	},
	[135] = {
		id = 135,
		name = "恩愛排行榜",
	},
	[136] = {
		id = 136,
		name = "愛的祝福",
	},
	[137] = {
		id = 137,
		name = "協議離婚",
	},
	[138] = {
		id = 138,
		name = "強制離婚",
	},
	[139] = {
		id = 139,
		name = "購買煙花",
	},
	[140] = {
		id = 140,
		name = "銀兩答謝",
	},
	[141] = {
		id = 141,
		name = "元寶答謝",
	},
	[142] = {
		id = 142,
		name = "拜天地",
	},
	[143] = {
		id = 143,
		name = "鬧洞房",
	},
	[144] = {
		id = 144,
		name = "躺上新床",
	},
	[145] = {
		id = 145,
		name = "搶衣服",
	},
	[146] = {
		id = 146,
		name = "滴蠟燭",
	},
	[147] = {
		id = 147,
		name = "扔花生",
	},
	[148] = {
		id = 148,
		name = "扔板磚",
	},
	[149] = {
		id = 149,
		name = "品嘗美食",
	},
	[150] = {
		id = 150,
		name = "升級夫妻技能",
	},
	[151] = {
		id = 151,
		name = "升級稱號前綴",
	},
	[152] = {
		id = 152,
		name = "領取夫妻結婚獎勵",
	},
	[153] = {
		id = 153,
		name = "兌換商店",
	},
	[154] = {
		id = 154,
		name = "英雄老三環",
	},
	[155] = {
		id = 155,
		name = "英雄燕子塢",
	},
	[156] = {
		id = 156,
		name = "英雄四絕莊",
	},
	[157] = {
		id = 157,
		name = "英雄縹緲峰",
	},
	[158] = {
		id = 158,
		name = "快捷組隊",
	},
	[159] = {
		id = 159,
		name = "完成運鏢",
	},
	[201] = {
		id = 201,
		name = "傳送蘇州",
	},
	[202] = {
		id = 202,
		name = "傳送洛陽",
	},
	[203] = {
		id = 203,
		name = "懲兇打圖",
	},
	[204] = {
		id = 204,
		name = "科舉考試",
	},
	[205] = {
		id = 205,
		name = "門派競技",
	},
	[206] = {
		id = 206,
		name = "英雄試煉",
	},
	[207] = {
		id = 207,
		name = "等級突破",
	},
	[208] = {
		id = 208,
		name = "兌換低級歷練寶箱",
	},
	[209] = {
		id = 209,
		name = "兌換中級歷練寶箱",
	},
	[210] = {
		id = 210,
		name = "兌換高級歷練寶箱",
	},
	[211] = {
		id = 211,
		name = "修煉等級上限提升",
	},
	[212] = {
		id = 212,
		name = "懲兇任務交付",
	},
	[213] = {
		id = 213,
		name = "領取每日任務",
	},
	[214] = {
		id = 214,
		name = "挖掘金礦",
	},
	[215] = {
		id = 215,
		name = "挖掘大金礦",
	},
	[216] = {
		id = 216,
		name = "參加宋遼戰場",
	},
	[217] = {
		id = 217,
		name = "幫會守衛戰",
	},
	[218] = {
		id = 218,
		name = "武學考驗",
	},
	[219] = {
		id = 219,
		name = "曠世之寶",
	},
	[220] = {
		id = 220,
		name = "珍禽異獸",
	},
	[221] = {
		id = 221,
		name = "拜見名士",
	},
	[222] = {
		id = 222,
		name = "雜貨商店",
	},
	[223] = {
		id = 223,
		name = "雜貨商店",
	},
	[224] = {
		id = 224,
		name = "雜貨商店",
	},
	[225] = {
		id = 225,
		name = "雜貨商店",
	},
	[226] = {
		id = 226,
		name = "雜貨商店",
	},
	[227] = {
		id = 227,
		name = "雜貨商店",
	},
	[228] = {
		id = 228,
		name = "雜貨商店",
	},
	[229] = {
		id = 229,
		name = "雜貨商店",
	},
	[230] = {
		id = 230,
		name = "雜貨商店",
	},
	[231] = {
		id = 231,
		name = "科舉考試",
	},
	[232] = {
		id = 232,
		name = "拼畫",
	},
	[233] = {
		id = 233,
		name = "太湖石兌換商店",
	},
	[234] = {
		id = 234,
		name = "領取跑環任務",
	},
	[235] = {
		id = 235,
		name = "快捷跑環",
	},
	[236] = {
		id = 236,
		name = "結成契約",
	},
	[237] = {
		id = 237,
		name = "帶徒弟拜師",
	},
	[238] = {
		id = 238,
		name = "親傳練功",
	},
	[239] = {
		id = 239,
		name = "宋遼稱號兌換",
	},
	[240] = {
		id = 240,
		name = "宋遼積分商店",
	},
	[241] = {
		id = 241,
		name = "鉆石組",
	},
	[242] = {
		id = 242,
		name = "黃金組",
	},
	[243] = {
		id = 243,
		name = "白銀組",
	},
	[244] = {
		id = 244,
		name = "青銅組",
	},
	[301] = {
		id = 301,
		name = "傳送洛陽",
	},
	[302] = {
		id = 302,
		name = "傳送瑯嬛福地",
	},
	[303] = {
		id = 303,
		name = "傳送無量山",
	},
	[304] = {
		id = 304,
		name = "傳送蘇州郊外",
	},
	[305] = {
		id = 305,
		name = "傳送聚賢莊",
	},
	[306] = {
		id = 306,
		name = "傳送天龍寺",
	},
	[307] = {
		id = 307,
		name = "傳送燕子塢",
	},
	[308] = {
		id = 308,
		name = "傳送夜西湖",
	},
	[309] = {
		id = 309,
		name = "傳送擂鼓山",
	},
	[310] = {
		id = 310,
		name = "傳送縹緲峰",
	},
	[311] = {
		id = 311,
		name = "傳送少室山",
	},
	[312] = {
		id = 312,
		name = "傳送鏡湖",
	},
	[313] = {
		id = 313,
		name = "燕王古墓壹層(20級)",
	},
	[314] = {
		id = 314,
		name = "燕王古墓二層(45級)",
	},
	[315] = {
		id = 315,
		name = "燕王古墓三層(60級)",
	},
	[316] = {
		id = 316,
		name = "燕王古墓四層(75級)",
	},
	[317] = {
		id = 317,
		name = "燕王古墓五層(90級)",
	},
	[318] = {
		id = 318,
		name = "秦皇地宮壹層(30級)",
	},
	[319] = {
		id = 319,
		name = "秦皇地宮二層(45級)",
	},
	[320] = {
		id = 320,
		name = "秦皇地宮三層(60級)",
	},
	[321] = {
		id = 321,
		name = "秦皇地宮四層(75級)",
	},
	[322] = {
		id = 322,
		name = "秦皇地宮五層(90級)",
	},
	[401] = {
		id = 401,
		name = "武林懸賞令",
	},
	[402] = {
		id = 402,
		name = "恢復滿血",
	},
	[403] = {
		id = 403,
		name = "恢復滿氣",
	},
}
