config.mentor_register_bank = {
    [1] = {
        id = 1,
        mentor_quiz = "妳的性別是：|男/女|我的性別：",
        tudi_quiz = "妳的性別是：|男/女|我的性別：",
    },
    [2] = {
        id = 2,
        mentor_quiz = "妳希望徒弟的性別是：|男/女/隨意|我希望徒弟的性別：",
        tudi_quiz = "妳希望師父的性別是：|男/女/隨意|我希望徒弟的性別：",
    },
    [3] = {
        id = 3,
        mentor_quiz = "妳的活躍時間是：|白天/晚上/24小時|我的活躍時間：",
        tudi_quiz = "妳的活躍時間是：|白天/晚上/24小時|我的活躍時間：",
    },
    [4] = {
        id = 4,
        mentor_quiz = "妳希望徒弟的門派是：|近戰/遠程/隨意|我希望徒弟的門派：",
        tudi_quiz = "妳希望師父的門派是：|近戰/遠程/隨意|我希望師父的門派：",
    },
    [5] = {
        id = 5,
        mentor_quiz = "妳是哪種類型的師父：|實力強悍型/認真負責型/聊天社交型|最符合我的描述：",
        tudi_quiz = "妳希望找哪種類型的師父：|實力強悍型/認真負責型/聊天社交型|最符合我的描述：",
    },
}
