config.sh_dung_info = {
    [1] = {
        dung_id = 1400,
        times = 40,
        reward = {{1,308101},{2,308101},{3,308102},{4,308102},{5,308102}},
        model = 120,
        name = "鳩摩智",
        client_res = "01",
    },
    [2] = {
        dung_id = 1500,
        times = 40,
        reward = {{1,308103},{2,308103},{3,308104},{4,308104},{5,308104}},
        model = 120,
        name = "莊聚賢",
        client_res = "02",
    },
    [3] = {
        dung_id = 1600,
        times = 40,
        reward = {{1,308105},{2,308105},{3,308106},{4,308106},{5,308106}},
        model = 121,
        name = "慕容復",
        client_res = "03",
    },
    [4] = {
        dung_id = 1700,
        times = 40,
        reward = {{1,308107},{2,308107},{3,308108},{4,308108},{5,308108}},
        model = 121,
        name = "丁春秋",
        client_res = "04",
    },
}