config.sworn_rand_word = {
    [1] = {
        id = 1,
        word = "汐靈",
    },
    [2] = {
        id = 2,
        word = "邪風",
    },
    [3] = {
        id = 3,
        word = "幻靈",
    },
    [4] = {
        id = 4,
        word = "步塵",
    },
    [5] = {
        id = 5,
        word = "慕君",
    },
    [6] = {
        id = 6,
        word = "傲世",
    },
    [7] = {
        id = 7,
        word = "湮塵",
    },
    [8] = {
        id = 8,
        word = "皓塵",
    },
    [9] = {
        id = 9,
        word = "滅世",
    },
    [10] = {
        id = 10,
        word = "汐夜",
    },
    [11] = {
        id = 11,
        word = "醉幻",
    },
    [12] = {
        id = 12,
        word = "天塵",
    },
    [13] = {
        id = 13,
        word = "破天",
    },
    [14] = {
        id = 14,
        word = "絕塵",
    },
    [15] = {
        id = 15,
        word = "落靈",
    },
}